

-- CN/Lang.lua
-- created by aXing on 2013-2-20
-- 简体中文包

Lang = {}
------

-- =========================================================================
-- 策划填写区域(放在最前面，方便策划改)

-- 系统公告窗口的公告内容，每个版本热更前，策划先在这里写上新版本内容
-- 1.每行内容以逗号分割，如果一行太长，会自动分行。 2.某行内容不能为""，否则该行前面行的内容会被删掉 3.内容会自动拉到最下面，所以内容最好不超过一页
Lang.notice_window ={
	notice_text = { 
"#cfff000【版本更新】",
"#c45ffbb一、玩法功能",
"1、新增奇书系统",
"⑴人物等级达到55级后开启",
"⑵奇书系统共有4本奇书可修炼，每一本都有各自的特点",
"⑶随着奇书等级提升，还能获得各种奇书技能",
"2、优化了任务界面",
"                 ",
"#c45ffbb二、BUG修复。",
"1、修复了在活动排行版改名后领取不了礼包的问题",
"2、修复了复制道具的问题",
"3、修复了30级支线任务不能接取的问题",
	}
}
-- =========================================================================

Lang.common = {
    collection = "采集中...",
	confirm={
    [0] = "#cd0cda2确定",
    [1] =  "#cd0cda2立即前往",       
    [2] =  "#cd0cda2快速充值",       
    [3] = "#cd0cda2成为VIP",         
    [4] = "#cd0cda2打开商店",         
    [5] = "#cd0cda2立即传送",         
    [6] =  "#cd0cda2丢骰子",      
    [7] = "#cd0cda2立即购买",        
    [8]  = "#cd0cda2前往",              
    [9] = "#cd0cda2取消", 
    [10] = "#cd0cda2同意",             
    [11] =  "#cd0cda2拒绝", 
    [12] = "#c4d2308亲，您的元宝不够了！您可以快速充值。",
    [13]="#cd0cda2不再提示", 		--../script\UI\common\ConfirmWin2.lua
    [14] = "#cd0cda2再来一次",
    [15] ="#cd0cda2获得铜钱",
    [16] = "#cd0cda2获取经验",
    [17] = "#cd0cda2获得银两",
    [18] ="#cd0cda2是否立即传送？",
    [19] = "#cd0cda2重新挑战",
    [20] = "关闭",
    [21] = "取消",  -- SysMsgDialog里面用于和服务器传过来的数据进行校验，切勿随意修改！！！
	},
}

Lang.gamesys = {
	[1] = "在人物",
	[2] = "在获得征伐令道具后可开启",
	[3] = "未获得翅膀"
}
------
Lang.normal = {
	[1] = "银两",
	[2] = "铜钱",
	[3] = "礼券",
	[4] = "元宝",
	[5] = "历练",
	[6] = "经验",
}
------
Lang.screen_notic = {
	[0] = "铜钱不足",
	[1] = "银两不足",
	[2] = "礼券不足",
	[3] = "元宝不足",
	[4] = "副本结算时，可查看材料奖励",
	[5] = "比赛场景内不能交易",
	[6] = "比赛场景内不能求婚",
	[7] = "你已经在自由竞技赛报名场景了",
	[8] = "你已经在群雄争霸赛场景了",
	[9] = "此活动需要%d级以上才可参加",
	[10] = "比赛场景内不能组队",
	[11] = "您当前的铜钱不足。",
	[12] = "您当前的经验不足。",
	[13] = "您当前的银两不足。",
	[14] = "活动已经结束。",
}
------阵营信息
Lang.camp_info = { "","","","" }
Lang.camp_info_ex = 
{
 { color = "", name = { "", "", "" } }, 
 { color = "", name = { "", "", "" } }, 
 { color = "", name = { "", "", "" } },
 { color = "", name = { "", "", "" } },	-- 不知道为什么Lang.camp_info有四个元素，为避免错误，这里也补上一个
}
Lang.camp_name_ex = {"","","","" }

------
------性别信息
Lang.sex_info = {"#c00c0ff♂","#cff00ff♀"}
Lang.sex_info_ex = {"男","女"}
------
------
-----频道信息
Lang.chanel_info = {
	"【私聊】", 				--1
	"【传闻】", --2
	"【喇叭】", 				--3
	"【世族】", --4
	"【队伍】", 		--5
	"【团队】", 				--6
	"【附近】", --7
	"【世界】",	--8
	"【阵营】", --9
	"【系统】",			--10
	"【求救】", 				--11
	"【全部】"					--12
}
------
------职业信息
Lang.job_info = {"刘秀", "阴丽华", "灵狐", "过珊彤"}
------
------世族职业信息
Lang.guild_info = { 
    position_name_t = { "成员", "精英", "长老", "副族长", "族长" } ,
    join_notice_1 = "您已经加入其他世族，不能申请加入",
    join_notice_2 = "您脱离世族后，在1小时内，不能加入其它世族，也不能创建新世族",
    join_notice_3 = "申请成功",
    join_notice_4 = "取消成功",
}
------
------系统提示信息
Lang.sys_show_info_dujie = {
	dujie_not_open = "战士考试不能打开",
}
------
------
Lang.misc_info = {
	XianZongLingDi = "世族领地",
	XianZongGuanLiYuan = "世族管理员",
	InXianZongLingDi = "你已在世族驻地",
	FuBenBuXunLu = "副本内不可以自动寻路",
	FuBenBuSuChuan = "副本内不可以速传"
}
------
Lang.friend_info = {
	Friend_off_line = "好友不在线",
	Is_My_Friend = "对方已经是好友",
	Edit_Is_Empty = "未输入要查找的玩家",
}
Lang.friend = {
	common = {
		[1] = "点击输入玩家名称",
		[2] = "全部祝贺",
		[3] = "全部感谢",
		[4] = "好 友",
		[5] = "仇 人",
		[6] = "最 近",
		[7] = "查找",
	},
	model = {
		[1] = "#c4d2308%s(%s级)",
		[2] = "申请加你为好友，是否同意？",
		[3] = "你的好友%s上线了",
		[4] = "%d级",
		[5] = "今日次数已用完", 
		[6] = "您的好友%s升到%d级，给他发送祝福,即可获得%d经验奖励（今天成功发送%d个祝福,每天最多发送40个!）",
		[7] = "送上#cffd700【%d朵玫瑰】",
		[8] = "窗口私聊",
		[9] = "查看资料",
		[10] = "邀请组队",
		[11] = "申请入队",
		[12] = "发起交易",
		[13] = "删除",
		[14] = "拉入仇人",
		[15] = "拉入黑名单",
		[16] = "加为好友",
		[17] = "赠送鲜花",
	},
	near = {
		[1] = "最近联系人(0/0)",
		[2] = "最近联系人(%d/%d)",
	},
	myfriend = {
		[1] = "我的好友(0/0)",
		[2] = "个人设置",
		[3] = "一键征友",
		[4] = "#cfff000一键征友：快速向12个在线角色发送申请",
		[5] = "我的好友(%d/%d)",
		[6] = "密友抽奖",
	},
	perset = {
		[1] = "开启自动回复",
		[2] = "#cd0cda2我去吃饭了，稍后再联系。",
		[3] = "#cd0cda2练级中，请勿打扰。",
		[4] = "#cd0cda2挂机中。",
		[5] = "#cd0cda2你好，我现在有事不在，稍后再联系。",
		[6] = "拒绝陌生人消息",
		[7] = "#cd0cda2你好，我去秒几个人，很快回来。",
	},
	infowin = {
		[1] = "添加好友",
		[2] = "黑名单",
		[3] = "玩家名:",
		[4] = "阵营: ",
		[5] = "性别: ",
		[6] = "等级: ",
		[7] = "职业: ",
		[8] = "世族: ",
		[9] = "#cd0cda2玩家名: #cffffff%s",
		[10] = "#cd0cda2等 级: #cffffff%d",
		[11] = "#cd0cda2阵  营: #cffffff%s",
		[12] = "#cd0cda2职 业: #cffffff%s",
		[13] = "#cd0cda2性  别: #cffffff%s",
		[14] = "#cd0cda2军 团: #cffffff%s",
	},
	blacklist = {
		[1] = "我的黑名单(0/0)",
		[2] = "等级",
		[3] = "职业",
		[4] = "拉 黑",
		[5] = "我的黑名单(%d/%d)",
	},
	ememy = {
		[1] = "我的仇人(0/0)",
		[2] = "击杀",
		[3] = "被击杀",
		[4] = "添加仇人",
		[5] = "我的仇人(%d/%d)",
	},
	friendadd = {
		[1] = "接受",
		[2] = "全部同意",
		[3] = "全部拒绝",
	},
	celebrate = {
		[1] = "恭喜恭喜，请再接再厉！",
		[2] = "实在厉害，我会追上你的！",
		[3] = "恭喜道友修为精进",
		[4] = "%s的祝贺",
	},
}
---------
---技能面板
Lang.skill_info = {
	total_exp 		= "总消耗经验：",
	total_yl 		= "总消耗银两：",
	learn 			= "学习",
	level_up 		= "升级",
	-- add after tjxs
	need_money_txt 	= "需要银两：",
	need_exp_txt 	= "需要经验：",
	need_lv_txt 	= "需要等级：",

	btn_learn 		= "学习",
	btn_level_up 	= "升级",

	skill_name 		= "技能名字",
	skill_level 	= "技能层数：",
	skill_full_lv 	= "/45",
	skill_from 		= "出自中平枪法：",
	skill_desc 		= "当前效果：",
	skill_next_desc = "下一级效果：",
	update_condition = "升级需求",

	bottom_tip_txt 	= "长按技能图标可将其拖动到快捷栏",
	need_all_money 	= "需消耗银两：",
	need_all_exp 	= "需消耗经验：",
	update_once 	= "一键升级",

	jn_label1 		= "技能范围：",
	jn_label2 		= "施法距离：",
	jn_label3 		= "耐力消耗：",
	jn_label4 		= "冷却时间：",

	group_label 	= "群体",
	single_label 	= "单体",
	second_txt 		= "秒",

	null_txt 		= "无",
}
--------
---角色面板
Lang.role_info = {
	[1] = "武器",
	[2] = "衣服",
	[3] = "帽子",
	[4] = "护腕",
	[5] = "裤子",
	[6] = "戒指", 	
	[7] = "项链", 	
	[8] = "饰品", 	
	[9] = "腰带", 
	[10] = "鞋子", 		
	[11] = "婚戒",
	[12] = "",
	[13] = "足迹",
	[14] = "翅膀",
	[15] = "",
	[16] = "衣服,:时装",
	[17] = "武器,:时装",

	title_role = "人物",
	title_attr = "详细资料",
	user_title = {
		shiyong = "使用",
		xiexia = "卸下",
	},
	user_attr_panel = {
		title1 = "#cffe800角色信息",
		title2 = "#cffe800基础属性",
		title3 = "#cffe800其他属性",	
		career = "职    业: ",	
		role_name = "名    称: ",
		role_level = "等    级: ",
		camp = "阵    营: ",
		charm = "魅    力: ",
		guild = "军    团: ",
		none_guild_info = "无",
		phy_attack = "外功伤害", -- 对应外功攻击
		magic_attack = "内功伤害", -- 对应内功攻击
		phy_defence = "外功防御: ", -- 对应外功防御
		magic_defence = "内功防御: ",-- 内功防御
		life = "#cd0cda2生    命: ",
		magic = "#cd0cda2内    力: ",
		accurate = "#cd0cda2命    中: ",
		dodge = "#cd0cda2闪    避: ",
		criticalStrikes = "#cd0cda2暴    击: ",
		defCriticalStrikes = "#cd0cda2抗暴: ",
		criticalStrikesDamage = "#cd0cda2会    心: ",
		attackAppend = "#cd0cda2伤害追加: ",
		outAttackDamageAdd = "#cd0cda2外功减伤: ",  -- 对应外功免伤
		subDef = "#cd0cda2无视防御: ",
		inAttackDamageAdd = "#cd0cda2内功减伤: ",  -- 对应内功免伤
		moveSpeed = "#cd0cda2移动速度: ",
		exp = "升级经验: ",
		guild_unjoin = "未加入",
	},
	user_buff_panel = {
		role_life_item = "角色生命药包:",
		role_magic_item = "角色内力药包:",
		pet_life_item = "伙伴生命药包:",
		min = "减少",
		add = "添加",
		add_e = "增加",
	},
	user_equip_panel = {
		btn_wardrobe_description = "衣柜",
		btn_detail_info_description = "详细资料",
		btn_fight_improve_description = "成长之路",
		btn_bag_info_description = "背包",		
	},
	fight_value_win = {
	    title = {
		-- [1] = "#cfff000人物战斗力:",
		-- [2] = "#cfff000翅膀战斗力:",
		-- [3] = "#cfff000装备战斗力:",
		-- [4] = "#cfff000坐骑战斗力:",
		-- [5] = "#cfff000美人战斗力:",

		[1] = "#cfff000人物战斗力:",
		[2] = "#cfff000装备战斗力:",
		[3] = "#cfff000坐骑战斗力:",
		[4] = "#cfff000美人战斗力:",
		},
		sub_title = {
			-- [1] = {"提升技能","挑战军衔","点亮将星"},
			-- [2] = {"翅膀升级","翅膀进阶"},
			-- [3] = {"装备强化","宝石镶嵌","装备提品","装备升阶","装备升级","装备洗炼"},
			-- [4] = {"坐骑升级","坐骑升阶","资质洗炼","灵犀提升"},
			-- [5] = {"美人升级","美人炼魂"},		
			[1] = {"提升技能","挑战军衔","点亮将星"},
			[2] = {"装备强化","宝石镶嵌"},
			[3] = {"提升等级","坐骑进阶","资质洗炼"},
			[4] = {"美人升级","美人添香"},				
		},
		[1] = "提升",
		[2]	= "战斗力",
	}
}

-- 商城面板 --
Lang.mall_info = {
	[1] = "原价",
	[2] = "现价",
	[3] = "蓝钻",
	[4] = "元宝:",
	[5] = "礼券:", 
	[6] = "元宝:", 
	[7] = "礼券:",
	[8] = "购买",
	[9] = "剩余数量:",
	[10] = "剩余时间:",
	[11] = "限时优惠商品购买后绑定",
	[12] = "只使用元宝",
	[13] = "999999",
	[14] = "12:12:12",
	[15] = "原价 ",
	[16] = "现价 ",
	[17] = "特卖",
	[18] = "材料",
	[19] = "宝石",
	[20] = "装扮",
	[21] = "其他",
	[22] = "免费",
	[23] = "限购：",
	[24] = "欢庆道具",
}

-----------
---战斗力
Lang.fight_vale_info = {
	role_fight_value = "#cfff000人物战斗力:",
	equip_fight_value = "#cfff000装备战斗力:",
	mount_fight_value = "#cfff000坐骑战斗力:",
}
-----------
---系统设置
Lang.set_system_info = {
	title = "系统设置",
	sub_title = {
		[1] = "系统设置",
		[2] = "消息提示",
		[3] = "挂机设置",
	},
	system_page = {
		[1] = "#cfff000显示设置",
		[2] = "#cfff000其他设置",
		[3] = "#cfff000声音设置",
		ignore_other_player = "屏蔽其他玩家",
		screen_role_max_num = "同屏最多显示30人",
		ignore_self_title = "屏蔽自己所有的称号",
		show_monster = "始终显示怪物名称",
		ignore_notic = "屏蔽主屏信息弹出栏",
		show_weather_system = "显示天气系统",
		show_screen_info = "显示场景动画",
		show_screen_effect = "显示场景特效",
		show_net_time = "显示网络延时",
		show_fps = "显示帧率",
		show_same_camp_player = "屏蔽同阵营玩家",
		auto_power = "智能省电",
		back_ground_music = "背景音乐",
		action_music = "动作音效",
		auto_accept_friend = "自动接受好友邀请",
		auto_reject_freind = "自动拒绝好友邀请",
		auto_accept_group = "自动接受组队邀请",
		auto_reject_group = "自动拒绝交易邀请",
		auto_accept_camp = "自动接受世族邀请",
		fuben_optimize = "多人PK场景优化",
	},
	SetOnHookPage = {
		left_up_tip1 = "生命补给或内力补给耗尽停止打怪",
		left_up_tip2 = "使用复活石原地复活",
		left_up_tip3 = "自动拾取物品",
		left_down_title = "#cffef00自动补血和法力设置",
		left_down_tip1 = "#c4d2308生    命",
		left_down_tip2 = "#c4d2308耐    力",
		left_down_tip3 = "#c4d2308伙伴生命",
		right_up_title = "#cfff000技能释放顺序说明",
		right_up_tip1 = "#cffffff拖动技能图标替换位置可更换释放顺序",
		right_up_tip2 = "#cffffff勾选停止使用,则挂机时不使用该技能",
		right_down_title = "#cfff000释放技能设置",
		right_down_tip1 = "停止使用",

	},
	SetInformationPage = {
		[1] = "#cfff000勾选以下功能进行提示",
		[2] = "道具不足时使用元宝复活提示",
		[3] = "快速完成任务提示",
		[4] = "任务刷新星级提示",
		[5] = "交易消费提示",
		[6] = "装备强化使用保护符提示",
		[7] = "招财进宝提醒功能",
		[8] = "材料不足时,使用元宝升级美人",
		[9] = "消费元宝召唤阴阳提示",
		[10] = "坐骑消费提示",
	}
}

-- 翅膀系统语言
Lang.wing_info = {
	
}
-- 首冲礼包
Lang.SCLB_info = {
	send_money_notic = "亲，你还没充过值哦，充值#cfff000%s#cffffff就能：",
	get_item_notic = "亲，你已成功充值，赶快#cfff000领取奖励#cffffff吧：",
}
--投資返利
Lang.TZFL_info = {
	notic_info = "零风险，大回报，只要投资200元宝，就可以马上获得丰厚的奖品哦，亲~！你还等什么？ 快来抢购吧~",
	time_notic_info = "#cfff000第%d天可领取",
	buy_notic = "亲，你是否花费%d元宝购买投资基金",
}
--充值
Lang.chong_zhi_info = {
	notic_credit_card_info_one = "你选择的充值方式为：#cfff000信用卡          %s",
	notic_credit_card_info_two = "请输入你的充值金额：                  元",

	notic_info = "你选择的充值方式为：#cfff000%s",

	zhi_fu_bao_chong_info = "#c38ff33%d元人民币可兑%d元宝",
	zhi_fu_bao_warning_info = "以上内容确认无误后去支付宝付款",

	yi_dong_chong_info = "#c38ff33%d元人民币可换%d元宝",
	yi_dong_warning_info = "请你正确选择充值卡面值， 不符将可能导致交易失败，可能造成充值卡失效，并可能无法找回！",

	-- lian_ton_chong_info = "#c38ff3320元人民币可兑换1000元宝",
	-- lian_ton_warning_info = "请你正确选择充值卡面值， 不符将可能导致交易失败，可能造成充值卡失效，并可能无法找回！",

	-- dian_xin_chong_info = "#c38ff3350元人民币可兑换2500元宝",
	-- dian_xin_warning_info = "请你正确选择充值卡面值， 不符将可能导致交易失败，可能造成充值卡失效，并可能无法找回！",

	-- jun_wang_chong_info = "#c38ff335元人民币可兑250元宝",
	-- jun_wang_warning_info = "请你正确选择充值卡面值， 不符将可能导致交易失败，可能造成充值卡失效，并可能无法找回！",
	credit_card_warning_info = "绑卡说明：“绑卡/解绑”功能只作用于“信用卡”。绑卡后无需输入卡号和密码，输入金额后便可直接充值金额。",
	
	yi_dong_tips_info = "\
							中国移动充值卡#r\
						1、	支持使用序列号17位、密码18位阿拉伯数字的“中国移动”充值卡充值；#r\
						2、	目前支持10元、30元、50元、100元、300元以及500元面额的移动充值卡；#r\
						3、	同时支持【浙江：卡号10位密码8位】【福建：卡号16位密码17位】【广东：卡号17位密码18位】【辽宁：卡号16位密码21位】四省地方中国移动充值卡充值，其他暂不支持；#r\
						4、	卡内金额将一次全额扣除，请务必使用与您持有面额相同的移动充值卡，否则可能会导致支付不成功或支付金额丢失，无法帮您找回；#r\
						5、	请仔细核对您的充值卡序列号和密码，如因为输入错误而导致您充值卡失效，我们会尽力帮您找回，但仍存在无法找回的可能。#r\
						6、	请您注意，系统目前不支持任何面额的彩铃充值卡和短信充值卡，请您切勿使用相关卡片充值，以免给您带来的损失；#r\
						7、	由于网络情况，您的充值可能有些延迟，一般将于1-30分钟内兑换完成，如果超过30分钟仍然未兑换成功，请您联系在线客服！感谢您对我们的支持和理解！#r\
						",

	lian_ton_tips_info = "\
							中国联通一卡付#r\
						1、	支持使用序列号15位、密码19位阿拉伯数字的“中国联通”全国卡充值；#r\
						2、	目前支持20元、30元、50元、100元、300元以及500元面额的联通一卡付；#r\
						3、	卡内金额将一次全额扣除，请务必使用与您持有面额相同的移动充值卡，否则可能会导致支付不成功或支付金额丢失，无法帮您找回；#r\
						4、	请仔细核对您的充值卡序列号和密码，如因为输入错误而导致您充值卡失效，我们会尽力帮您找回，但仍存在无法找回的可能。#r\
						5、	请您注意，系统目前不支持任何面额的彩铃充值卡和短信充值卡，请您切勿使用相关卡片充值，以免给您带来的损失；#r\
						6、	由于网络情况，您的充值可能有些延迟，一般将于1-30分钟内兑换完成，如果超过30分钟仍然未兑换成功，请您联系在线客服！感谢您对我们的支持和理解！#r\
						",

	dian_xin_tips_info = "\
							电信充值卡#r\
						1、	支持使用序列号19位、密码18位阿拉伯数字，卡号第四位为1的“中国电信”11888充值卡；#r\
						2、	目前支持50元和500元面额的电信充值卡；#r\
						3、	卡内金额将一次全额扣除，请务必使用与您持有面额相同的移动充值卡，否则可能会导致支付不成功或支付金额丢失，无法帮您找回；#r\
						4、	请仔细核对您的充值卡序列号和密码，如因为输入错误而导致您充值卡失效，我们会尽力帮您找回，但仍存在无法找回的可能。#r\
						5、	请您注意，系统目前不支持任何面额的彩铃充值卡和短信充值卡，请您切勿使用相关卡片充值，以免给您带来的损失；#r\
						6、	由于网络情况，您的充值可能有些延迟，一般将于1-30分钟内兑换完成，如果超过30分钟仍然未兑换成功，请您联系在线客服！感谢您对我们的支持和理解！#r\
						",

	jun_wang_tips_info = "\
							骏网一卡通#r\
						【支持卡种】#r\
						卡号和密码都是16位的阿拉伯数字#r\
						【支持面额】#r\
						任意面额#r\
						【温馨提示】#r\
						不要使用特定游戏专属充值卡支付。特定游戏包括大唐风云、传说、蜗牛、猫扑一卡通、九鼎、雅典娜、山河等游戏。#r\
						在此使用过的骏网一卡通，卡内剩余J点只能在易宝支付合作商家进行支付使用。#r\
						",
}
-- 逐鹿中原
Lang.tyzz = {str = 
"#cfff000 1、击杀活动地图里的所有怪物可获得世族积分和个人积分。#r\
#cfff0002、击杀#c38ff33巨狼王#cfff000成功，附近的世族成员同时获得4点个人积分。#r\
#cfff0003、击杀#c38ff33殷破#cfff000成功，附近的世族成员同时获得20点个人积分。#r\
#cfff0004、每击杀相差10级以内的玩家获得2点个人积分，否则为0。#r\
#cfff0005、#c38ff33每死亡一次获得一点个人积分。#cfff000#r\
#cfff0006、#c38ff33个人积分小于10，#cfff000活动结束后将无法获得奖励。#r\
#cfff0007、活动地图内不可速传，死亡后选择安全复活则复活点随机"
}

--寄售
Lang.jiShou = {
	all = "全部",
	back = "返回",
	sell = "寄售",
	reset = "重置",
	title_info = { "寄卖物品", "等级", "职业", "价格", "操作" },
	yb_text = "#cd58a08元宝：",
	yl_text = "#cd58a08银两：",
	serch_text = "搜索",
	shangjia = "上架物品",
	woyaojishou = "我要寄售",
	job_text_info = { "全部职业", "刀客", "枪士", "弓手", "贤儒" },
	buy_notic_info = "购买%d个%s#cffffff需要花费%d%s#cffffff,确定购买吗？",
	serch_screen_run_text = "未输入搜索关键字",
	tab_text = {"装备材料", "宝石强化", "美玉翅膀", "伙伴坐骑", "药品消耗", "元宝银两", "其他材料"}, 
	shangjia_tab = {"寄售物品", "寄售货币", "上架物品",},
	quality = "物品品质",
	money_type = "货币类型",
	search_key = "请输入关键字",
	start = "开始搜索",
	item_sel_quality = {
		"全部品质",
		"白",
		"绿",
		"蓝",
		"紫",
		"橙",
		"红",
	},
	money_sel_type = {"全部货币", "银两", "元宝",},
	[1] = "银两不足",
	[2] = "元宝不足",
}

--寄售上架
Lang.jiShouShangJia = {
	time_sel = "%d小时",
	tips1 = "请先选择寄售的物品",
	tips2 = "请输入寄售总价",
	tips3 = "你的银两不足，要寄售本物品需要银两%d",
	tips4 = "您的摊位已满，不能寄售新物品",
	tips5 = "请输入要寄售的金额",
	tips6 = "#cd58a08银两",
	tips7 = "#cd58a08元宝",
	page_one = {
		notic = "#cffd200双击或拖背包中需寄售的物品",
		lab_one = "#cd58a08寄售总价：",
		lab_two = "#cd58a08保 管 费：",
		lab_three = "#cd58a08寄售时间：",
		send_notic = "你寄售%d个%s#cffffff，总价为#cfff000%d%s#cffffff,确定寄售吗？",
		time1 = "12小时",
		time2 = "24小时",
		time3 = "48小时",
	},
	page_two = {
		notic = "#cffd200点击寄售数目进行寄售",
		lab_one = "#cd58a08寄售数目：",
		lab_two_yl = "#cd58a08寄售总价：",
		lab_two_yb = "#cd58a08寄售总价：",
		send_notic = "你寄售%d个%s#cffffff，总价为#cfff000%d%s#cffffff,确定寄售吗？",
	},
	page_three = {
		cancel = "取消拍卖",
		timeout= "拍卖到期",
		yb_text = "#cd58a08元宝：#cffffff%d",
		yl_text = "#cd58a08银两：#cffffff%d",
	},
}

-- 仙道会
Lang.xiandaohui = {
	[1] = "本届自由赛",
	[2] = "本届争霸赛",
	[3] = "上届十六强",
	[4] = "历届霸主",
	[5] = "规则说明",
	[6] = "#cd0cda2排名",
	[7] = "#cd0cda2姓名",
	[8] = "#cd0cda2阵营",
	[9] = "#cd0cda2积分",
	[10] = "#cd0cda2战力",
	[11] = "#cd0cda2胜率",
	[12] = "#cd0cda2比赛场次",
	[13] = "#cd0cda2世族",
	[14] = "#cd0cda2序号",
	[15] = "#cd0cda2宠物战力",
	[16] = "#cd0cda2时间",
	[17] = "#c08d53d排行榜数据每分钟更新",
	[18] = "#cfff000我的自由赛信息",
	[19] = "荣      誉：",
	[20] = "兑换",
	[21] = "#cd0cda2名    次：",
	[22] = "#cd0cda2积    分：",
	[23] = "#cd0cda2比赛场次：",
	[24] = "#cd0cda2胜利场次：",
	[25] = "#cd0cda2胜    率：",
	[26] = "#cd0cda2荣    誉：",
	[27] = "次",
	[28] = "争霸赛场景内才能下注",
	[29] = "#c08d53d第%d届",
	[30] = "战    力:",
	[31] = "#c35c3f7后自动离开",
	[32] = "围观",
	[33] = "比赛状态:#cfff000比赛中",
	[34] = "比赛状态:#cfff000",
	[35] = "胜利，晋级八强",
	[36] = "胜利，晋级四强",
	[37] = "胜利，晋级决赛",
	[38] = "胜利，获得冠军",
	[39] = "#c35c3f7十六强争霸赛第二轮将于 #cfff000",
	[40] = " #c35c3f7开始",
	[41] = " #c35c3f7结束",
	[42] = "#c35c3f7八强争霸赛将于 #cfff000",
	[43] = "#c35c3f7四强将于 #cfff000",
	[44] = "#c35c3f7决赛将于 #cfff000",
	[45] = "群雄争霸必须达到40级才可以参与！",
	[46] = "#cd0cda2每周前10场战斗可获得荣誉值",
	[47] = "",
	[48] = "#cfff000自由竞技赛积分榜",
	[49] = "#cfff000本届霸主",
	[50] = "#cfff000下注",
	[51] = "#cd0cda2下 注",
	[52] = "#cd0cda2离开战场",
	[53] = "#cfff000十六强争霸赛第一轮",
	[54] = "#cfff000十六强争霸赛第二轮",
	[55] = "#cfff000八强争霸赛",
	[56] = "#cfff000四强争霸赛",
	[57] = "#cfff000冠军争霸赛",
	[58] = "#cfff000十六强争霸赛准备中",
	[59] = "#cfff000八强争霸赛准备中",
	[60] = "#cfff000四强争霸赛准备中",
	[61] = "#cfff000冠军争霸赛准备中",
	[62] = "#cd0cda2第一轮参赛者名单如下：",
	[63] = "#cd0cda2第二轮参赛者名单如下：",
	[64] = "#cd0cda2参赛者名单如下：",
	[65] = "#cfff000黄金手(48元宝)",
	[66] = "#cd0cda2使用黄金手可以在5个价值最高的道具中选取",
	[67] = "匹配中...",
	[68] = "#cfff000周六揭晓对战人员，敬请期待！",
	[69] = "#cfff000十六强争霸赛即将开始，请开始下注",
	[70] = "#cfff000八强争霸赛即将开始，请开始下注",
	[71] = "#cfff000四强争霸赛即将开始，请开始下注",
	[72] = "#cfff000冠军争霸赛即将开始，请开始下注",


	tongji = {
		[1] = "名    次:",
		[2] = "积    分:",
		[3] = "比赛次数:",
		[4] = "胜利次数:",
		[5] = "胜    率:",
		[6] = "荣    誉:",
		[7] = "#cfff000我的自由赛信息",
		[8] = "#c66ff66名次每分钟刷新一次",
		[9] = "万",
		[10] = "#cfff000名称",
		[11] = "#cfff000身价",
	},

	-- 仙道宝盒
	baohe = {
		[1] = "仙道宝盒已用完",
		[2] = "使用黄金手能让您获得珍贵道具的概率更大哦！",
		[3] = "仙道宝盒使用中，请耐心等待。",
	},

	-- 下注dialog
	xiazhu = {
		[1] = "战    力:",
		[2] = "身    价:",
		[3] = "需要铜钱:",
		[4] = "#cd0cda2自动寻路",   --"#u1#c35c3f7寻路#u0",
		[5] = "比赛将于%s在第%s擂台举行",
	},

	-- 争霸赛嬉闹按钮页面
	play_win = {
		[1] = "只能对十六强玩家使用",
		[2] = "送花冷却时间未结束",
		[3] = "扔鸡蛋冷却时间未结束",
		[4] = "争霸赛已经结束",
		[5] = "%s次",
	},

	xdh_shuoming = "#cd0cda2自由竞技赛采用积分制，#c00ff00每周二周四#cd0cda2晚上#c00ff0020:10-20:40#cd0cda2举行，通过1v1竞技，胜利者获得积分，最终积分排行#c00ff00前16名#cd0cda2参加周六晚上的群雄争霸赛。",
	gzsm = { 
"#c4d2308【开放时间】",
"#r1. #c00ff00周二，周四每日晚上20:10~20:40#cffffff，为自由竞技赛时间，届时进入自由竞技赛场景报名即可参加。",
"#r2. #c00ff00周六晚上20:10~20:40#cffffff，为16强争霸赛时间，届时进入演武场即可参与。",
"#r",
"#r#c4d2308【参赛资格】",
"#r1. 自由赛，所有#c00ff0040级#cffffff以上玩家都可参与。",
"#r2. 周六16强争霸赛，由#c00ff00周二#cffffff，#c00ff00周四#cffffff自由赛决出前16名参加。其他玩家可进行下注观战。",
"#r",
"#r#c4d2308【比赛规则】",
"#r1. 自由赛采用积分制，所有参与玩家在最开始时积分为0，与其他玩家在限定时间内进行1V1",
"对决，杀死对方为胜利，并获得10积分，被对方杀死为失败，不获得积分。在限定时间结束后没",
"有玩家死亡，则按照时间结束时双方血量百分比，战斗力判断胜负，血量百分比高为胜利；血量",
"百分比相同，战斗力低为胜利。",
"#r2. 周二，周四每周前10场PK赛，胜利获得100荣誉，失败获得50荣誉。",
"#r3. 16强争霸赛采用淘汰制，参赛者由周二，周四自由赛总积分排名前16组成，若有参赛者积分",
"相同，则依次按照胜率，累积比赛次数，战斗力，来计算排名资格。胜率高，累积比赛次数多，战斗",
"力高获得资格。玩家在比赛时间进入争霸赛场景，由系统随机匹配对手。若参与人数不足16人，",
"则按照系统随机排列的比赛表，选择在线一方或战力高一方直接晋级下一轮。",
"#r4. 争霸赛流程：",
"#r    #c00ff0020：10   #cffffff争霸赛场开放",
"#r    #c00ff0020：15   #cffffff十六强争霸赛第一轮开始",
"#r    #c00ff0020：18   #cffffff十六强争霸赛第二轮开始",
"#r    #c00ff0020：23   #cffffff八强争霸赛开始",
"#r    #c00ff0020：28   #cffffff四强争霸赛开始",
"#r    #c00ff0020：33   #cffffff冠军争霸赛开始",
"#r    #c00ff0020：40   #cffffff争霸赛结束",
"#r5. 未获得16强争霸赛资格的玩家或被淘汰的参赛者可在争霸赛场地内观战，选择玩家进行支持。",
"#r6. 掉线，逃跑者做失败处理。",
"#r",
"#r#c4d2308【比赛奖励】",
"#r1. 自由赛所获得的积分将在每周四自由赛结束后清空，并按照积分排名结算玩家可获得的荣",
"誉值，荣誉可兑换珍贵物品。必须累积参与10场比赛才可获得积分结算奖励。",
"#r2. 16强争霸赛中，被支持的玩家获得胜利一次，支持该玩家的玩家可获得一定铜钱奖励。",
"#r3. 16强争霸赛中，每轮结束后都会出现几桌英雄盛宴，采集可获得灵气和经验，每轮只能采集",
"1次。",
"#r4. 参与16强争霸赛的玩家奖励（每人只能获得一次奖励）：",
"#r     #c4d2308冠军        英雄宝盒*16",
"#r     #c4d2308二强        英雄宝盒*9",
"#r     #c4d2308四强        英雄宝盒*6",
"#r     #c4d2308八强        英雄宝盒*4",
"#r     #c4d2308十六强      英雄宝盒*2 ",
"#r5. 自由赛奖励在争霸赛结束后通过点击右上方排名奖励图标领取。",
"#r6. 争霸赛奖励内容在争霸赛结束后通过邮件统一发送。",
	}
}

--家族  世族
Lang.guild = 
{
	fuben = 
	{
		jieshao = "#c38afe1所有世族成员需要齐心协力，为世族夺得最适合试炼的洞天福地，防守各路要领入侵，一旦妖魔攻破任何一个结界水晶，世族福地就会失陷，守住所有波数，在副本中成员都将获得大量奖励。",
		open_need = "#c38afe1等级达到35级的世族成员，每周每位玩家可参加2次，每个世族可开启2次，周一凌晨重置次数。",
		join_need = "#c38afe12级世族可开启，由世族长或副世族长开启，每周开启2次。世族等级越高，可开启福地之战难度越大。",
		label1 = "#c38afe1选择开启福地之地难度:",
		label2 = "(需要%d级世族)",
		label3 = "#c38afe1本周个人可参加次数:",
		label4 = "#c38afe1本周世族可开启次数:",
		level_info =  { "#c38afe1简单","#c38afe1普通","#c38afe1困难","#c38afe1噩梦","#c38afe1地狱" } ,
		open_tishi = "确定开启%s模式下福地之战么？#r开启后将不能再更改!!",
		come_back_guild = "世族副本已开启，经验多多，贡献多多。请快速返回世族管理员处进入副本。",
	},
	cangku = 
	{
		explain = "1.所有世族成员都可以随时存入任意非绑定物品至世族仓库。#r2.普通成员每天可以从世族仓库取出蓝色及蓝色品质以下物品10次。#r3.世族长和副世族长可以不限次数存取世族仓库任意物品。#r4.世族仓库等级和忍之屋等级相同，世族仓库每升1级增加10格。#r",
		lave_time = "今日剩余取出次数：",
		item_tishi = "紫色及以上品质物品只有世族长和副世族长才能取出，你确定放入吗？",
	}

}

--洞府、种植
Lang.plant =
{
	plant_xian_lu_info = "#c38ff33仙露数：%d",
	plant_level_up = "升#cfff000%s级#cffffff洞府需要#cfff000%d#cffffff元宝",
	plant_xian_info = 
	{
		time_info = "守护时间：#c00c0ff%s",
		spend_info = "花      费：#cfff000%d元宝",
		select_info = { "#cfff000一周", "#cfff000一个月" },
		notic_info = "说明：土地公公可以增加#c38ff3330%#cffffff洞府收益，守护时间结束，加成消失",
	},
	plant_qiuck_info = 
	{
		time_info = "剩余时间：#c00c0ff%s",
		exp_info = "可获经验：#c38ff33%d + %d",
		spend_info = "催熟花费：#cfff000%d元宝",
	},
	plant_build_info = 
	{
		plant_name = { "普通神农草", "优秀神农草", "精良神农草", "完美神农草", "百年神农草" },
		exp_info = "#c38ff33%d + %d 经验加成",
		notic_info = "单次刷新需要3元宝，满级刷新需20元宝",
		yb_info = "当前元宝：%d",
	},
	plant_build_all_info =
	{
		name_info = "草药品质：#c00c0ff%s",
		get_info = "可获得收益：#c38ff33%d + %d 经验",
		num_info = "种植株数：#cfff000%d",
		spend_info = "种植费用：#cfff000%d元宝",

	},
	plant_help_info = 
"#cfff000【洞府帮助】#r\
1.点击土地，选择种子品种后进行种植，#r\
2.升级洞府可以获得更多的经验和礼券奖励；#r\
3.为好友#c38ff33除草、捉虫、灌溉#cffffff可以获得额外的经验；#r\
4.为好友洞府#c38ff33除虫、捉虫、灌溉#cffffff有几率触发特殊事件；可以获得丰富经验奖励；#r\
5.除草、捉虫可获得的奖励次数上限为#c38ff3320#cffffff次；#r\
#cfff000【灵泉说明】#r\
1.每天对自己的灵泉灌溉3次，冷却时间为5分钟；#r\
2.灌溉灵泉可以获得经验奖励；#r\
3.灌溉满后可以获得礼券奖励，洞府等级越高，奖励越多；#r\
4.每天对好友充能上限为#c38ff3310#cffffff次；",
	plant_qiuck_all_info = "一键催熟需要花费#cfff000%d元宝",
	plant_event_info =
	{
		grass_info = "%s帮你除草",
		worm_info = "%s帮你除虫",
		water_info = "%s帮你灌溉灵泉",
	}
}

--炼器说明
Lang.forge = {
	tab_label = {
		[1] = "装备强化",
		[2] = "宝石镶嵌",
		[3] = "物品合成",
		[4] = "强化转移",
		[5] = "装备升级",
		[6] = "装备提品",
		[7] = "装备升阶",
		[8] = "装备洗炼",
	},

	common = {
		[1] = "使用神佑符",
		[2] = "手续费:",
		[3] = "银两不足",
	},

	tab_one = {
		ok_forge = "强化",
		used = "消耗铜钱:",
		is_auto_buy = "自动购买材料",
		forge_notic = "强化说明",
		cur_attribute = "当前属性：",
		next_attribute = "下一级属性：",
		cur_num = "#c4d2308数量:",
		metrial = "#cfff000材料",
	},

	tab_four = {
		help_notic = "转移说明",
		transfer_lab = "转移",
		transfer_succeed = "转移成功",
	},

	tab_five = {
		[1] = "升级",
	},

	tab_eight = {
		normal_xilian = "免费洗炼",
		normal_xilian2 = "洗炼一次",
		vip_xilian = "至尊洗炼",
	},

	tab_vip_xilian = {
		[1] = "替换",
		[2] = "批量洗炼",
		[3] = "批量洗炼洗炼需要花费%d元宝",
	},

	gem_set = {
		[1] = "镶嵌说明",
		[2] = "镶嵌",
		[3] = "摘除",
		[4] = "#c4d2308镶嵌 ",
		[5] = "#c4d2308数量:",
		[6] = "请先选择将要镶嵌的宝石",
		[7] = "#c4d2308已满级",
		[8] = "材  料",
		[9] = "装备中已镶嵌同类宝石",
	},

	synth = {
		[1]  = "%d级宝石",
		[2]  = "全部宝石",
		[3]  = "攻击宝石",
		[4]  = "外防宝石",
		[5]  = "内防宝石",
		[6]  = "生命宝石",
		[7]  = "合成后将获得：#r%s#cFFFFFFx%d,#r手续费：%d铜钱",
		[8]  = "合成后将获得：#r%s#cFFFFFFx%d,%s#cFFFFFFx%d#r%s#cFFFFFFx%d,%s#cFFFFFFx%d#r手续费：%d铜钱",
		[9]  = "材料不足",
		[10] = "铜钱不足",
		[11] = "消耗",
		[12] = "批量合成",
		[13] = "一键合成",
		[14] = "合  成",
		[15] = "材料不够",
		[16] = "数量：",
		[17] = "购买",
		[18] = "铜钱",
		[19] = "材  料", 
		[20] = {
            "一级", "二级", "三级", "四级", "五级",
            "六级", "七级", "八级", "九级", "十级",
            },
        [21] = {
            "攻击宝石", "外防宝石",
            "内防宝石", "生命宝石"
            },
        [22] = "宝 石",
        [23] = "强 化",
        [24] = "其 他",
        [25] = "请选择想要合成的宝石",
	},

	sj_and_tp = {
        [1] ="升阶",
        [2]="请先选择装备", 		--../script\model\ForgeModel.lua
        [3]="提品", 
        [4]="获得", 			
	},

	tpsm = "#ce0fcff1.40级以上紫色或橙色装备可以通过提升品质增加基础属性,最高品质为[神圣]。#r#ce0fcff2.提升装备品质，不会影响该装备的强化等级、洗炼属性、镶嵌属性。#r#ce0fcff3.提升攻击套装的品质需要材料#cff66cc百炼钢。#ce0fcff#r#ce0fcff4.提升防御套装的品质需要材料#cff66cc鎏金铜。#ce0fcff#r#ce0fcff5.以上提升品质材料可通过击杀#cff66cc世界boss#ce0fcff中获得。",
	sjsm = "#ce0fcff1.40级以上紫装可提升品阶增加基础属性#r#ce0fcff2.提升装备品阶，不会影响该装备的强化等级、洗炼属性、镶嵌属性。#r#ce0fcff3.提升装备品阶需要#cff66cc血炼石#ce0fcff，可击杀世界BOSS获得。完美或神圣的真装备可提升为橙色装备，需要使用 #cfff000皇玺玉#ce0fcff 。",
	xlsm = "#ce0fcff1.40级以上装备才可以洗炼#r#ce0fcff2.每天有5次免费洗炼的机会。#cfff000每天0点刷新#ce0fcff。#r#ce0fcff3.锁定属性，可在洗炼中将极品属性保留！更方便获得极品洗炼属性。",
	xljc = "#ce0fcff1.只能40级以上的同部位装备可以继承。#r#ce0fcff2.洗炼属性继承后，原装备的洗炼属性会消失，变为未激活状态。新装备将继承原有洗炼属性。",
	gem_info = "#ce0fcff1.全身宝石达到级别后，脚下将发出#c4d2308绚丽光环#r#ce0fcff2.宝石孔只能镶嵌对应的宝石#r#ce0fcff3.多颗宝石可同时进行镶嵌#r#ce0fcff4.镶嵌一颗宝石，需要消耗#c4d23082000铜钱#r#ce0fcff5.摘除一颗宝石，需要消耗#c4d23082000铜钱#r",
	strengthen_info = "#ce0fcff1.#c4d2308VIP5#ce0fcff以上玩家强化成功率固定增加#c4d23083%#r#ce0fcff2.强化失败、强化等级下降1级。使用#c4d2308保护符#ce0fcff可以保证强化失败后，强化等级维持不变#r#ce0fcff3.#c4d2308全身强化达到4级以上#ce0fcff，将会获得额外属性奖励，全身强化等级越高，获得的额外属性越高#r",
	synth_info = "#ce0fcff1.强化材料、翅膀道具、伙伴道具，可合成为#c4d2308更高级的道具#r#ce0fcff2.每#c4d23084个低级宝石，可合成一颗高级宝石#r#ce0fcff3.每#c4d23084个低级保护符，合成一个更高级保护符#r",
	transfer_info = "#ce0fcff1.装备可向比#c4d2308自身强化等级低#ce0fcff的装备进行强化转移，#c4d2308不限部位和装备等级#r#ce0fcff2.强化转移后，原装备的强化等级会转移给新的装备，原装备的强化等级变为#c4d23080#r",
	upgrade_info = "#ce0fcff1.升级后，装备强化等级，宝石属性全部保留#r#ce0fcff2.升级防具装备，需要消耗#c4d2308淬甲石、天外陨铁#r#ce0fcff3.升级武器和饰品，需要消耗#c4d2308玄离铁、赤练石#r#ce0fcff4.#c4d2308淬甲石、天外陨铁#ce0fcff可通过副本#c4d2308破狱之战获得#r#ce0fcff5.#c4d2308玄离铁#ce0fcff可通过兑换#c4d2308商店、寻宝、击杀BOSS#ce0fcff获得#r",
}

Lang.mounts = {
	title = "坐骑",
	default_mounts_name = "坐骑名字获取失败！",
	xilian_open_tip = "需要坐骑等级45级才能开启洗练！",
	user_attr = {
		hp = "#cd0cda2生    命:",
		attack = "#cd0cda2攻    击:",
		criticalStrikes = "#cd0cda2暴    击:",
		outDefence = "#cd0cda2外功防御:",
		innerDefence = "#cd0cda2内功防御:",
		moveSpeed = "移动速度:",
		level = "#cd0cda2等级:",
		lingxi = "#ccebda6灵犀值:",
	},
	progress_tip = "#cd0cda2进度:",
	uplevel_btn_tip = "#cd0cda2升级",
	pinjie_tip = "#cd0cda2品阶:",
	jie = "阶",
	xing = "星",
	up_pj_btn_tip = "#cd0cda2升阶",
	xilian_btn_tip = "#cd0cda2洗炼",
	tishen_btn_tip = "#cd0cda2提升",
	lingxi_drug = "#cd0cda2灵犀草",
	lingxi_drug_get_tip = "#ccebda6提示:在遗迹寻宝中获得",
	success_rate = "#ccebda6成功率:",
	max_level = "最高级",
	can_level_up = "可升级",
	cost_3_tip = "#cd0cda2消耗元宝: #cfff000",
	cost_0_tip = "#c00c0ff消耗铜钱: #cfff000",
	lingxi_max = "+150%#c38ff33(满)",
	show_mount  = "查看坐骑",
	dengji     ="等   级：",
	jindu      ="进   度：",
	pinjie     ="品   阶：",

	common = {
		[1] = "背包没有灵犀草,是否前往遗迹寻宝?",
		[2] = "是否花费",
		[3] = "元宝立即完成",
		[4] = "您使用了一个坐骑洗炼符!",
		[5] = "是否消耗10个洗炼符洗炼10次?",
		[6] = "是否消耗%d个洗炼符%d元宝洗炼10次？",
		[7] = "是否消耗0个洗炼符和200元宝洗炼10次？",
		[8] = "是否消耗50个坐骑口粮提升50次",
		[9] = "是否消耗%d个坐骑口粮%d元宝提升50次",
		[10] = "坐骑信息",
		[11] = "坐骑升阶",
		[12] = "坐骑洗炼",
	},

	info_panel = {
		[1] = "增加人物属性",
		[2] = "灵犀值",
		[3] = "#cfff000坐骑形象",
		[4] = "#cd0cda2化形",
		[5] = "#cd0cda2炫耀",
		[6] = "坐骑资质",
		[7] = "#cd0cda2坐骑达到50级后",
		[8] = "#cd0cda2开启灵犀值功能",
		[9] = "特殊坐骑",
	},

	jinjie_panel = {
		[1] = "#cFFB401进 阶 值:",
		[2] = "#cd0cda2元宝提升优先使用坐骑口粮:#cfff000",
		[3] = "#cd0cda2铜钱提升",
		[4] = "#cd0cda2元宝提升",
		[5] = "对不起，VIP等级6级以上才开启此功能.",
		[6] = "#cd0cda2提升50次",
		[7] = "#cd0cda2消耗铜钱：#cfff00010000",
		[8] = "#cd0cda2消耗元宝：#cfff00030",
		[9] = "#cd0cda2消耗元宝：#cfff0001500",
		[10] = "(最大值 )",
		[11] = "#cd0cda2(最大值 ",
		[12] = "#cfff000下一阶坐骑",
		[13] = "当前属性",
		[14] = "下一星级属性",
		[15] = "#cd0cda2已满阶",	-- 后续将开放更高阶坐骑
		[16] = "#cfff000满阶坐骑",
	},
	xilian_panel = {
		[1] = "#cd0cda2气血",
		[2] = "#cd0cda2真气",
		[3] = "#cd0cda2攻击",
		[4] = "#cd0cda2真气",
		[5] = "#cd0cda2内防",	-- 精神防御
		[6] = "#cd0cda2铜钱",
		[7] = "#cd0cda2外防",	-- 外功防御
		[8] = "#cd0cda2礼券",
		[9] = "#cd0cda2暴击",
		[10] = "#cd0cda2银两",
		[11] = "#cd0cda2洗炼10次",
		-- [12] = "#cfff000(双倍效果)",
		[13] = "资质已达上限",
		[14] = "#cd0cda2铜钱洗炼",
		[15] = "#cd0cda2元宝洗炼",
		-- [16] = "批量洗炼",
		[16] = "#cd0cda2消耗铜钱: ",
		[17] = "#cd0cda2消耗元宝: ",
		[18] = "#cd0cda2优先使用洗炼符(元宝洗炼可获得双倍收益)",

	},
	special_mount = {
		[1] = "#cFF0000该坐骑未激活，无法获得该部分属性加成",
		[2] = "#c00FF00到期时间: ",
		[3] = "%Y年%m月%d日 %H时%M分",
		[4] = "获取说明: ",
		[5] = "永久有效！",
	},
}

Lang.pet = {
	common = {
		[1] = "#cd0cda2战斗力:#cffffff",
		[2] = "未开启",
		[3] = "伙伴信息",
		[4] = "悟性提升",
		[5] = "成长提升",
		[6] = "技能学习",
		[7] = "技能刻印",
		[8] = "伙伴传承",
		[9] = "是否花费10元宝扩展一个伙伴栏?",
		[10] = "尉阶",
		[11] = "校阶",
		[12] = "帅阶",
		[13] = "王阶",
		[14] = "偏将",
		[15] = "猛将",
		[16] = "魔将",
		[17] = "神将",
		[18] = "请先选择技能书",
	},
	pet_info_page = 
	{
		[1]="输入了非法字符",
		[2]="#cd0cda2这是你最后的伙伴，无法驱逐。", 		--../script\UI\pet\PetInfoPage.lua
		[3]="#cd0cda2是否放弃该伙伴?", 		--../script\UI\pet\PetInfoPage.lua
		[4]="#cd0cda2外功", 		--../script\UI\pet\PetInfoPage.lua
		[5]="#cd0cda2内功", 		--../script\UI\pet\PetInfoPage.lua
		[6]="#cd0cda2改变伙伴%s#cd0cda2的攻击类型为#c35c3f7%s#cd0cda2吗?", 		--../script\UI\pet\PetInfoPage.lua
		[7]="#cd0cda2改名", 		--../script\UI\pet\PetInfoPage.lua
		[8]="#cd0cda2驱逐", 		--../script\UI\pet\PetInfoPage.lua
		[9]="喂养", 		--../script\UI\pet\PetInfoPage.lua
		[10]="延寿", 		--../script\UI\pet\PetInfoPage.lua
		[11]="#cd0cda2赏赐", 		--../script\UI\pet\PetInfoPage.lua
		[12]="#cd0cda2经验:", 		--../script\UI\pet\PetInfoPage.lua
		[13]="#cd0cda2生命:", 		--../script\UI\pet\PetInfoPage.lua
		[14]="#cd0cda2寿命:", 		--../script\UI\pet\PetInfoPage.lua
		[15]="#cd0cda2快乐:", 		--../script\UI\pet\PetInfoPage.lua
		[16]="#c4d2308伙伴技能", 		--../script\UI\pet\PetInfoPage.lua
		[17]="悟性达到12、24,成长到达13、26分别增加一个技能槽", 		--../script\UI\pet\PetInfoPage.lua
		[18]="#cd0cda2炫耀", 		--../script\UI\pet\PetInfoPage.lua
		[19]="#cd0cda2悟    性:", 		--../script\UI\pet\PetInfoPage.lua
		[20]="#cd0cda2成    长:", 		--../script\UI\pet\PetInfoPage.lua
		[21]="您的伙伴现在需要休息！",
		[22]="温泉中伙伴不能出战",
		[23]="伙伴技能",
		[24]="#cd0cda2提升",
		[25]="请在下面输入框中输入伙伴新名称：",
		[26]="外功",
		[27]="内功",

		left_info = "#cd0cda2攻    击:#r#cd0cda2外功防御:#r#cd0cda2内功防御:#r#cd0cda2暴    击:#r#cd0cda2命    中:#r#cd0cda2闪    避:#r#cd0cda2抗 暴 击:#r#cd0cda2生    命:",
		right_info = "#cd0cda2攻击资质:#r#cd0cda2防御资质:#r#cd0cda2灵巧资质:#r#cd0cda2身法资质:",
	},
	pet_wuxin_page = 
	{
		[1] = "#cd0cda2(属性额外加5%)",
		[2] = "#cd0cda2(属性额外加15%)",
		[3] = "#cd0cda2(属性额外加30%)",
		[4] = "#cd0cda2(属性额外加50%)",
		[5] = "资质       当前属性  下级属性",
		[6] = "#cd0cda2攻    击:#cffffff",
		[7] = "#cd0cda2外功防御:#cffffff",
		[8] = "#cd0cda2内功防御:#cffffff",
		[9] = "#cd0cda2暴    击:#cffffff",
		[10] = "#cd0cda2命    中:#cffffff",
		[11] = "#cd0cda2闪    避:#cffffff",
		[12] = "#cd0cda2抗 暴 击:#cffffff",
		[13] = "#cd0cda2生    命:#cffffff",
		[14] = "#c66ff66悟性:%d/%d",
		[15] = "#cffffff成功率: ",
		[16] = "自动购买材料",
		[17] = "#cd0cda2购买",
		[18] = "使用保护珠",
		[19] = "铜钱不足",
		[20] = "#cfff000本次提升未使用对应等级的保护果，若提升失败，伙伴提升的等级将会下降，确定升级吗？",
		[21] = "%(卜)",
		[22] = "额外属性",
		[23] = "#cd0cda2(需悟性10以上)",
		[24] = "#cd0cda2(需悟性20以上)",
		[25] = "#cd0cda2(需悟性30以上)",
		[26] = "#cd0cda2(需悟性42以上)",
		[27] = "悟性:",
		[28] = "#cd0cda2（悟性等级已满）",
		[29] = "#cd0cda2（提升失败悟性-1）",
		[30] = "#cd0cda2（提升失败悟性等级不变）",
		[31] = "提升",
		[32] = "#cd0cda2消耗%d铜钱",
	},
	chengzhang_page = {
		[1] = "#cd0cda2(资质额外加5%)",
		[2] = "#cd0cda2(资质额外加15%)",
		[3] = "#cd0cda2(资质额外加30%)",
		[4] = "#cd0cda2(资质额外加50%)",
		[5]="#cd0cda2攻击资质:#cffffff", 		--../script\UI\pet\PetChengZhangPage.lua
		[6]="#cd0cda2防御资质:#cffffff", 		--../script\UI\pet\PetChengZhangPage.lua
		[7]="#cd0cda2灵巧资质:#cffffff", 		--../script\UI\pet\PetChengZhangPage.lua
		[8]="#cd0cda2身法资质:#cffffff", 		--../script\UI\pet\PetChengZhangPage.lua
		[9]="#cffffff成功率:", 		--../script\UI\pet\PetChengZhangPage.lua
		[10]="#c66ff66成长:%d/%d",
		[11] = "#cd0cda2(需成长10以上)",
		[12] = "#cd0cda2(需成长20以上)",
		[13] = "#cd0cda2(需成长30以上)",
		[14] = "#cd0cda2(需成长42以上)",
		[15] = "资质        当前属性  下级属性",
		[16] = "成长:",
		[17] = "#cd0cda2（成长等级已满）",
		[18] = "#cd0cda2（提升失败成长-1）",
		[19] = "#cd0cda2（提升失败成长等级不变）",
	},
	skillstudy_page = {
		[1] = "#cd0cda2学习",
		[2] = "#cd0cda2遗忘",
		[3] = "#c4d2308学习条件：",
		[4] = "#cd0cda2消耗材料：#cFFFFFF忘情酒 × 1",
		[5] = "#ca80004*优先使用礼券",
		[6] = "刷新",
		[7] = "获得",
		[8] = "批量",
		[9] = "#cd0cda2你确定要让", 		--../script\UI\pet\PetSkillStudyPage.lua
		[10] = "#cd0cda2技能吗",
		[11] = "#cd0cda2施法效果：#cffffff",	--../script\UI\pet\PetSkillStudyPage.lua
		[12] = "#c458908初级",
		[13] = "#c0096ff中级",
		[14] = "#ce519cb高级",
		[15]="(已达成)",					--../script\UI\pet\PetSkillStudyPage.lua
		[16]="(未达成)",					--../script\UI\pet\PetSkillStudyPage.lua
		[17]="(无)",						--../script\UI\pet\PetSkillStudyPage.lua
		[18]="伙伴技能",
		[19]="拥有技能书",
		[20]="#cd0cda2施法距离：#cffffff",
		[21]="#cd0cda2冷却时间：#cffffff",
		[22]="#c00b5e2已刻印",
		[23]="#c00b5e2未刻印",
		[24]="技能秘籍",
		[25]="#cd0cda2伙伴技能图鉴",
		[26]="#cd0cda2购买",
		[27]="#cd0cda2使用",
		[28]="#cd0cda2学习技能",
		[29]="单个刷新",
		[30]="批量刷新",
		[31]="#cd0cda2刷新",
		[32]="#cd0cda2批量刷新",
		[33]="#cd0cda250礼券刷新",
		[34]="#cd0cda210元宝刷新",
		[35]="#cd0cda2250礼券刷新",
		[36]="#cd0cda250元宝刷新",
		[37]="注意：只能学习其中一个技能，请谨慎选择。",
		[38]="#cd0cda2已刷新#cffffff%d#cd0cda2次"
	}, 
	keyin_page = {
		[1]="解封", 		--../script\UI\pet\PetSkillKeYinPage.lua
		[2]="#c38ff33初级", 		--../script\UI\pet\PetSkillKeYinPage.lua
		[3]="#c00c0ff中级", 		--../script\UI\pet\PetSkillKeYinPage.lua
		[4]="#cff66cc高级", 		--../script\UI\pet\PetSkillKeYinPage.lua
		[5]="#cfff000顶级", 		--../script\UI\pet\PetSkillKeYinPage.lua
		[6]="#cd0cda2你确认封印", 		--../script\UI\pet\PetSkillKeYinPage.lua
		[7]="封印", 		--../script\UI\pet\PetSkillKeYinPage.lua
		[8]="#c66ff66施法距离:", 		--../script\UI\pet\PetSkillKeYinPage.lua
		[9]="#c66ff66冷却时间:", 		--../script\UI\pet\PetSkillKeYinPage.lua
		[10]="#c4d2308兽魂仓库", 		--../script\UI\pet\PetSkillKeYinPage.lua
		[11]="#cd0cda2伙伴技能图鉴", 		--../script\UI\pet\PetSkillKeYinPage.lua
		[12]="#cd0cda2施法效果：#cffffff", 		--../script\UI\pet\PetSkillKeYinPage.lua
		[13]="#cd0cda2的",
		[14]="秒",
		[15]="刻印仓库",
		[16]="#cd0cda2技能吗",
	},
	ronghe_page = {
		[1]="#c4d2308融合预览", 		--../script\UI\pet\PetRongHePage.lua
		[2]="#c66ff66攻击资质:#h3#防御资质:#h3#灵巧资质:#h3#身法资质:", 		--../script\UI\pet\PetRongHePage.lua
		[3]="#cd0cda2攻击资质:#r#cd0cda2防御资质:#r#cd0cda2灵巧资质:#r#cd0cda2身法资质:", 		--../script\UI\pet\PetRongHePage.lua
		[4]="#cd0cda2等    级:#r#cd0cda2悟    性:#r#cd0cda2成    长:#r", 		--../script\UI\pet\PetRongHePage.lua
		[5]="副宠身上带有技能，融合后技能会消失，确定融合吗？（可以使用兽魂印刻印技能到技能仓库）", 		--../script\UI\pet\PetRongHePage.lua
		[6]="融合会使副宠(包括技能)消失，确定融合吗?", 		--../script\UI\pet\PetRongHePage.lua
		[7]="请选择两只伙伴", 		--../script\UI\pet\PetRongHePage.lua
		[8]="同一只伙伴", 		--../script\UI\pet\PetRongHePage.lua
		[9]="#cd0cda2传承",
		[10]="#cf6f6f6传承预览",
	},
	egg_page = {
		[1] = {"#cd0cda2悟    性:#cffffff ","#cd0cda2成    长:#cffffff ","#cd0cda2攻击资质: ","#cd0cda2防御资质: ","#cd0cda2灵巧资质: ","#cd0cda2身法资质: "},
		[2] = "#cd0cda2招募",
		[3] = "#cd0cda2驱逐",
		[4] = "#cd0cda2伙伴名字:#cffffff ",
		[5] = "#c66ff66携带技能:",
	},
	show_win = {
		[1] = {"#cd0cda2悟    性:#cffffff ","#cd0cda2成    长:#cffffff ","#cd0cda2攻击资质:#cffffff ","#cd0cda2防御资质:#cffffff ","#cd0cda2灵巧资质:#cffffff ","#cd0cda2身法资质:#cffffff "},
		[2] = "查看伙伴",
		[3] = "伙伴属性",
	},

	-- 伙伴技能学习说明
	pet_skill_study = "1.伙伴技能需要顺序学习,学习初级技能后才能学习中级技能，以此类推.#r2.伙伴高级技能效果会比低级技能效果好.#r3.可以使用刷新和批量刷新,来获得任务等级的随机技能.#r4.伙伴技能栏满后,必须遗忘技能或将技能封印至兽魂仓库,才可再学习技能.#r5.伙伴拥有5个和5个以上技能时会拥有各色绚丽光环.",
	-- 伙伴技能刻印说明
	pet_keyin = "1.第一次封印技能需要消耗相应的血契来给技能刻印.已刻印后的技能升级后,需再次刻印#r2.技能仓库用于存放已刻印的技能,选择技能封印可将已刻印技能存放到技能仓库.#r3.选择技能仓库内的技能,点击解封,可将技能仓库内的技能置于携带伙伴身上,使伙伴拥有该技能.#r4.欲升级技能仓库内技能,需先将技能置于伙伴身上,然后再进行技能学习.",
	show_pet = "查看伙伴"
}

Lang.openser = {
	-- 开服活动
	-- activity_title_up = { "充值回馈","修仙初成", "战力排行", "等级排行","忍の书排行","成就排行","坐骑排行","翅膀排行","最强家族", "套装收集", "境界奖励" },
	activity_title_up = { "充值回馈","展露头角", "战力排行", "等级排行","奇经八脉","成就排行","坐骑排行","美人排行","最强世族", "套装收集", "军衔奖励" },
	-- activity_title_up = { "充值回馈", "战士考核", "世族大业", "战力排行", "等级排行" },
	-- 封测活动
	ct_activity_title_up = {"修炼初成","封测礼包","等级礼包","登录基金","时段礼包","活跃礼包","在线有礼"},
	--开服活动
	-- activity_title_down = {"充值送豪礼","小有成就","斗战战士","忍道漫漫兮","欢乐忍の书","名动天下","神兽相助","绚丽翅膀","我们的家","靓丽套装","不怕考试"},
	activity_title_down = { "充值送豪礼", "不怕考试", "我们的家", "斗战战士", "忍道漫漫兮" },
	--封测活动
	ct_activity_title_down = {"小有成就","感恩回馈","升级送豪礼","登录送豪礼","喜迎封测日","欢庆封测日","在线送豪礼"},
	-- 开服活动时间
	activity_time = {"开服当天--第七天的22:00","开服当天--第七天的22:00","开服当天--第七天的22:00",
					"开服当天--第七天的22:00", "开服当天--第七天的22:00","开服当天--第七天的22:00",
					"开服当天--第七天的22:00","开服当天--第七天的22:00", "开服当天--第七天的22:00",
					"开服当天--第七天的22:00","开服当天--第七天的22:00"},
	-- 封测活动时间
	ct_activity_time = {"9月16日-9月20日"},

	-- activity_desc = {"在活动期间，充值数额累计达到指定数额，就能领取超额回馈礼包",
	-- 		"在活动结束后，等级战斗力等达到指定数值，能获得礼包奖励。",
	-- 		"在活动结束后，排行榜上战力排行前十的玩家，能获得超值元宝礼包",
	-- 		"在活动结束后，排行榜上等级排行前十的玩家，能获得超值元宝礼包",
	-- 		"在活动结束后，排行榜上忍之书排行前十的玩家，能获得超值元宝礼包",
	-- 		"在活动结束后，排行榜上成就排行前十的玩家，能获得超值元宝礼包",
	-- 		"在活动结束后，排行榜上坐骑排行前十的玩家，能获得超值元宝礼包",
	-- 		"在活动结束后，排行榜上翅膀排行前十的玩家，能获得超值元宝礼包",
	-- 		"在活动结束后，所在世族达到指定等级，就能领取世族大礼包",
	-- 		"在活动期间，收集到指定数目的套装，就能领取大奖礼包",
	-- 		"在活动期间，战士考试提升至指定段位，就能领取大奖礼包" },
	activity_desc = { "充值回馈-在活动期间，充值数额累计达到指定数额，就能领取超额回馈礼包",
					  "崭露头角-在活动结束后，等级战斗力等达到制定数额，能获得礼包奖励",
					  "战力排行-在活动结束后，排行榜上战力排行前十的玩家，能获得超值元宝礼包",
					  "等级排行-在活动结束后，排行榜上等级排行前十的玩家，能获得超值元宝礼包",
					  "奇经八脉排行-在活动结束后，排行榜上奇经八脉排行前十的玩家，能获得超值元宝礼包",
					  "成就排行-在活动结束后，排行榜上成就排行前十的玩家，能获得超值元宝礼包",
					  "坐骑排行-在活动结束后，排行榜上坐骑排行前十的玩家，能获得超值元宝礼包",
					  "美人排行-在活动结束后，排行榜上美人排行前十的玩家，能获得超值元宝礼包",
					  "最强世族-在活动结束后，所在世族达到指定等级，就能领取世族大礼包",
					  "套装收集-在活动期间，收集指定数目的套装，就能领取大奖礼包",
					  "军衔奖励-在活动期间，护国榜提升至指定军衔，就能领取大奖礼包", },

	ct_activity_desc = {"在活动期间，等级战力等达到指定的数值，即可领取元宝奖励",
							"在活动期间，登录游戏即可领取封测礼包奖励",
						   --"在活动期间，输入有效的激活码，即可领取封测道具奖励",
						   "在活动期间，等级达到指定的数值，即可领取元宝奖励",
						   "在活动期间，每日上线登录，即可领取元宝奖励",
						   "在活动期间，在指定的时段上线，即可领取元宝奖励",
						   "在活动期间，活跃度达到指定的数值，即可领取元宝奖励",
						   "在活动期间，在线时长达到指定的数值，即可领取元宝奖励"},

	recharge_award = {"充值累计达到500元宝" ,
			"充值累计达到2000元宝",
			 "充值累计达到5000元宝",
			 "充值累计达到10000元宝",
			 "充值累计达到20000元宝",
			 "充值累计达到30000元宝"},

	growup_award = {
			"人物等级达到36级",
			"人物战斗力达到5500",
			"伙伴战斗力达到2500",
			"坐骑战斗力达到500",
			"翅膀战斗力达到1000",
			"美人图谱战斗力达到500",
			"成就达到100",
			"奇经八脉达到气脉. 风",
			"护国榜达到九品都尉",
			"点将台排名500"},

	fight_rank = {
			"战力排行榜第1名",
			"战力排行榜第2名",
			"战力排行榜第3名",
			"战力排行榜第4名",
			"战力排行榜第5名",
			"战力排行榜第6名",
			"战力排行榜第7名",
			"战力排行榜第8名",
			"战力排行榜第9名",
			"战力排行榜第10名"},	 

	level_rank = {
			"等级排行榜第1名",
			"等级排行榜第2名",
			"等级排行榜第3名",
			"等级排行榜第4名",
			"等级排行榜第5名",
			"等级排行榜第6名",
			"等级排行榜第7名",
			"等级排行榜第8名",
			"等级排行榜第9名",
			"等级排行榜第10名"},

	linggen_rank = {"奇经八脉排行榜第1名",
			"奇经八脉排行榜第2名",
			"奇经八脉排行榜第3名",
			"奇经八脉排行榜第4名",
			"奇经八脉排行榜第5名",
			"奇经八脉排行榜第6名",
			"奇经八脉排行榜第7名",
			"奇经八脉排行榜第8名",
			"奇经八脉排行榜第9名",
			"奇经八脉排行榜第10名"},

	achieve_rank = {"成就排行榜第1名",
			"成就排行榜第2名",
			"成就排行榜第3名",
			"成就排行榜第4名",
			"成就排行榜第5名",
			"成就排行榜第6名",
			"成就排行榜第7名",
			"成就排行榜第8名",
			"成就排行榜第9名",
			"成就排行榜第10名"},

	mount_rank = {"坐骑排行榜第1名",
			"坐骑排行榜第2名",
			"坐骑排行榜第3名",
			"坐骑排行榜第4名",
			"坐骑排行榜第5名",
			"坐骑排行榜第6名",
			"坐骑排行榜第7名",
			"坐骑排行榜第8名",
			"坐骑排行榜第9名",
			"坐骑排行榜第10名"},

	fabao_rank = {"美人排行榜第1名",
			"翅膀排行榜第2名",
			"翅膀排行榜第3名",
			"翅膀排行榜第4名",
			"翅膀排行榜第5名",
			"翅膀排行榜第6名",
			"翅膀排行榜第7名",
			"翅膀排行榜第8名",
			"翅膀排行榜第9名",
			"翅膀排行榜第10名"},

	guild_award = {"所在世族达到2级",
			"所在世族达到3级",
			"所在世族达到4级或以上"},

	suit_award = {"收集到40级紫色套装2件",
			"收集到40级紫色套装4件",
			"收集到40级紫色套装8件或以上"},	

	dujie_award = { 
			"护国榜达到四品都尉",
			"护国榜达到五品镇军",
			"护国榜达到九品督军或以上",
			
			},

	plantform_award = { "封测礼包",
						},

	level_award = {"等级达到30级",
						"等级达到35级",
						"等级达到40级",						
						"等级达到45级",
						"等级达到50级",
						-- "等级达到55级",
						-- "等级达到60级",
						},

	daily_login_award = {"第一天",
							"第二天",
							"第三天",
							"第四天",
							"第五天",
							-- "第六天",
							-- "第七天",
							},

	online_1_award = {"每日12：00-12：30在线",
						"每日20：00-20：30在线",},

	online_2_award = {"累计在线1小时",
						"累计在线2小时",
						"累计在线3小时",
						"累计在线4小时",
						"累计在线5小时",
						"累计在线6小时",},

	active_award = {"活跃度达到40",
						"活跃度达到60",
						"活跃度达到80",
						"活跃度达到100",},	

	beauty_award = {
		"美人榜第1名礼包",
		"美人榜第2名礼包",
		"美人榜第3名礼包",
		"美人榜第4名礼包",
		"美人榜第5名礼包",
		"美人榜第6名礼包",
		"美人榜第7名礼包",
		"美人榜第8名礼包",
		"美人榜第9名礼包",
		"美人榜第10名礼包",
	},			
}

Lang.zhan_bu = 
{
	notic_info = "#cfff0001、每小时可以占卜一次#r#cfff0002、占卜有机会遇到各种幸运事件",
	talk_info = "亲！来卜一挂不？",
	zhanbu_notic = "您在该时段已经使用占卜。",
	event_notic_target = "XXXXX",
	event_notic_info = 
	{
		[1] = "飞来横祸- -!玩家#c38ff33XXXXX#cffffff今天在遛狗的时候突然被天上掉下来的不明物体砸了一下，仔细一看原来是一个沉甸甸的#c38ff33初级强化石#cffffff！",
		[2] = "天官赐福，财神散财！玩家#c38ff33XXXXX#cffffff还没搞清楚发什么事，就发现手中多了一张#cff66cc多卡的钱袋#cffffff！",
		[3] = "恶趣味的#c38ff33XXXXX#cffffff竟然骗熊猫君，说可以给他照彩色片！得知真相的熊猫君泪奔而逃！留下一个#cff66cc坐骑坐骑口粮#cffffff！",
		[4] = "玩家#c38ff33XXXXX#cffffff失恋后伤心欲绝跳崖自杀！幸运的是堕崖途中掉到一棵树上，发现了5个#c38ff33风之精碎片#cffffff！",
		[5] = "为了证实地球是圆的，#c38ff33XXXXX#cffffff和朋友打赌。在筋疲力尽完成环球跑步后，#c38ff33XXXXX#cffffff心满意足地从朋友手中接过5个#c38ff33火之精碎片#cffffff！",
		[6] = "意外收获啊！本来想挖地道偷窥女浴池的#c38ff33XXXXX#cffffff竟然在挖坑途中发现5个#c38ff33山之精碎片#cffffff！",
		[7] = "连续买彩票10年不中的#c38ff33XXXXX#cffffff，在回家的路上踢到一个袋东西，仔细一看，原来是是5个#c38ff33林之精碎片#cffffff！",
		[8] = "在连续表白9999失败次后，月老实在看不下去了，决定送#c38ff33XXXXX#cffffff一个#cff66cc天仙令#cffffff！",
		[9] = "脑袋进水的#c38ff33XXXXX#cffffff竟然找圣兽麒麟单挑，惨被蹂躏后。麒麟留下一颗#c38ff33初级灵果#cffffff作为沙包费！",
		[10] = "玩家#c38ff33XXXXX#cffffff在温泉弯腰拣了一块肥皂!结果……一阵眩晕...醒来后发现身边多了一个#cff66cc除魔令#cffffff！",
		[11] = "听说#c38ff33XXXXX#cffffff和女朋友接吻后，女友闺蜜怀孕了，孩子是#c38ff33XXXXX#cffffff朋友的！得知这个事情后，月老惊呆了，摇摇头留下一个#c00c0ff星蕴结晶#cffffff离去了！",
		[12] = "卦象显示：宜安床扫舍宇祭祀沐浴裁衣遛狗。#c38ff33XXXXX#cffffff兴冲冲地拉着伙伴散步，在路上发现了获得#c38ff33初级潜力果",
		[13] = "物有宝石，天有珍宝。紫气直切斗牛之间。#c38ff33XXXXX#cffffff根据卦象在山上发现获得#cff66cc坐骑坐骑口粮#cffffff。",
		[14] = "某天#c38ff33XXXXX#cffffff做白日梦发财了，根据寻宝指引，他在一棵树下发现了#c36ffcc4个#cffffff翅膀初级化羽技能书碎片,真是耐人寻味。",
		[15] = "#c38ff33XXXXX#cffffff跟踪火鸾鸟到青丘山，发现了4个#c38ff33神果仙露残片#cffffff。",
		[16] = "#c38ff33XXXXX#cffffff出门的时候被古怪的东西绊倒了，仔细一看，原来是#c38ff33优秀·嘟嘟鹅#cffffff",
		[17] = "#c38ff33XXXXX#cffffff出门的时候被古怪的东西绊倒了，仔细一看，原来是#c38ff33优秀·迎风龟#cffffff",
		[18] = "#c38ff33XXXXX#cffffff出门的时候被古怪的东西绊倒了，仔细一看，原来是普通·迎风龟",
		[19] = "#c38ff33XXXXX#cffffff出门的时候被古怪的东西绊倒了，仔细一看，原来是#c00c0ff精良·小龙女",
		[20] = "#c38ff33XXXXX#cffffff在北冰原甩了个四脚朝天，逗得花仙子哈哈大笑，获得仙子所赠#c38ff33玫瑰花两朵#cffffff。",
		[21] = "#c38ff33XXXXX#cffffff在采集彼岸花的时候意外发现#c00c0ff9朵玫瑰#cffffff。",
		[22] = "#c38ff33XXXXX#cffffff根据卦象将一个飞雷神埋在地下，第二天他挖出了2个#c38ff33飞雷神#cffffff。",
		[23] = "传说不周山有秘宝出世，路过打酱油的#c38ff33XXXXX#cffffff捡到了2个#c38ff33初级神果#cffffff。",
		[24] = "机智的#c38ff33XXXXX#cffffff与魔龙魔龙玩【石头剪刀布】，永远只能出【布】的魔龙在连输5把后饮恨丢下一个#cff66cc百炼钢",
		[25] = "#c38ff33XXXXX#cffffff在魔界入口抵抗魔族入侵十分卖力，得到九天玄女的嘉许，获得一个#c00c0ff复活石#cffffff",
		[26] = "根据卦象东方祥云涌现，#c38ff33XXXXX#cffffff一直东行果然在路上发现一个#c00c0ff中级保护符",
		[27] = "#c38ff33XXXXX#cffffff仔细端详在雷夏泽捡到的一块古怪石头，擦干净后发现原来这是一块#cff66cc淬甲石",
		[28] = "偶尔路过药店的#c38ff33XXXXX#cffffff被郎中说：印堂发黑，胸有两个大波。结果获赠#c38ff33中级仙露#cffffff20瓶",
		[29] = "偶尔路过药店的#c38ff33XXXXX#cffffff被郎中说：印堂发黑，胸有两个大波。结果获赠#c38ff33中级灵液#cffffff20瓶",
		[30] = "正所谓倒霉是有个限度的，#c38ff33XXXXX#cffffff连续买了3年彩票后终于获得一个#c00c0ff初级生命包#cffffff奖励证明了这一点",
		[31] = "正所谓倒霉是有个限度的，#c38ff33XXXXX#cffffff连续买了3年彩票后终于获得一个#c00c0ff初级耐力包#cffffff奖励证明了这一点",
		[32] = "#c38ff33XXXXX#cffffff决心加快修炼，望可以早日踏入封神之巅。这份毅力得到赤脚大仙的肯定，大仙决定奖励#c38ff33XXXXX#cffffff一个#c00c0ff初级经验丹",
		[33] = "#c38ff33XXXXX#cffffff决心加快修炼，望可以早日踏入封神之巅。这份毅力得到赤脚大仙的肯定，大仙决定奖励#c38ff33XXXXX#cffffff一个#cff66cc中级经验丹",
		[34] = "#c38ff33XXXXX#cffffff决心加快修炼，望可以早日踏入封神之巅。这份毅力得到赤脚大仙的肯定，大仙决定奖励#c38ff33XXXXX#cffffff一个#cffa500高级经验丹",
		[35] = "#c38ff33XXXXX#cffffff与张天师一起探讨：为什么思念一个人会手都酸了！结果张天师大加赞赏，决定赠送他一个#cff66cc鎏金铜",
		[36] = "好人好报啊！为了答谢#c38ff33XXXXX#cffffff十日前的救命之恩。青鸟送给#c38ff33XXXXX#cffffff一个#c00c0ff中级美人晶石#cffffff作为答谢!",
		[37] = "#c38ff33XXXXX#cffffff在翻看古籍的时候发现奇怪的药剂配方，经过一轮折腾后，成功炼制出一个#c38ff33二级外防药剂#cffffff！",
		[38] = "#c38ff33XXXXX#cffffff在翻看古籍的时候发现奇怪的药剂配方，经过一轮折腾后，成功炼制出一个#c38ff33二级生命药剂#cffffff！",
		[39] = "#c38ff33XXXXX#cffffff在翻看古籍的时候发现奇怪的药剂配方，经过一轮折腾后，成功炼制出一个#c38ff33二级攻击药剂#cffffff！",
		[40] = "#c38ff33XXXXX#cffffff在翻看古籍的时候发现奇怪的药剂配方，经过一轮折腾后，成功炼制出一个#c38ff33二级法防药剂#cffffff！",
		[41] = "#c38ff33XXXXX#cffffff心血来潮在市集够了一个藏宝图，意外的根据藏宝图获得一个#c38ff33解环石#cffffff。",
		[42] = "偶然路过不周山的#c38ff33XXXXX#cffffff得到烛龙的赏识，获得物品#c00c0ff中级兽魂印#cffffff。",
		[43] = "偶然路过不周山的#c38ff33XXXXX#cffffff得到烛龙的赏识，获得物品#c38ff33初级兽魂印#cffffff。",
		[44] = "闲着无事的#c38ff33XXXXX#cffffff在街上闲逛遇到江湖术士，凭借着他的三寸不烂之舌成功敲诈了江湖术士的#cff66cc高级回血药*1#cffffff",
	
		
		[101] = "乌龟仙人决定传授#c38ff33XXXXX#cffffff气血术！额...因为前往昆仑境的打赌惩罚对它来说路程的确有点远....",
		[102] = "喝醉的#c38ff33XXXXX#cffffff踩香蕉皮摔个四脚朝天。瞬间怒气爆表的#c38ff33XXXXX#cffffff战斗力得到提升！",
	    [103] = "#c38ff33XXXXX#cffffff在古神遗迹发现一个上古灵符，弓手防御得到#c38ff3320%#cffffff提升",
		[104] = "#c38ff33XXXXX#cffffff在修炼的时候阴差阳错激活了上古法咒，贤儒防御提升#c38ff3320%#cffffff！",
		
		[201] = "在扶了老奶奶999次过马路后，#c38ff33XXXXX#cffffffRP大爆发！获得装备强化成功率+#c38ff333%#cffffff！",
		[202] = "天降旱雷！被击中的#c38ff33XXXXX#cffffff竟然任督二脉全开，领悟了翅膀进阶术。翅膀升级成功率增加#c38ff333%#cffffff。",
		[203] = "真是羡煞旁人啊！#c38ff33XXXXX#cffffff的伙伴获得上仙点化，成长提升成功率增加#c38ff333%",
		[204] = "#c38ff33XXXXX#cffffff和伙伴修炼的时候，和伙伴达到人宠合一的境界。领悟了驯兽术，伙伴提悟成功率增加#c38ff333%#cffffff。",
	}
}

Lang.huanledou = {
	xzsm = "#c33a6ee仙主不但可以雇佣或者解救仙仆，同时可以对仙仆进行压榨或互动获取经验。不过小心仙仆反抗或者其他人来抢夺你的仙仆哦！",
	xpsm = "#c33a6ee仙仆可以对仙主发起反抗或者通过求救来重获自由身，也可以通过仙仆互动来获取经验。",
	zysm = "#c33a6ee自由身可以雇佣或者抢夺仙仆成为仙主，也可以去解救仙仆，不过小心成为别人的仙仆哦！",
}

--蓝钻特权
Lang.qqvip_info = {
	blue_award_info = { "蓝钻新手礼包", "%d级蓝钻每日礼包", "%d级成长礼包", "年费蓝钻额外礼包" },
	blue_vip_get_info = "亲!只有蓝钻用户才可以领取",
	blue_vip_get_pet_info = "亲!只有蓝钻用户才可以领取伙伴！",
	blue_year_vip_get_info = "亲！只有年费蓝钻用户才可以领取礼包",
	blue_pet_info = "#r#c33a6ee身法资质：#ce0fcff701       #c00c0ff技能：#ce0fcff中级破甲 #r#c33a6ee攻击有概率令目标防御下降9%及固定值。",
	blue_shop_notic_info = "#cff66cc成为蓝钻可享受购物8折优惠",
}

--客服系统
Lang.kefu = {
	[1] = "#cfff000客服电话:",
	[2] = "#cfff000官网地址:",
	[3] = "#cfff000客服QQ:",
	[4] = "#cfff000官方QQ群:",
	[5] = "#cfff000论坛地址:",
	[6] = "#cfff000类型:",
	[7] = "#cfff000标题:",
	[8] = "#cfff000内容:",
	[9] = "#cffd200注:标题最多输入20个字，内容最多输入100个字",
	[10] = "#cffd200BUG提交",
	[11] = "#cffd200投诉",
	[12] = "#cffd200游戏建议",
	[13] = "#cffd200其他",
	[14] = "5分钟之后才能再次发送。",
	[15] = "请选择发送类型。",
	[16] = "请填写标题。",
	[17] = "请填写内容。",
	[18] = "您的宝贵意见已成功发送，祝您游戏愉快！",
	ios = {
		qq_qun = "",
		luntan = "",
		guanwangdizhi = "",
		kefu_qq = "800030898",
		kefu_tel = "028-65789575",
	},
	lianyun = {
		qq_qun = "139919287",
		luntan = "",
		guanwangdizhi = "http://tjxs.shediao.com/",
		kefu_qq = "800089308",
		kefu_tel = "0799-6770077",
	},
	yyb = {
		qq_qun = "",
		luntan = "",
		guanwangdizhi = "",
		kefu_qq = "800030898",
		kefu_tel = "028-65789575",
	},
	ljcq = {
		qq_qun = "",
		luntan = "",
		guanwangdizhi = "",
		kefu_qq = "800030898",
		kefu_tel = "028-65789575",
	},
}

--loading小提示
Lang.loading_tip = {
	"#ccebda6小提示：#cffd200双击#ccebda6左侧任务栏#cffd200任务#ccebda6可以进行#cffd200传送",
	"#ccebda6小提示：记得每天打开#cffd200福利大厅#ccebda6领取#cffd200每日福利",
	"#ccebda6小提示：完成#cffd200活跃任务#ccebda6可获得#cffd200经验丹#ccebda6和#cffd200烽火令牌#ccebda6等珍稀道具",
	"#ccebda6小提示：#cffd200签到#ccebda6满一个月可以获得#cffd200高级伙伴",
	"#ccebda6秘籍：商城#cffd200限时商店#ccebda6有机会以#cffd2001折#ccebda6超低价购买超值物品",
	"#ccebda6秘籍：#cffd200遗迹寻宝#ccebda6有机会获得#cffd2005级宝石#ccebda6和#cffd200完美伙伴",
	"#ccebda6小提示：#cffd200点将台#ccebda6是获得#cffd200威望#ccebda6的主要途径",
	"#ccebda6小提示：#cffd200VIP3#ccebda6可以#cffd200永久无限传送",
	"#ccebda6秘籍：#cffd200副本#ccebda6中使用怒气技能，可以助你增强胜率#cffd200横扫八方",
	"#ccebda6小提示：屏幕#cffd200上滑#ccebda6可以骑坐骑",
	"#ccebda6秘籍：通过修改功能菜单内#cffd200设置#ccebda6可以#cffd200屏蔽其他玩家，#ccebda6节省流量",
	"#ccebda6秘籍：不知如何#cffd200升级#ccebda6时可以求助#cffd200小秘书#ccebda6，可以提供很大的帮助",
	"#ccebda6小提示：加入世族可以#cffd200认识更多的玩家和体验更多的特色玩法",
	--"#ccebda6小提示：每天记得#cffd200世族祭旗#ccebda6，祭旗可以获得#cffd200强力属性和威望",
}

--副本统计提示
Lang.fuben_tip = {
	[4] = "击杀副本中的小怪和BOSS可获得历练值兑换套装和材料",
	[8] = "挑战金窟宝穴可获得大量铜钱和银两",
	[11] = "挑战火之意志可获得大量经验和一些珍贵道具",
	[12] = "体验可获得大量经验和真气，还有可赠送玫瑰",
	[58] = "挑战可获得20级套装升级材料和大量经验",
	[60] = "挑战可获得大量经验和镶嵌和强化材料",
	[63] = "挑战妙木秘境有几率获得紫色伙伴卷轴和伙伴提升道具",
	[65] = "可获得大量经验、坐骑进阶材料",
	[66] = "挑战可获得翅膀提升材料",
	[64] = "挑战可获得40级套装升级材料和大量经验",
	[800] ="完成世族任务可获得大量经验和世族贡献",
	[900] ="完成战士任务榜任务最高可获得百万以上经验",
	[1001] = "是否离开副本？"
}

Lang.goal_info = {
	notic_info = "等级不够",
}

Lang.jubao = {
	jubao_1_text = "#cba387a10元宝或1淘币",
	jubao_10_text ="#cba387a95个元宝",
	jubao_50_text ="#cba387a450个元宝",
	myself_score = "#cba387a你目前总积分:",
	myself_rand =  "#cba387a你目前的排行:",
	player_rank =  "#cba387a名次",
	player_name =  "#cba387a角色名",
	player_score = "#cba387a积分",
	item_name =    "#cba387a道具名",
	item_num = 	   "#cba387a个数",
	question_btn_text = "#c7a3e1a1.每淘1次将获得1积分。#r#c7a3e1a2.活动期间，玩家的积分将以服务器为单位进行排行，第一名奖励高级恐吓，第二名奖励中级恐吓，第三~五名奖励初级恐吓。#r#c7a3e1a3.活动结束时，将邮件发放排行前五奖励。#r#c7a3e1a4.玩家使用“淘1次、淘10次、淘50次”将直接获得稀有奖励。#r#c7a3e1a5.除了排名奖励是以邮件形式获得外，一切奖励均储存在聚宝仓库。",
}

Lang.genius={
	other_genius_info={
	   level="成长等级: ",
	   stage_level="等    阶: ",
	   star_level="升阶星级: ",
	   lunhui_level="轮    回: ",
	   lunhui_star_level="轮回星级: ",
	   attr_life="生    命: ",
	   attr_attack="攻    击: ",	
	   attr_wDefense="外功防御: ",		
	   attr_mDefense="精神防御: ",
	   equip={
	   "开    门: ",
	   "休    门: ",
	   "生    门: ",
	   "伤    门: ",
	   "杜    门: ",
	   "景    门: ",
	   "死    门: ",
	   "惊    门: ",
		},
	},
	lunhui_sm = "可通过以下途径获得威望: #r1、挑战忍斗台#r2、忍斗台排名奖励#r3、使用威望丹" ,
}

--NPC对话框按钮增加主线支线的前缀
Lang.NPC_DIALOG_PREFIX =
{
	[-1] = '',
	[0]  = '[主线]',
	[1]  = '[支线]',
	[2]  = '[副本]',
	[3]  = '[日常]',
	[4]  = '[世族]',
	[5]  = '[挑战]',
	[6]  = '[奇遇]',
	[7]  = '[活动]',
	[8]  = '[阵营]',
}

--仓库
Lang.cangku = {
	arrange_btn_text = "整理", --整理按钮的文字
	model =  {
	 [1]="扩展", 		--../script\UI\cangku\CangKuWin.lua
	 [2]="格仓库,需要花费", 		--../script\UI\cangku\CangKuWin.lua
	 [3]="元宝，是否继续？", 		--../script\UI\cangku\CangKuWin.lua
    },
}

Lang.bagInfo = {
    beibao = "背包",
	yuanbao = "元宝：",
	xianbi = "铜钱：",
	yinliang = "银两：",
	bindYuanbao = "礼券：",
	canku ="仓库",
	shop = "商店",
	jiShou = "寄售",
	zhengli ="整理",
	vipcangku = "点击仓库管理员#r#c4d2308VIP#cffffff玩家可使用远程仓库功能",----../script\model\BagModel.lua
	vipshop = "#c4d2308VIP#cffffff玩家可立即打开商店。",--../script\model\ShopModel.lua
	kuozhang1 ="扩展",    --../script\model\BagModel.lua
	kuozhang2="格背包,需要花费", 		--../script\model\BagModel.lua
    kuozhang3="元宝，是否继续？", 		--../script\model\BagModel.lua
    full="仓库已经满了！", 		--../script\model\BagModel.lua
    quanbu ="全部",
    zhuangbei = "装备",
    daoju="道具",
    cailiao = "材料",
    model={
    [1]="装备后该物品将与您绑定，确定装备吗？", 		--../script\model\BagModel.lua
	[2]="背包已经满了！", 		--../script\model\BagModel.lua
	[3]="确定删除物品【", 		--../script\model\BagModel.lua
	[4]="】吗？", 		--../script\model\BagModel.lua
	[5]="扩展", 		--../script\model\BagModel.lua
	[6]="格背包,需要花费", 		--../script\model\BagModel.lua
	[7]="元宝，是否继续？", 		--../script\model\BagModel.lua
	[8]="您目前不是VIP玩家", 		--../script\model\BagModel.lua
	[9]="没有出战伙伴无法使用此物品", 		--../script\model\BagModel.lua
    [10]="是否使用宝石化作炼器中的镶嵌材料",  --../script\model\BagModel.lua
    [11]="后勤队长",  --../script\model\BagModel.lua
    [12]="没有出战伙伴无法使用此物品", 		--../script\model\BagModel.lua
    [13]="背包已经满了！", 		--../script\model\BagModel.lua
    [14]="确定删除物品【", 		--../script\model\BagModel.lua
    [15]="】吗？", 		--../script\model\BagModel.lua
    [16]="仓不空", 		--../script\model\BagModel.lua
    [17]="雁门关", 		--../script\model\BagModel.lua
    }
}


--聊天
Lang.chat = {
	send = "发送",
	bracket = {
		"【", 
		"】",
	},
	mode_str = {
		"%s,#cffd700#u1%s【%d:%d】#u0#info,",
		"%s,#cfff000#u1【%s】#u0#info,",
		"获得",
		"失去",
		"与##image,-1,-1,%s####image,-1,-1,%s###cfff000%s#cffffff私聊中...",
		"与##image,-1,-1,%s###cfff000%s#cffffff私聊中...",
		"与#cfff000%s#cffffff私聊中...",
		"等级:",
		"阵营:",
		"职业:",
		"好感动啊!谢谢你送的花,真的好漂亮,我好喜欢!",
		"#ca9a9a9离线",
		"#c00ff00在线",
		"&&1#cffde9d2#ca27535&&各位小伙伴们快来送人家花花啦！%s,#cd66512#u1%s#u0#info,",
		-- "#cffde9d各位小伙伴们快来送人家花花啦！%s,#cd66512#u1%s#u0#info,",

		"#ca27535某某人发红包啦！！%s,#cfff000#u1【%s】#u0#info,",		
	},
	chanel_name = {"世界", "阵营", "世族", "队伍", "附近", "综合",
			"#cb4f000【世族】","#cfe9ccb【队伍】", "#cfefefe【附近】",
			"#c2eebdb【世界】", "#cb4f000【阵营】", "#cff0000【系统】",
	},
	flowers = {"1朵", "9朵", "99朵", "999朵", 
			"签名赠送", "匿名赠送", "你背包没有此类型鲜花, 是否快速购买",
	},
	private = {
		"邀请组队",
		"查看资料",
		"加为好友", 
		"与#cfff000%s#cffffff聊天",
		"新信息#c38ff33%d#cffffff条",
		"查看",
		"全部忽略",
		"谢谢",
		"回赠",
		"【#cffd700%s#cffffff】被你的魅力所倾到,送上【%s朵玫瑰】,无比幸福的你要怎样答谢呢?",
	},
	tips1 = "您暂时不处于任何队伍哦！",
}

-- 兑换说明
--#c66FF66
Lang.exchange = {
    tag_text1 = "装备",
    tag_text2 = "材料",
    tag_text3 = "荣誉兑换",
    liliang   = "历练：",
    ll_text   = "历练：",
    rongyu = "荣誉：",
    exchange = "总换",
    explain = "#cffffff历练值获取方式 #r#cffffff1.通过挑战历练副本获得，击杀副本内怪物可获得历练值#r#cffffff2.开服前五天可通过充值活动获得500元宝礼包，礼包含有历练宝盒。#r #r#cffffff荣誉值获取方式 #r#cffffff1.参加群雄争霸可以获得荣誉值",
    model = {
     [1]="等级：", 		--../script\UI\exchange\ExchangePanel.lua
     [2]="兑换", 		--../script\UI\exchange\ExchangePanel.lua
     [3]="您已拥有该装备，确定再兑换一件吗？", 		--../script\model\ExchangeModel.lua
     [4]="您的荣誉不足，无法兑换该道具", 		--../script\model\ExchangeModel.lua
     [5]="您的历练不足，无法兑换该道具", 		--../script\model\ExchangeModel.lua
     [6]="您的等级低于该道具的兑换等级，无法兑换", 		--../script\model\ExchangeModel.lua
     [7]="已兑换"
  }
}

Lang.shop = {
	[1] = "cffc000单价:",
	[2] = "静音",
	[3] = "该物品不能出售",
	[4] = "找到药品商店#r#cfff000VIP玩家可以使用远程商店功能",
	[5] = "#cfff000购买数量  ",
	[6] = "#cffffff消耗",
	[7] = "总需",
	[8] = "#cfff000拆分数量:  ",
	[9] = "#cfff000跳转页数:  ",
	[10] = "#cfff000捐献:  ",
	[11] = "你将获得",
	[12] = "世族贡献",
	[13] = "世族获得",
	[14] = "世族令牌",
	[15] = "#cffffff拥有",
	[16] = "#cffffff消耗贡献",
	[17] = "#cffffff合成数量:  ",
	[18] = "#cffffff消耗铜钱:  ",
	[19] = "#cffffff拥有银两:",
	[20] = "#cffffff取出数量:  ",
	[21] = "使用数量：",
	[22] = "拥有数量：",
	[23] = "购买", 
	[24] = "回购",
	[25] = "丹药杂货",
	[26] = "伙伴道具",
	[27] = "出售回购",
	[28] = "装备购买",
	[29] = "消耗积分:",
}
--活动
Lang.activity = {
	fuben = {
		[1] = "是否离开副本？",
		[2] = "#cfff000正在扫荡%s中...",
		[3] = "是否重置%s副本?#r重置后可以从新闯关。",
		[4] = "重置副本",
		[5] = "扫    荡",
		[6] = "领取奖励",
		[7] = "扫荡仓库",
		[8] = "增加次数",
		[9] = "   挑 战",
		[10] = "是否消耗%d元宝/礼券增加1次%s副本的挑战?",
		[11] = "是否消耗%d元宝/礼券立即完成%s副本的挑战?",
		[12] = "#cfff000目标副本:",
		[13] = "#cfff000剩余次数:",
		[14] = "破狱之战(1-3层)",
		[15] = "增加次数",
		[16] = "#cfff000%d元宝/礼券",
		[17] = "#cfff000vip3及以上才可增加次数",
		[18] = "#cfff000次数:%d/%d",
		[19] = "c4d2308高级经验丹:(%d)",
		[20] = "c4d2308中级经验丹:(%d)",
		[21] = "#c4d2308低级经验丹:(%d)",
		[22] = "#c4d2308使用经验丹进行关卡挑战!",
		[23] = "不使用",
		[24] = "1-3层",
		[25] = "#cfff000次数:3/3",
		[27] = "等级: ",
		[28] = "中途退出会进入惩罚时间，1分钟内无法再次进入活动，确定退出活动吗？",
	},
	husong = {
		[1] = "你今天还剩下%s次护送任务，是否返回雁门关护送镖车处继续",
		[2] = "护送镖车",
	},
	activity_sub_win ={
		[1] = "确定要进入吗？",
		[2] = "是否立即进入自由竞技赛活动副本",
		[3] = "是否立即进入群雄争霸赛活动副本",
	},

	[1] = "活动说明:",
	[2] = "活动剩余时间:",
	[3] = "今天已消费",
	[4] = "玩家在活动期间内，强化全身装备到达指定的等级，即可领取价值超额的礼包。", 		--../script\UI\gameoperation\SmallOperationActivityWin.lua
	[5] = "全身强化:", 		--../script\UI\gameoperation\SmallOperationActivityWin.lua

}

--寻宝
Lang.dreamland ={
	dreamland_title="寻宝",
	label_yuanbao_text="元  宝:",
	label_xyjiejing_text="秦王令:",
	label_yhjiejing_text="周王令:",
	label_ryjiejing_text="轩辕令:",
	label_tbjiejing_text = "淘宝币：",
	label_youxianxyjiejin="优先使用星蕴结晶",
	label_youxianyhjiejin="优先使用月华结晶",
	label_youxianryjiejin="优先使用日曜结晶",
	btn_dreamcangku_text="寻宝仓库",
	btn_dreaminfo_text="寻宝信息",
	btn_1_tips = "#cd0cda2每日免费寻宝次数：1",
	btn_1_tips2 = "#cd0cda2当日免费次数已用完",
	btn_50_tips = "#cd0cda2寻宝50次9折",
	open_level_tips = "遗迹寻宝将在26级后开启!",
	taobao_tree = "淘宝树",
	get_awards = "探宝成功，请查看奖励!",
	tab_text = {
		[1]="阿房废墟",
		[2]="西周遗冢",
		[3]="皇陵天宫"
	},

	label_yuanbao_take={
		"10元宝",
		"90元宝",
		"450元宝",
		"20元宝",
		"180元宝",
		"900元宝",
		"200元宝",
		"1000元宝"
	}
}

--复活系统
Lang.resurrection =  {
	toFriend = "#cfffaf1我在%s#cfffaf1被%s#cfffaf1杀了，快来帮我报仇啊！/(ㄒoㄒ)/~~",
	model = {
		[1]="#c794b22您被#c794b22", --../script\UI\resurrection\ResurrectionDialog.lua
		[2]="#c794b22击杀了，不要气馁，拿起武器，叫上战友，与敌再战！", --../script\UI\resurrection\ResurrectionDialog.lua
		[3]="0秒后自动复活点复活", --../script\UI\resurrection\ResurrectionDialog.lua
		[4]="您已经被(xxx)击杀", --../script\UI\resurrection\ResurrectionDialog.lua
		[5]="没有还魂丹使用10元宝替换", --../script\UI\resurrection\ResurrectionDialog.lua
		[6]="原地复活",
		[7]="后自动复活点复活", --../script\UI\resurrection\ResurrectionDialog.lua
		[8]="时", --../script\UI\doufatai\DouFaTaiWin.lua
		[9]="分", --../script\UI\doufatai\DouFaTaiWin.lua
		[10]="秒", --../script\UI\doufatai\DouFaTaiWin.lua
		[11]="复活点复活",
		[12]="#c9f77342分0秒#cfff000后将自动退出副本",
		[13]="#c9f7734后将自动退出副本", --../script\UI\resurrection\ResurrectionDialog.lua
		[14]="退出副本",
	}
}

--寻宝仓库
Lang.dreamland_cangku={
	title="寻宝仓库",
	btn_getall_text="全部取出",
	label_cangkuspace="仓库空间",
	back = "返回寻宝",
}

--寻宝信息
Lang.dreamland_info={
	title="寻宝信息",
	zhenpin_record={
		tab_text="珍品记录",
		zhenpin="珍品",	
		xingyunrenzhe="幸运玩家"
	},
	tanbao_state={
		tab_text="寻宝状况",
	}	
}

--VIP
Lang.vip={
	btn_recharge_text="充 值",

	-- vipinfo_content={
	-- 	[1]={
	-- 		"开启元宝坐骑洗炼功能",
	-- 		"打坐经验加成10%",
	-- 		"打坐灵气加成10%",
	-- 		"每日免费速传10次",
	-- 		"开启随身商店功能",
	-- 		"每日完成任务数量+1",
	-- 		"每日xxx活动采集次数+1",
	-- 		"每日祈福次数+1",
	-- 		"每日领取5礼券",
	-- 	},
	-- },
	top_tip = "再充值%d元宝，到达VIP%d",
	last_tip_title = "敬请期待",

}

--ZhaoCai
Lang.zhaocai = {
	[1] = "#cfff000消耗#cffffff%d#cfff000元宝",
	[2] = "#cfff000换#cffffff%d#cfff000银两",
	[3] = "换银两",
	[4] = "换铜钱",
	[5] = "消耗",
	[6] = "#cfff000换#cffffff%d#cfff000铜钱",
	[7] = "获得15000铜钱",
	[8] = "获得15000银两",
	[9] = "剩余次数:%d",
	[10] = "#cfea100免费次数已用尽",
	[11] = "#cfea100聚宝次数已用尽",
	[12] = "#cfea100剩余聚宝次数 #cfff4cc%d",
	[13] = "#c643f17是否消耗#cfff4cc%d#c643f17元宝进行5次聚宝?",
	[14] = "#c643f17是否消耗#cfff4cc%d#c643f17元宝进行#cfff4cc%d#c643f17次聚宝?",
	[15] = "后免费",
	[16] = "#cfea100聚宝次数已用尽"
}

--世族 / 世族
Lang.guild = {
    tab = {
      [1] = "世族信息",
      [2] = "成员管理",
      [3] = "申请列表",
      [4] = "世族建筑",
      [5] = "世族列表",
      [6] = "王城之战",
      [7] = "世族战旗"
    },
    
    list = {
	[1]="排名", 		--../script\UI\guild\GuildList.lua
	[2]="世族名称", 		--../script\UI\guild\GuildList.lua
	[3]="世族长", 		--../script\UI\guild\GuildList.lua
	[4]="成员数量", 		--../script\UI\guild\GuildList.lua
	[5]="世族介绍", 		--../script\UI\guild\GuildList.lua
	[6]="加入", 		--../script\UI\guild\GuildList.luaw
	[7]="取消", 		--../script\UI\guild\GuildList.lua
	[8]="申请", 		--../script\UI\guild\GuildList.lua
	[9]="跳转", 		--../script\UI\guild\GuildList.lua
	[10]="名字", 		--../script\UI\guild\GuildMember.lua
	[11]="职位", 		--../script\UI\guild\GuildMember.lua
	[12]="性别", 		--../script\UI\guild\GuildMember.lua
	[13]="在线情况", 		--../script\UI\guild\GuildMember.lua
	[14]="任命", 		--../script\UI\guild\GuildMember.lua
	[15]="踢出", 		--../script\UI\guild\GuildMember.lua
	[16]="在线", 		--../script\UI\guild\GuildMember.lua
	[17]="离线", 		--../script\UI\guild\GuildMember.lua
	[18]="等级", 		--../script\UI\guild\GuildMember.lua
	[19]="职业", 		--../script\UI\guild\GuildMember.lua
	[20]="战斗力", 		--../script\UI\guild\GuildMember.lua
	[21]="世族贡献", 		--../script\UI\common\BuyKeyboardWin.lua
	[22]="世族获得", 		--../script\UI\common\BuyKeyboardWin.lua
	[23]="建设度", 		--../script\UI\common\BuyKeyboardWin.lua
	[24]="是否在线",
	[25]="天",
	[26]="小时",
	[27]="申请列表",
	[28]="本世族在逐鹿中原获得了%d世族令牌",
	[29]="本世族在福地之战获得了%d世族令牌",
	[30] ="查看",
	[31] ="阵营",
	[32]="副世族长只能有4个",
	[33]="长老只能有4个", --"军士", "校官", "尉官"
	[34]="精英只能有6个",
	[35]="成员已满"
    },
    

    apply = {
	[1] = "申请人", 		--../script\UI\guild\GuildList.lua
	[2] = "你的申请已达到上限"  
    },

    --创建世族
    create = {
     [1] = "创建世族",
     [2] = "世族列表",
     [3]="请于24小时内将世族发展到10人以上，否则自动解散!", 		--../script\model\GuildModel.lua

     camp = {                    --世族阵营
        [1]="" ,
        [2]="" ,
        [3]="",
     },

    

    } ,

    building = {
	[1]="9级", 		--../script\UI\guild\GuildBuilding.lua
	[2]="级", 		--../script\UI\guild\GuildBuilding.lua
	[3]="#cd58a08建筑名称: ", 		--../script\UI\guild\GuildBuilding.lua
	[4]="#cd0cda2世族要塞", 		--../script\UI\guild\GuildBuilding.lua
	[5]="#cd58a08建筑等级: ", 		--../script\UI\guild\GuildBuilding.lua
	[6]="#cd58a08当前效果: ", 		--../script\UI\guild\GuildBuilding.lua
	[7]="#cd0cda2世族人数上限: #c66FF6650 ", 		--../script\UI\guild\GuildBuilding.lua
	[8]="#cd0cda2世族等级: #c66FF662 ", 		--../script\UI\guild\GuildBuilding.lua
	[9]="#cd58a08下级效果: ", 		--../script\UI\guild\GuildBuilding.lua
	[10]="#cd0cda2世族人数上限: #cFF49F450 ", 		--../script\UI\guild\GuildBuilding.lua
	[11]="#cd0cda2世族等级: #cFF49F42 ", 		--../script\UI\guild\GuildBuilding.lua
	[12]="#cd58a08升级条件: ", 		--../script\UI\guild\GuildBuilding.lua

	[13]="#cd0cda2翰皇虎符（1级）", 		--../script\UI\guild\GuildBuilding.lua
	[14]="#cd0cda2珍奇宝阁（1级）", 		--../script\UI\guild\GuildBuilding.lua
	[15]="#cd0cda2英雄大宴（1级）", 		--../script\UI\guild\GuildBuilding.lua
	[16]="#cd0cda2世族战旗（1级）", 		--../script\UI\guild\GuildBuilding.lua
	[17]="#cd0cda2500000令牌", 		--../script\UI\guild\GuildBuilding.lua
	[18]="#cd0cda2世族人数上限：", 		--../script\UI\guild\GuildBuilding.lua
	[19]="#cd0cda2世族等级：", 		--../script\UI\guild\GuildBuilding.lua
	[20]="翰皇虎符（", 		--../script\UI\guild\GuildBuilding.lua
	[21]="级）", 		--../script\UI\guild\GuildBuilding.lua
	[22]="珍奇宝阁（", 		--../script\UI\guild\GuildBuilding.lua
	[23]="英雄大宴（", 		--../script\UI\guild\GuildBuilding.lua
	[24]="世族战旗（", 		--../script\UI\guild\GuildBuilding.lua
	[25]="世族令牌", 		--../script\UI\guild\GuildBuilding.lua
	[26]="#cd0cda2英雄大宴", 		--../script\UI\guild\GuildBuilding.lua
	[27]="#cd0cda2世族酒会经验真气增加100% ", 		--../script\UI\guild\GuildBuilding.lua
	[28]="#cd0cda2世族酒会经验真气增加20% ", 		--../script\UI\guild\GuildBuilding.lua
	[29]="聚仙灵殿（2级）", 		--../script\UI\guild\GuildBuilding.lua
	[30]="500000世族令牌", 		--../script\UI\guild\GuildBuilding.lua
	[31]="世族要塞（", 		--../script\UI\guild\GuildBuilding.lua
	[32]="#cd0cda2翰皇虎符", 		--../script\UI\guild\GuildBuilding.lua
	[33]="#cd0cda2可召唤一阶世族叛徒。 ", 		--../script\UI\guild\GuildBuilding.lua
	[34]="#cd0cda2可召唤二阶世族叛徒。 ", 		--../script\UI\guild\GuildBuilding.lua
	[35]="#cd0cda2珍奇宝阁", 		--../script\UI\guild\GuildBuilding.lua
	[36]="#cd0cda21级世族商店道具解封。 ", 		--../script\UI\guild\GuildBuilding.lua
	[37]="#cd0cda22级世族商店道具解封。 ", 		--../script\UI\guild\GuildBuilding.lua
	[38]="#cd0cda2世族要塞（2级）", 		--../script\UI\guild\GuildBuilding.lua
	[39]="#cd0cda2世族战旗", 		--../script\UI\guild\GuildBuilding.lua
	[40] = "#cd0cda2敬请期待",
	[41] = "升级建筑",
	[42]="#c12ff00世族战旗（1级）", 		--../script\UI\guild\GuildBuilding.lua
	[43]="可供养等级上限为%d的战旗",
	[44]="珍宝奇阁等级不够",

	--建筑效果
	[45]="可以参加英雄大宴活动", 		--../script\UI\guild\GuildBuilding.lua
	[46]="英雄大宴经验内力增加10%", 		--../script\UI\guild\GuildBuilding.lua
	[47]="英雄大宴经验内力增加20%", 		--../script\UI\guild\GuildBuilding.lua
	[48]="英雄大宴经验内力增加30%", 		--../script\UI\guild\GuildBuilding.lua
	[49]="英雄大宴经验内力增加40%", 		--../script\UI\guild\GuildBuilding.lua
	[50]="英雄大宴经验内力增加50%", 		--../script\UI\guild\GuildBuilding.lua
	[51]="英雄大宴经验内力增加60%",
	[52]="英雄大宴经验内力增加70%",
	[53]="英雄大宴验内力增加80%", 		--../script\UI\guild\GuildBuilding.lua
	[54]="英雄大宴经验内力增加100%",

	[55]="可召唤一阶世族领地BOSS", 		--../script\UI\guild\GuildBuilding.lua
	[56]="可召唤二阶世族领地BOSS", 		--../script\UI\guild\GuildBuilding.lua
	[57]="可召唤三阶世族领地BOSS", 		--../script\UI\guild\GuildBuilding.lua
	[58]="可召唤四阶世族领地BOSS", 		--../script\UI\guild\GuildBuilding.lua
	[59]="可召唤五阶世族领地BOSS", 		--../script\UI\guild\GuildBuilding.lua
	[60]="可召唤六阶世族领地BOSS", 		--../script\UI\guild\GuildBuilding.lua
	[61]="可召唤七阶世族领地BOSS",
	[62]="可召唤八阶世族领地BOSS",
	[63]="可召唤九阶世族领地BOSS", 		--../script\UI\guild\GuildBuilding.lua
	[64]="可召唤十阶世族领地BOSS",

	[65]="1级贡献商店道具解封",
    [66]="2级贡献商店道具解封",
    [67]="3级贡献商店道具解封",
    [68]="4级贡献商店道具解封",
    [69]="5级贡献商店道具解封",
    [70]="6级贡献商店道具解封",
    [71]="7级贡献商店道具解封",
    [72]="8级贡献商店道具解封",
    [73]="9级贡献商店道具解封",
    [74]="10级贡献商店道具解封",



    },

    tianyuan = {
     
	[1]="#c4d2308世族本周积分：", 		--../script\UI\guild\tian_yuan_page\GuildTianyanLeft.lua
	[2]="#c4d2308排名：", 		--../script\UI\guild\tian_yuan_page\GuildTianyanLeft.lua
	[3]="参加世族", 		--../script\UI\guild\tian_yuan_page\GuildTianyanLeft.lua
	[4]="世族积分", 		--../script\UI\guild\tian_yuan_page\GuildTianyanLeft.lua
	[5]="王城之战规则:", 		--../script\UI\guild\tian_yuan_page\GuildTianyanRight.lua
	[6]="#cd0cda21、周日19:30-20:00开启活动", 		--../script\UI\guild\tian_yuan_page\GuildTianyanRight.lua
	[7]="2、#cd0cda2世族积分排行榜第一的#cd0cda2可", 		--../script\UI\guild\tian_yuan_page\GuildTianyanRight.lua
	[8]="#cd0cda2获得王城的主宰权", 		--../script\UI\guild\tian_yuan_page\GuildTianyanRight.lua
	[9]="#cd0cda23、王城建立此世族的世族长", 		--../script\UI\guild\tian_yuan_page\GuildTianyanRight.lua
	[10]="#cd0cda2雕像以资表彰，此世族每周一", 		--../script\UI\guild\tian_yuan_page\GuildTianyanRight.lua
	[11]="#cd0cda2至周日可以获得皇权主宰奖励", 		--../script\UI\guild\tian_yuan_page\GuildTianyanRight.lua
	--[12]="#c4d2308王城之战规则:", 		--../script\UI\guild\tian_yuan_page\GuildTianyanRight.lua
	    },

  guild_altar_info = 
	{
	    shaxue = "歃血",
	    junqi = "祭旗",
		notic_rule = "#c00c0ff#u1规则说明#u0",
		shen_shou_level = "#c38ff33神兽等级：#cff66cc%d",
		--shen_shou_luck = "#cfff000神兽赐福",
		xian_guo_info = "#c00c0ff#u1歃血详情》#u0",
		today_xian_guo_num = "#cffd200今日剩余歃血次数：#c9be2d9%d",
		find_xian_guo_num = "可找回%d次",
		today_touch_num = "#cfff000世族今日剩余祭旗次数：%d",
		my_today_touch_num = "#cfff000你今天祭旗次数: %d",
		touch_event_notic = "#cfff000%s%s#cd0cda2进行了一次祭旗，为战旗增加了%d点经验，获得%d铜钱",
		xian_guo_notic = "#cfff000%s%s#cd0cda2为战旗歃血,获得%d威望,获得%d经验",
		touch_notic = "1.所有世族成员每天都会有一次机会祭旗，为战旗增加经验，升级战旗。每天限升级20次。#r\ #r\ #cd0cda22.进度条满后将会获得无双战旗，每天可在战旗前歃血，获得战旗庇护，增加大量属性。",

		page_notic = " #cd0cda21.军旗提升1级，增加军旗等级上限5级#r\ 2.#cd0cda2为军旗歃血，可以增加军旗经验，提升军旗等级。每天只能歃血1次。#r\ 3.#cd0cda2军旗会赋予所有世族成员增益效果。赐福为世族所有成员增加属性，军旗等级越高，军旗赐福效果越好。#r\ 4.#cd0cda2找回今天之前未使用的歃血次数最多7次，找回后必须当天使用。",


		xian_guo_page_right_label_one = "#cd0cda2威望：#cd0cda2+%d",
		xian_guo_page_right_label_two = "#cd0cda2战旗经验：#cd0cda2+%d",
		xian_guo_page_right_label_three_xb = "#cd0cda2消耗铜钱：#cd0cda2%d",
		xian_guo_page_right_label_three_yb = "#cd0cda2消耗元宝：#cd0cda2%d",
		find_xian_guo_notic_info = "是否花费#cfff000%d元宝#cffffff找回%d次？",
		find_back ="找回",
		time = "#cd5c241时间",
		event = "#cd5c241事件",

		xian_guo1="高级歃血", 		--../script\UI\guild\GuildAltarPage.lua
		xian_guo2="中级歃血", 		--../script\UI\guild\GuildAltarPage.lua
		xian_guo3="初级歃血", 		--../script\UI\guild\GuildAltarPage.lua
	},
    --世族详细介绍
	detail = {
      [1] = "#cd58a08名  称：",
      [2] = "#cd58a08世族长：",
      [3] = "#cd58a08成员：",
      [4]=  "#cd58a08等级：",
      [5]=  "#cd58a08排名：",
      [6]=  "#cd58a08阵  营："
	},
 
	[1]="#cd58a08名    称：", 		--../script\UI\guild\guild_info_page\GuildInfoPageLeft.lua
	[2]="#cd58a08成    员：", 		--../script\UI\guild\guild_info_page\GuildInfoPageLeft.lua
	[3]="#cd58a08等    级：", 		--../script\UI\guild\guild_info_page\GuildInfoPageLeft.lua
	[4]="#cd58a08排    名：", 		--../script\UI\guild\guild_info_page\GuildInfoPageLeft.lua
	[5]="#cd58a08军 团 长：", 		--../script\UI\guild\guild_info_page\GuildInfoPageLeft.lua
	[6]="#cd58a08世族令牌：", 		--../script\UI\guild\guild_info_page\GuildInfoPageLeft.lua
	[7]="#cd0cda21.世族长连续7日不在线，会被罢免世族长职位#r#cd0cda22.世族长职位会优先转移给副世族长#r#cd0cda23.世族内无副世族长，世族长职位会转给在线，贡献最高的成员", 		--../script\UI\guild\guild_info_page\GuildInfoPageRight.lua
	[8]="修改", 		--../script\UI\guild\guild_info_page\GuildInfoPageLeft.lua
	[9]="清除", 		--../script\UI\guild\guild_info_page\GuildInfoPageLeft.lua
	[10]="#c4d2308点击输入公告内容", 		--../script\UI\guild\guild_info_page\GuildInfoPageLeft.lua
	[11]="#c4d2308个人信息", 		--../script\UI\guild\guild_info_page\GuildInfoPageRight.lua
	[12]="#cd58a08职    位：", 		--../script\UI\guild\guild_info_page\GuildInfoPageRight.lua
	[13]="#cd58a08当前贡献：", 		--../script\UI\guild\guild_info_page\GuildInfoPageRight.lua
	[14]="#cd58a08积累贡献：", 		--../script\UI\guild\guild_info_page\GuildInfoPageRight.lua
	[15]="#cd58a08世族福利：", 		--../script\UI\guild\guild_info_page\GuildInfoPageRight.lua
	[16]="#cd0cda21、每天寻找#c27cb58世族管理员#cd0cda2完成世族任务#r#cd0cda22、通过捐献增加世族令牌#r", 		--../script\UI\guild\guild_info_page\GuildInfoPageRight.lua
	[17]="世族聊天", 		--../script\UI\guild\guild_info_page\GuildInfoPageRight.lua
	[18]="退出世族", 		--../script\UI\guild\guild_info_page\GuildInfoPageRight.lua
	[19]="领取福利", 		--../script\UI\guild\guild_info_page\GuildInfoPageRight.lua
	[20]="铜钱", 		--../script\UI\guild\guild_info_page\GuildInfoPageRight.lua
	[21]="操作", 		--../script\UI\guild\ApplyList.lua
	[22]="同意", 		--../script\UI\guild\ApplyList.lua
	[23]="拒绝", 		--../script\UI\guild\ApplyList.lua
	[24]="首页", 		--../script\UI\guild\ApplyList.lua
	[25]="上页", 		--../script\UI\guild\ApplyList.lua
	[26]="下页", 		--../script\UI\guild\ApplyList.lua
	[27]="末页", 		--../script\UI\guild\ApplyList.lua
	[28]="#cd58a08阵    营：", 		--../script\UI\guild\guild_info_page\GuildInfoPageLeft.lua
	[29]="个人信息",
	[30]="世族公告",
	[31]="世族功能",
	[32]="王城之战排行榜",
	[33]="世族任务",
	[34]="世族驻地",
	[35]="捐献令牌",
	[36]="贡献商店",
	[37]="世族好友",
	[38]="确定退出世族吗？",
	[39]="找世族管理员做世族任务",
	[40]="请选择回世族驻扎地的方式",
	[41]="#cd0cda2确定踢出",
	[42]="吗？",
	[43]="确认捐献",
	[44]="捐献",
	[45]="邀请入团" ,
	[46]="确定禅让世族长吗？", 		--../script\model\GuildModel.lua
	[47]="]邀请你加入[",
	[48]="输入数字",

}
-- 交易
Lang.business = {
	[1] = "交易方名字",
	[2] = "锁定",
	[3] = "交易",
	[4] = "名称:",
	[5] = "数量:",
	[6] = "已有物品在格子上",
	[7] = "交易已鎖定",
	[8] = "#cfff000元宝:",
	[9] = "银两:",
	[10] = "#cfff000注意：交易所得的元宝将自动转化为礼券",
}

Lang.doufatai = {
	[1] = "#cd0cda2排名",
	[2] = "#cd0cda2玩家名字",
	[3] = "#cd0cda2战斗力",
	[4] = "#cd0cda2阵营",
	[5] = "今日可挑战次数:",
	[6] = "挑战倒计时:",
	[7] = "出战伙伴:",
	[8] = "距离领取的时间:",
	[9] = "当前的排名奖励:",
	[10] = "#cd0cda2我的排名：#cffffff%d",
	[11] = "#cd0cda2挑战倒计时:",
	[12] = "#cd0cda2今日可挑战次数:#cffffff",
	[13] = "#cd0cda2次",
	[14] = "#cd0cda2出战伙伴:",
	[15] = "#cd0cda2奖励下发时间:",
	[16] = "#cd0cda2你挑战#cfff000",
	[17] = "#cd0cda2失败了,排名不变",
	[18] = "#cd0cda2成功了,排名上升至#cfff000",
	[19] = "#cd0cda2位.",
	[20] = "#cd0cda2成功了,排名不变",
	[21] = "#cd0cda2你被#cfff000",
	[22] = "#cd0cda2击败了,排名下降至#cfff000",
	[23] = "#cd0cda2挑战你#cd0cda2失败了,排名不变",
	[24] = "#cd0cda2击败了,排名不变",
	[25] = "#cd0cda2是否消耗#cfff000",
	[26] = "元宝#cd0cda2消除等待时间?",
	[27] = "元宝#cd0cda2增加挑战次数?",
	[28] = "铜钱：",
	[29] = "威望：",
	[30] = "点将台",
	[31] = "#cd0cda2挑战",
	[32] = "#cd0cda2排名:",
	[33] = "#cd0cda2战力:",	
	[34] = "#cd0cda2我的战力：#cffffff%d",
	[35] = "#cd0cda2当前奖励：#cffffff%d铜钱，%d威望",
}

--地图
Lang.minimap = {
	tab_text = {
		"世界地图",
		"当前地图"	
	},
	list_text = "列表",
	notopen_tip = "暂未开放，敬请期待",
}

--地图
Lang.task = {
	[1]  = "已接任务",
	[2]  = "可接任务",
	[3]  = "任务目标",
	[4]  = "任务描述",
	[5]  = "任务奖励",
	[6]  = "主线任务",
	[7]  = "支线任务",
	[8]  = "日常任务",
	[9]  = "打开#cff49f4征伐榜#cd0cda2接受任务", --TaskModel.lua
	[10] = "去%s",
	[11] = "拾取#cfff000",
	[12] = "击败#cfff000", 	--askModel.lua
	[13] = "个#c66ff66", 
	[14] = "达到等级", 		--TaskModel.lua
	[15] = "#r#cff8c00【如何升级？】", 	
	[16] = "#r#cd58a08剩余时间:",
	[17] = "打开#c08a7d5征伐榜#cd0cda2完成任务", 		--../script\model\TaskModel.lua
	[18] = "寻找",  
	[19] = "修为:", 		--../script\model\TaskModel.lua
	[20] = "经验:", 		--../script\model\TaskModel.lua
	[21] = "贡献:", 		--../script\model\TaskModel.lua
	[22] = "阵营贡献 : ", 		--../script\model\TaskModel.lua
	[23] = "铜钱:", 		--../script\model\TaskModel.lua
	[24] = "银两:", 		--../script\model\TaskModel.lua
	[25] = "礼金:", 		--../script\model\TaskModel.lua
	[26] = "称谓:", 		--../script\model\TaskModel.lua
	[27] = "技能:", 		--../script\model\TaskModel.lua
	[28] = "战魂:", 		--../script\model\TaskModel.lua
	[29] = "成就点:", 		--../script\model\TaskModel.lua
	[30] = "历练:", 		--../script\model\TaskModel.lua
	[31] = "建设度:", 

	[32] = "1.打开", 
	[33] = "【玩法大厅】", 
	[34] = "，参与里面的", 
	[35] = "副本", 
	[36] = "，可获得海量经验；#r2.打开", 
	[37] = "【背包】", 
	[38] = "，使用", 
	[39] = "【征伐令】", 
	[40] = "完成征伐日常任务可以获得海量经验。",
	[41] = "立即前往",
	[42] = "第一章 ",
	[43] = "第二章 ",
	[44] = "第三章 ",
	[45] = "第四章 ",
	[46] = "第五章 ",
	[47] = "第六章",
	[48] = "第七章",
	[49] = "第八章",
	[50] = "主线任务",
	[51] = "#cffd200已完成",
	[52] = "#c08d53d未完成",
	[53] = "完成章节可开启",
	[54] = "#cd0cda2章节奖励",
	[55] = "#cd58a08进度",
	[56] = "伙伴系统",
	[57] = "坐骑系统",
	[58] = "兑换系统",
	[59] = "翅膀系统",
	[60] = "跑环系统",
	[61] = "秦皇地宫",
	[62] = "结婚系统",
	[63] = "美人图谱",
}

--灵根
Lang.lenggen = {
	left_top_title = "真气：",
	btn_active_text = "激活",
	btn_active_text2 = "已激活",
	acupoint_remark_title = "穴位说明",
	acupoint_remark_content = "#cd0cda2点亮穴位，可提升人物属性",

	getway_title = "真气获得",
	getway_content = "#cd0cda2打坐双修，英雄大宴等活动可以获得",

	active_use_zhenqi = "激活消耗真气：" ,
	active_use_yinliang = "激活消耗银两："  ,
	common = {
		[1] = "奇经八脉",
		[2] = "奇经八脉系统暂未开启",
	},

	-- 真气修炼
    xl_title        = "每天可自行修炼，修炼值可转化成真气",
    xl_full_time_1  = "修炼值满还需:",
    xl_full_time_2  = "修炼值已满, 请及时转化",
    xl_value        = "修炼值:",
    xl_state        = "潜心修炼中...",
    xl_percent60    = "修炼值满60%可获得",
    xl_percent80    = "修炼值满80%可获得",
    xl_percent100   = "修炼值满100%可获得",
    xl_double       = "潜心修炼#cfff0002小时#cd0cda2内速度翻倍",
    xl_spe_up_time  = "下次加速需:",
    xl_btn_1        = "潜心修炼",
    xl_btn_2        = "转化",
    xl_cost_1       = "消费1000银两",
    xl_cost_2       = "消费6000银两",
    xl_zhenqi_1     = "4400真气",
    xl_zhenqi_2     = "7200真气",
    xl_zhenqi_3     = "10800真气",
    xl_cur_value_1  = "当前修炼值可转化为真气:",
    xl_cur_value_2  = "是否要进行转化？",

    xl_change_tip_1 = "修炼值不足60%无法转化",
    xl_change_tip_2 = "银两不足, 无法转化",
    xl_full_tip     = "修炼值已满, 请及时转化",
  	xl_shuoming		= "说明：",
  	xl_sm_cont	= "#cd0cda21.通过使用潜心修炼，修炼值的获取速度可翻倍，持续两个小时。#r#cd0cda22.通过转化，可以将当前的修炼值转化成真气。修炼值越多可以换得的真气也更多。#r#cd0cda23.当修炼值达到100时，将不会继续增加！请及时进行转化。",

}

Lang.Login = {
	intro_desc = {
		[1] = { [1]="城头鼓声震", [2]="金刀血末乾", [3]="", [4]=""},
		[2] = { [1]="突围金甲破", [2]="趁贼铁枪飞", [3]="", [4]=""},
		[3] = { [1]="雕戈夏服箭", [2]="羽骑绿沉弓", [3]="", [4]=""},
		[4] = { [1]="饮马河洛竭", [2]="作书漠北惊", [3]="", [4]=""},
	},
	null_name = "请输入角色名字",
}


--排行榜 
Lang.topList = {
	[1] = "#cfff000数据每30分钟刷新一次", 		--../script\UI\toplist\TopListWin.lua
	[2] = "#cd58a08我的名次: ", 		--../script\UI\toplist\TopListWin.lua
    [3] = "无",
    [4] = "#cd58a08我的排名",
    title_info = {
    	[1] = "个人实力",
    	[2] = "美人翅膀",
    	[3] = "伙伴坐骑",
    	[4] = "鲜花魅力",
    	[5] = "战场排行",
	},
    --个人实力
    personal = {
		[1]="战斗力", 		--../script\UI\toplist\PersonalAbilityList.lua
		[2]="等级", 		--../script\UI\toplist\PersonalAbilityList.lua
		[3]="奇经八脉", 		--../script\UI\toplist\PersonalAbilityList.lua
		[4]="成就", 		--../script\UI\toplist\PersonalAbilityList.lua
		[5]="排名", 		--../script\UI\toplist\BattleList.lua
		[6]="角色名称", 		--../script\UI\toplist\BattleList.lua
		[7]="阵营", 		--../script\UI\toplist\BattleList.lua
		[8]="世族", 		--../script\UI\toplist\FlowerList.lua
    },

    --翅膀
    wing = {
		[1]="翅膀", 		--../script\UI\toplist\WingList.lua
		[2]="美人", 		--../script\UI\toplist\WingList.lua
		--[2090]="排名", 		--../script\UI\toplist\BattleList.lua
		[3]="主人", 		--../script\UI\toplist\PetList.lua
		[4]="美人"
		--[2092]="阵营", 		--../script\UI\toplist\BattleList.lua
		--[2097]="世族", 		--../script\UI\toplist\FlowerList.lua
		--[2111]="战斗力", 		--../script\UI\toplist\PersonalAbilityList.lua
    },

    pet = {
		[1]="伙伴", 		--../script\UI\toplist\PetList.lua
		[2]="坐骑", 		--../script\UI\toplist\PetList.lua

    },

    flower={
		[1]="本周魅力", 		--../script\UI\toplist\BattleList.lua
		[2]="魅力", 		--../script\UI\toplist\BattleList.lua
    },

    battle = {
	[1]="杀人", 		--../script\UI\toplist\BattleList.lua
	[2]="助攻", 		--../script\UI\toplist\BattleList.lua
	[3]="最大连斩", 		--../script\UI\toplist\BattleList.lua
	[4]="积分",
    },

   --我的排名
   mytoplist = {
	[1]		=	"我的排行榜", 		--../script\UI\toplist\MyTopList.lua
	[2]		=	"个人实力", 		--../script\UI\toplist\MyTopList.lua
	[3]		=	"美人翅膀", 		--../script\UI\toplist\MyTopList.lua
	[4]		=	"伙伴坐骑", 		--../script\UI\toplist\MyTopList.lua
	[5]		=	"#cd58a08战力排行:", 		--../script\UI\toplist\MyTopList.lua
	[6]		=	"#cd58a08等级排行:", 		--../script\UI\toplist\MyTopList.lua
	[7]		=	"#cd58a08奇经八脉:", 		--../script\UI\toplist\MyTopList.lua
	[8]		=	"#cd58a08成就排行:", 		--../script\UI\toplist\MyTopList.lua
	[9]		=	"#cd58a08坐骑排行:", 		--../script\UI\toplist\MyTopList.lua
	[10]	=	"#cd58a08翅膀排行:", 		--../script\UI\toplist\MyTopList.lua
	[11]	=	"#cd58a08总魅力排行:", 		--../script\UI\toplist\MyTopList.lua
	[12]	=	"#cd58a08周魅力排行:", 		--../script\UI\toplist\MyTopList.lua
	[13]	=	"#cd58a08美人排行:", 		--../script\UI\toplist\MyTopList.lua
	[14]	=	"#cd58a08伙伴排行:", 		--../script\UI\toplist\MyTopList.lua
	[15]	=	"未上榜", 		--../script\UI\toplist\MyTopList.lua
	[16]	= 	"魅力排行",
   },

}


--美人系统 美人系统

Lang.lingqi = {
	info = {
      [1] = " 炫 耀 ",
      [2] = "美人一览",
      [3] = "添香",
      [4] = "美人属性",
      [5] = "升级",
      [6] = "美人总属性",
	},
	tab = {
	   [1] = "美人信息",
	   [2] = "美人升级",
	   [3] = "美人添香",
	   [4] = "美人一览",
	},

	upgrade = {
       [1] = "基本属性",
       [2] = "下一级属性",
       [3] = "等级：",
       [4] = "经验：",
       [5] = "攻    击:",
       [6] = "生    命:",
       [7] = "外攻防御:",
       [8] = "内攻防御:",
       [9] = "抗 暴 击:",
       [10] = "初级美玉",
       [11] = "中级美玉",
       [12] = "高级美玉",
       [13] = "材料不足时使用10元宝代替",
       [14] = "一键十次",
       [15] ="升级",
       [16]="#ce0fcff材料不足时使用%d元宝代替", 		
       [17]="等    级：",
       [18] = "美人预览" 		

	},

	lianhun = {
        [1] = "自动吞噬背包里紫色以下灯魂",
        [2]="一键合成", 		--../script\UI\fabao\LianhunWin.lua
		[3]="一键添灯", 		--../script\UI\fabao\LianhunWin.lua
		[4]="曼陀罗香", 		--../script\UI\fabao\LianhunWin.lua
		[5]="#cd0cda2每次#cfff000200#cd0cda2元宝", 		--../script\UI\fabao\LianhunWin.lua
		[6]="#c33a6ee次数:#cd0cda250/50", 		--../script\UI\fabao\LianhunWin.lua
		[7]="#c33a6ee次数:#cd0cda2", 		--../script\UI\fabao\LianhunWin.lua
		[8]="#c38ff33等级: #cffffff", 		--../script\UI\fabao\XianhunCell.lua
		[9]="#c38ff33经验: #cffffff", 		--../script\UI\fabao\XianhunCell.lua
		[10]="对影成三人", 		--../script\UI\fabao\XianhunCell.lua
		[11]="蕴含大量内力", 		--../script\UI\fabao\XianhunCell.lua
		[12]="内功免伤+9999", 		--../script\UI\fabao\XianhunCell.lua
		[13]="增加玩家", 		--../script\UI\fabao\XianhunCell.lua
		[14]="LV.10", 		--../script\UI\fabao\XianhunCell.lua
		[15]="内功免伤+", 		--../script\UI\fabao\XianhunCell.lua
		[16] = "今天曼陀罗香次数已用完",
		[17] ="点击可扩展美人背包大小",
		[18] ="扩展5格背包,需要花费50元宝，是否继续",
		[19] = "扩展操作失败",
		[20] = "当前美人魂槽未开放，可通过扩展打开"
	},

	hougong = {
	    [1] = "美人后宫",
	    [2] = "系列战斗力：",
	    [3] = "炫耀",
	    [4] = "选择一张卡牌激活",
	    [5] = "背包中没有该物品，无法激活",
	    [6] = "激活",
	    [7] = "兑换",
	    [8] = "月神碎片:",
	    [9] = "魂魄:",
	    [10] = "神魄:",
	    [11] = "1.参与特殊活动可获得美人卡片，部分卡片可在美人兑换界面消耗月神碎片进行兑换，每日兑换3次，凌晨重置兑换次数;",
	    [12] = "战斗力:",
	    [13] = "基础属性:",
	    [14] = "美人描述:",
	    [15] = "获取方式:",


    },

	[1] = "美玉不足",
	[2] = "白色和红色品质的美人无法装备",
	[3] = "#cffffff将吞噬",
	[4] = "#cffffff,获得",
	[5] = "经验",
	[6] = "美人背包已满，无法卸下灯魂", 		
	[7] = "拖拽美人可进行装备",
	[8] ="美人达到%d级可解除此封印 ", 	
	[9] ="铜钱:", 		--../script\UI\fabao\LianhunWin.lua
	[10]= "元宝：",
	[11] ="你的美人已经达到50级，无法使用美玉继续增加美人经验",
	[12] = "美人",
	[13] = "美人在20级免费领取",
	[14] = "美人魂槽已满,无法装载灵魂",
	[15] = "查看美人",
	[16] = "美人后宫%d级可开启"
}
--成就系统
Lang.achieve = {
	tab_text = {
		[1] = "成就总览",
		[2] = "任务活动",
		[3] = "神器在手",
		[4] = "成长之路",
		[5] = "美人翅膀",
		[6] = "伙伴坐骑",
		[7] = "声名显赫",
	},
	overview = {
		[1] = "#cd0cda2当前成就点:",
		[2] = "#cd0cda2完成度:",
		[3] = "#cd0cda2已获得生命点数:",
		[4] = "#cd0cda2已获得礼券:",
		[5] = "#cd0cda2说明：1点成就=1点生命，1点成就=1点礼券",
		[6] = "#cd0cda2获得成就：#cf6f6f6",
		[7] = "#cd0cda2可兑换成就：",
	},
	detail = {
		[1] = "#cd0cda2成就目标：#cf6f6f6",
		[2] = "#cd0cda2成就奖励：#cd58a08成就点+"
	},
	notic_info = "成就详细信息",
}

Lang.mail = {
	[1] = "收信",
	[2] = "写信",
	[3] = "#cd0cda2删除已读",
	[4] = "#cd0cda2一键提取",
	[5] = "#cd0cda2类型:",
	[6] = "#cfff000全部邮件",
	[7] = "#cd0cda2提取后删除",
	[8] = "#cfff000未读邮件",
	[9] = "#cfff000已读邮件",
	[10] = "#cd0cda2收件人:",
	[11] = "#cd0cda2邮   资: #cffffff200铜钱",
	[12] = "#cd0cda2清空",
	[13] = "#cd0cda2发送",
	[14] = "发送: ",
	[15] = "有效: ",
	[16] = "#cd0cda2发件人：#cd58a08",
	[17] = "#cd0cda2附加物品：",
	[18] = "#cd0cda2删除",
	[19] = "#cd0cda2回复",

}

-- 护国，渡劫
Lang.huguo = {
	[1] = { "校尉", "都尉", "镇军", "骠骑", "龙骑", "威远", "西域候", "镇国公"},				
	[2] = "因西域胡人作乱，汉皇颁下护国榜，凡是大汉子民，皆可通过完成护国榜上的任务获得军功，提升军衔，最高可至太尉，可谓位极人臣。军衔共有：",
	[3] = "校尉，都尉，镇军，督军，骠骑将军，龙骑大将军，威远大元帅，西域候，镇国公",
	[4] = "九个等级，每个等级分为九品，九品最低一品最高，成功通关即可提升军衔，军功可用来提升战斗力。",
	[5] = "成功通关可获得永久属性奖励和称号奖励",
	[6] = "称号：",
	[7] = "属性：",
	[8] = "胜败乃兵家常事",
	[9] = "大侠请重新来过",
	[10] = "日后再战",
	[11] = "再接再厉",
	[12] = "开启等级 ",
	[13] = "推荐战力",
	[14] = "此榜尚未开启",
}

-- 翅膀
Lang.wing = {
	[1] = "翅膀信息",
	[2] = "翅膀升级",
	[3] = "翅膀升阶",

	[4] = "当前属性",
	[5] = "攻    击：",
	[6] = "外功防御：",
	[7] = "内功防御：",
	[8] = "生    命：",
	[9] = "详细资料",	
	[10] = "名    称：",
	[11] = "幻影", 
	[12] = "翅膀等级：",
	[13] = "翅膀品阶：",
	[14] = "升 级",
	[15] = "升 阶",
	[16] = "",
	[17] = "翅膀名称",
	[18] = "炫 耀",
	[19] = "化 形",
	[20] = "翅膀化形",	
	[21] = "当前是第一页",
	[22] = "当前是最后一页",
	[23] = "附带技能",
	[24] = "技能升级",
	[25] = "技能等级描述",
	[26] = "阶",
	[27] = "级",
	[28] = { "一", "二", "三", "四", "五", "六", "七", "八", "九", "十"},
	[29] = "翅膀",
	[30] = "阶开启",

	[31] = "翅膀名字",
	[32] = "等级",
	[33] = "购 买",
	[34] = "祝福值：",
	[35] = "自动购买材料",
	[36] = "成功率：",
	[37] = "需要铜钱：",
	[38] = "本阶最高等级",
	[39] = "（祝福值加成）",

	[40] = "当前翅膀",
	[41] = "属性最高加成：",
	[42] = "翅膀最高等级：",
	[43] = "下阶翅膀",
	[44] = "我有威望：",
	[45] = "需要威望：",
	[46] = "需要铜钱：",
	[47] = "当前属性加成：",

	[48] = "技能效果：",
	[49] = "下级效果：",
	[50] = "当前熟练度：",
	[51] = "阶开启",
	[52] = "已满级",
	[53] = "查看翅膀"
}


Lang.benefit = {
	tab = {
      [1] = "每日福利",
      [2] = "活跃奖励",
      [3] = "签到奖励",
	},
	qiandao = {
		[1] = "#cd0cda2当月满签送#cffffff伙伴",
		[2] = "#cd0cda2携带技能:",
		[3] = "#cd0cda2再签到#cffffff%d#cd0cda2次就能领取伙伴",
		[4] = "#cd0cda2每月都可免费领取经验和奖励,活跃度达到50可以补签",
		[5] = "#cd0cda2签到2次",
		[6] = "#cd0cda2签到5次",
		[7] = "#cd0cda2签到10次",
		[8] = "#cd0cda2签到17次",
		[9] = "#cd0cda2签到26次",
		[10] = "#cd0cda2本月签到次数：#cffffff"
	},
	welfare = {
        [1] = "离线累积",
		[2] = "积累次数：",
		[3] = "可获得经验：",
		[4] = "免费领取",
		[5] =  "( 60% )",
		[6] = "元宝领取",
		[7] = "( 100% )",
		[8] = "领取",
		[9] = "花费",
		[10] = "元宝",
		[11] = "副本累积",
		[12] = "累积统计的副本：",
		[13] = "累积统计的日常任务：",
		[14] = "次",
		[15] = "累积离线时间：",
		[16] = "共消耗：",
		[17] = "小时",
		[18] = "累积统计的副本：",
		[19] = "累积统计的日常任务：",
		[20] = "次",
		[21] = "VIP返利",
		[22] = "已领取",
		[23] = "离线经验",
		[24] = "您还不是VIP玩家,不能领取奖励.成为VIP后,每日领取大量福利,包括:#r #r",
		[25] = "1.每日领取免费奖励#r",
		[26] = "2.每日免费速传#r",
		[27] = "3.VIP特权功能#r",
		[28] = "你当前的VIP等级为",
		[29] = "级，除了享受VIP服务的同时更可免费领取每日返利。#r #r", 
		[30] = "每日登录奖励",
		[31] = "登录",
		[32] = "天",
		[33] = "活跃积分",
		[34] = "当前活跃度：",
		[35] = "点击领取奖励",
		[36] = "活跃目标",
		[37] = "达成次数",
		[38] = "活跃积分",
		[39] = "活跃参与",
		[40] = "小飞鞋剩余0个，成为VIP可以免费速传",
		[41] = "你的小飞鞋剩余%d个，使用小飞鞋可以速传"

  
	},

}
-- 小秘书
Lang.secretary = {
	[1] = "游戏秘书",
	[2] = "版本公告",
	[3] = "#cd0cda2活跃度: #c4d2308%d#cd0cda2",
	[4] = "#cd0cda2日常活动",
	[5] = "#cd0cda2BOSS挑战",
	[6] = "#cd0cda2点将台挑战次数剩余#c4d2308%d#cd0cda2次",
	[7] = "#cd0cda2领取经验",
	[8] = "前往挑战",
	[9] = "#cd0cda2副本挑战剩余#c4d2308%d#cd0cda2次",
	[10] = "#c4d2308#u1传送#u0",
	[11] = "护送镖车",
	[12] = "前往护送",
	[13] = "#cd0cda2欢乐护送剩余#c4d2308%d#cd0cda2次",
	[14] = "全部领取",
	[15] = "#cd0cda2连续登录#c4d2308%d#cd0cda2天",
	[16] = "#c4d2308#u1前往#u0",
	[17] = "签  到",
	[18] = "补  签",
	[19] = "#cd0cda2本月累计签到#c4d2308%d#cd0cda2天",
	[20] = "领  取",
	[21] = "#cd0cda2VIP#c4d2308%d#cd0cda2级奖励",
	[22] = "世族管理员",
	[23] = "领取任务", 
	[24] = "#cd0cda2世族任务剩余#c4d2308%d#cd0cda2次",
	[25] = "神箭手",
	[26] = "#cd0cda2银两任务剩余#c4d2308%d#cd0cda2次",
	[27] = "斩妖除魔",
	[28] = "#cd0cda2斩妖除魔剩余#c4d2308%d#cd0cda2次",
	[29] = "前往招财",
	[30] = "#cd0cda2黑市钱庄剩余#c4d2308%d#cd0cda2次",
	[31] = "前往参加",
	[32] = "前往挑战",
}

-- 跑环
Lang.paohuan = {
	[1] = "#cd0cda2完成#cffd20010环#cd0cda2即可获得：",	-- 其实可以用%d来替换...但能减少运算就减少吧
	[2] = "#cd0cda2完成#cffd20030环#cd0cda2即可获得：",
	[3] = "#cd0cda2完成#cffd20050环#cd0cda2即可获得：",
	[4] = "#cd0cda2完成#cffd20070环#cd0cda2即可获得：",
	[5] = "#cd0cda2完成#cffd200100环#cd0cda2即可获得：",
	[6] = "#cd0cda2完成#cffd200150环#cd0cda2即可获得：",
	[7] = "#cd0cda2完成#cffd200200环#cd0cda2即可获得：",
	[8] = "#cd0cda2领取",
	[9] = "#cd0cda2已领取",
	[10] = "#cd0cda2接受任务",
	[11] = "#cd0cda2轻松解环",
	[12] = "#cd0cda2背包剩余解环石#cffffff%d#cd0cda2个",
	[13] = "#cd0cda2传送",
	[14] = "#cd0cda2经验:#cffffff",
	[15] = "#cffffff任务奖励",
	[16] = "#cffffff任务目标",
	[17] = "#cffffff当前进度",
	[18] = "#cd0cda2当前进度：#cffffff第%d环#c00ff12(%d/200)",
	[19] = "你的背包没有解环石，是否确定消耗5元宝轻松解环？"
}

Lang.wanfadating = {
	[1] = "副本挑战",	
	[2] = "日常活动",
	[3] = "boss挑战",

	[4] = "挑战有机会获得道具奖励",
	[5] = "副本简介",
	[6] = "点击进行传送",
	[7] = "副本奖励",
	[8] = "活动奖励",
	[9] = "活动简介",
	[10] = "剩余次数：",	
	[11] = "委托",	
	[12] = "立即前往",	
	[13] = "(小飞鞋剩余",	
	[14] = "个)",	
	[15] = { "西域武尊", "巨狼王", "披甲秦将", "奸佞太守", "魔·卢魁斯", "魔·提比斯"},	
	[16] = "Boss挑战",	
	[17] = "倒计时",	
	[18] = "0小时0分0秒",	
	[19] = "挑战简介",	
	[20] = "挑战奖励",
	[21] = "已出现",

	[22] = "明日%s开始",
	[23] = "%s%s开始",
	[24] = "下%s开始",
	[25] = "%d月%d日开始",	
	[26] = {[0]="周日",[1]="周一",[2]="周二",[3]="周三",[4]="周四",[5]="周五",[6]="周六",}, --[2313]=
	[27] = { "经验", "真气", "历练", "铜钱", "装备", "道具", "银两" },	
	[28] = "VIP3玩家副本挑战可增加1次",	 --[9]
	[29] = "是否消费%d元宝增加1次副本挑战次数？",		
	[30] = "背包已满,不能领取奖励",	 --[11]
	[31] = "已经领取", --[12]

	[32] = "%d小时后开始",
	[33] = "%d分钟后开始",
	[34] = "副本介绍",
	[35] = "副本奖励",
	[36] = "罗马",
	[37] = "挑战有机会",
	[38] = "获得道具奖励",
	[39] = {
	    [1] = { [1]="19:00-19-20", [2]=""},
	    [2] = { [1]="周一至周六", [2]="19:30-20:00"},
	    [3] = { [1]="周日", [2]="19:30-20:00"},
	    [4] = { [1]="周一三五", [2]="20:10-20:40"},
	    [5] = { [1]="15:30-16:30", [2]="" },
	    [6] = { [1]="开服两天后开启", [2]="", [3]="13:10-14:10", [4]="20:50-21:50"},
	    [7] = { [1]="12:10-12:20", [2]=""},
	    [8] = { [1]="周二四20:10-20:40", [2]=""},
	    [9] = { [1]="周六20:10-20:40", [2]=""},
	}
}

-- 各种弹出框中的语言包
Lang.dialog = {
	[1] = "#cd0cda2消耗#cffffff",
	[2] = "元宝",
	[3] = "#cd0cda2使用",
	[4] = "#cd0cda2单价:#cffffff"
}

Lang.zycm = {
 	[1] = "征伐榜规则说明",
 	[2] = "1.#cd0cda2征伐榜5种品质任务,#c00ff12星级越高,奖励越多!",	
 	[3] = "2.#cd0cda2征伐榜每天可接20次,VIP等级越高,次数越多!" ,
 	[4] = "3.#cd0cda2VIP3可以使用#c00ff12立即完成#cd0cda2功能!" ,	
 	[5] = "#cd0cda2消耗元宝：#cffffff10元宝",	
	[6] = { "5.使用","10元宝", "一键满星；" },	
	
	[7] = "任务说明",
	[8] = "#cd0cda2任务目标：",
	[9] = "去南蛮荒击杀黄野狼(0/35)",
	[10] = "#cd0cda2今天次数：", 	
	[11] = "20/20",						
	[12] = "#cd0cda2任务奖励：",
	[13] = "经验20000",
	[14] = "星级",
	[15] = "传 送",
	[16] = "#cd0cda2免费刷新次数：#c00ff12%d/3#cffffff次",
	[17] = "#cd0cda2背包剩余将军手谕：#c00ff12%d#cffffff个",
	[18] = "刷 星",
	[19] = "一键满星",
	[20] = "立即完成",
	[21] = "消耗%d元宝完成一次五星任务，可以获得%d经验。",
	[22] = "满星完成",
	[23] = "%s%d经验",
	[24] = "%s%d经验",
	[25] = "经验",
	[26] = "免费刷星次数",
	[27] = "背包剩余将军手谕",

	[28] = "接受任务",	
	[29] = "完成任务",	
	[30] = "立即完成",	
	[31] = "是否消费2元宝立即完成任务?",
	[32] = "征伐榜"
}

Lang.gamesystem = {
	[1] = "点将台",
	[2] = "伙伴",
}

Lang.fbresult = {
	[1] = "#cfff000点击宝箱可获得随机奖励",
}

Lang.entrust = {
	[1] = "委托仓库当天物品须清理，次日才能继续委托。",
	[2]="需要等级：", 		--../script\UI\entrust\EntrustPage.lua
	[3]="需要时间：", 		--../script\UI\entrust\EntrustPage.lua
	[4]="获得经验：", 		--../script\UI\entrust\EntrustPage.lua
	[5]="获得历练：", 		--../script\UI\entrust\EntrustPage.lua
	[6]="获得铜钱：", 		--../script\UI\entrust\EntrustPage.lua
	[7]="获得银两：", 		--../script\UI\entrust\EntrustPage.lua
	[8]="委托次数：", 		--../script\UI\entrust\EntrustPage.lua
	[9]="委托层数：", 		--../script\UI\entrust\EntrustPage.lua
	[10]="19层(历史最高通关层数)", 		--../script\UI\entrust\EntrustPage.lua
	[11]="神秘商店", 		--../script\UI\entrust\EntrustPage.lua
	[12]="铜钱委托", 		--../script\UI\entrust\EntrustPage.lua
	[13]="元宝委托", 		--../script\UI\entrust\EntrustPage.lua
	[14]="#c35c3f7可获得#c4d2308125%#c35c3f7的经验", 		--../script\UI\entrust\EntrustPage.lua
	[15]="剩余时间", 		--../script\UI\entrust\EntrustPage.lua
	[16]="立刻完成", 		--../script\UI\entrust\EntrustPage.lua
	[17]="领取奖励", 		--../script\UI\entrust\EntrustPage.lua
	[18]="层#c35c3f7(历史最高通关层数)", 		--../script\UI\entrust\EntrustPage.lua
	[19]="委托次数： 0", 		--../script\UI\entrust\EntrustPage.lua
	[20]="增加次数",
	[21]="取出",
	[22]="委托结束",
	[23]="#c4d2308%s挑战中...", 		--../script\model\EntrustModel.lua
	[24]="#c4d2308%s第%d次挑战中", 		--../script\model\EntrustModel.lua
	[25]="第%s层        战斗中...", 		--../script\model\EntrustModel.lua
	[26]="第%s层:         #c66ff66胜利", 		--../script\model\EntrustModel.lua
	[27]="第%s层:        战斗中...", 		--../script\model\EntrustModel.lua
	[28]="获得：", 		--../script\model\EntrustModel.lua
	[29]="经验#cffffff, 元宝加成 #c66ff66", 		--../script\model\EntrustModel.lua
	[30]="经验#cffffff, 合计#c66ff66", 		--../script\model\EntrustModel.lua
	[31]="经验#cffffff", 		--../script\model\EntrustModel.lua
	[32]="经验#cffffff   ", 		--../script\model\EntrustModel.lua
	[33]="历练#cffffff   ", 		--../script\model\EntrustModel.lua
	[34]="铜钱#cffffff   ", 		--../script\model\EntrustModel.lua
	[35]="银两#cffffff   ", 		--../script\model\EntrustModel.lua
	[36]="玩家达到%d级才可以委托!", 		--../script\model\EntrustModel.lua
	[37]="通关副本方可委托", 		--../script\model\EntrustModel.lua
	[38]="通过关第%d层才可以委托!", 		--../script\model\EntrustModel.lua
	[39]="委托需要%d铜钱!", 		--../script\model\EntrustModel.lua
	[40]="委托需要%d元宝!", 		--../script\model\EntrustModel.lua
	[41]="铜钱委托, 需要%d铜钱", 		--../script\model\EntrustModel.lua
	[42]="元宝委托, 需要%d元宝", 		--../script\model\EntrustModel.lua
	[43]="立即完成, 需要%d元宝", 		--../script\model\EntrustModel.lua
	[44]="可得奖励：", 	
	
}

Lang.team = {
	[1] = "队伍列表",
	[2] = "队伍信息",
	[3] = "#cd0cda2创建队伍",
	[4] = "#cd0cda2发布招募",
	[5] = "#cd0cda2申请加入",
	[6] = "#cd0cda2多人副本",
	[7] = "#cd0cda2刷新",
	[8] = "#cd0cda2解散队伍",
	[9] = "#cd0cda2踢出队伍",
	[10] = "#cd0cda2离开队伍",
	[11] = "#cd0cda2人数: ",
	[12] = "#cd0cda2战斗力: #cffffff",
	[13] = "玩家离线",
	[14] = "#cd0cda2等级：#cffffff",
	[15] = "#cd0cda2职业：#cffffff",
	[16] = "#cd0cda2退出队伍",
	[17] = "#cd0cda2退伍",
	[18] = "#cd0cda2委任",
	[19] = "#cd0cda2踢出",
	[20] = "比翼双飞",
	[21] = "信使守护",
	[22] = "五星连珠",
	[23] = "虎头寨",
	[24] = "无",
	[25] = "#cfff000创建队伍",
	[26] = "队伍筛选",
	[27] = "目标副本:",
	[28] = "队伍筛选",
	[29] = "快速组队",
	[30] = "请先选择副本!",
	[31] = "至少勾选一种类型！",


	shuoming = "1.选择左边的队伍，再点击申请加入，可直接加入队伍#r2.使用发布招募更快组满队伍#r3.组好队伍点击多人副本进入玩法大厅，选择一个团队副本前往，队员确认后即可挑战副本.",
}
Lang.mirror = {
	[1] = "#cfff000可攻击目标",
}

Lang.pay = {
	[1] = "了解VIP",
	[2] = "购 买",	
}


--答题
Lang.question = {
	[1]="本题剩余时间 :", 		--../script\UI\questionactivity\QuestionActivityWin.lua
	[2]="剩余题目 : ", 		--../script\UI\questionactivity\QuestionActivityWin.lua
	[3]="名次", 		--../script\UI\questionactivity\QuestionActivityWin.lua
	[4]="角色名", 		--../script\UI\questionactivity\QuestionActivityWin.lua
	[5]="分数", 		--../script\UI\questionactivity\QuestionActivityWin.lua
	[6]="您目前总分数 ：", 		--../script\UI\questionactivity\QuestionActivityWin.lua
	[7]="您目前的排名 ：", 		--../script\UI\questionactivity\QuestionActivityWin.lua
	[8]="您答对的题目 ：", 		--../script\UI\questionactivity\QuestionActivityWin.lua
	[9]="您答错的题目 ：", 		--../script\UI\questionactivity\QuestionActivityWin.lua
}

--护镖
Lang.hsbc = {
	[1]="#cd0cda2银两 #cffffff", 		--../script\UI\task\HSXNWin.lua
	[2]="#cd0cda2经验 #cffffff", 		--../script\UI\task\HSXNWin.lua
	[3]="护送说明：", 		--../script\UI\task\HSXNWin.lua
	[4]="#cd0cda21、刷新消耗#cd58a083元宝#cd0cda2或#cd58a08一个行镖令#r#cd0cda22、#cd58a0820元宝#cd0cda2可直接钦点五级镖车#r#cd0cda23、每天#cd58a0815:30~16:30#cd0cda2护送镖车的奖励是平时的#cd58a081.5倍#cd0cda2（提交任务才可以获得）", 		--../script\UI\task\HSXNWin.lua
	[5]="最长护送时间：#cf6f6f620分钟", 		--../script\UI\task\HSXNWin.lua
	[6]="当前护镖奖励: ", 		--../script\UI\task\HSXNWin.lua
	[7]="背包剩余行镖令:", 		--../script\UI\task\HSXNWin.lua
	[8]="护镖剩余次数:", 		--../script\UI\task\HSXNWin.lua
	[9]="今日护送镖次数:", 		--../script\UI\task\HSXNWin.lua
	[10]="背包剩余行镖令:", 		--../script\UI\task\HSXNWin.lua
	[11]="元宝#c66ff66刷星", 		--../script\UI\task\HSXNWin.lua
	[12]="元宝#c66ff66满星", 		--../script\UI\task\HSXNWin.lua
	[13]="刷新镖车", 		--../script\UI\task\HSXNWin.lua
	[14]="开始护送", 		--../script\UI\task\HSXNWin.lua
	[15]="1.刷新消耗#cffd2003元宝#cd0cda2或#cffd200一个行镖令", 		--../script\UI\task\HSXNWin.lua
	[16]="2.#cffd20020元宝#cd0cda2可以直接钦点五级镖车", 		--../script\UI\task\HSXNWin.lua
	[17]="3.每天#cffd20015:30-16:30#cd0cda2护送镖车的奖励是平时的#cffd2001.5倍#cd0cda2(提交", 		--../script\UI\task\HSXNWin.lua
	[18]="任务才可以获得)", 		--../script\UI\task\HSXNWin.lua
	[19]="#cd0cda2是否消耗#cffd200%d元宝#cd0cda2或一个行镖令刷星", 
	[20]="#cd0cda2是否消耗#cffd200%d元宝#cd0cda2一键满星", 
	[21]="护送镖车#r任务时间已到,失败!"
}

--统计面板
Lang.tongji = {
	[1] = "#c00ff00(元宝消耗:%d)",
	[2] = "是否消耗%d元宝增加一次采集次数？"
}

--八卦地宫
Lang.baguadigong = {
	[1]="#c33ff33采集地宫灵草(20/20)#r奖励:17800经验,#cff66cc鎏金铜#cffffffx1", 		--../script\UI\tongji\BaguadigongCellView.lua
	[2]="#c33ff33点击领取", 		--../script\UI\tongji\BaguadigongCellView.lua
	[3]="#cffffffBOSS刷新倒计时#r已出现#r点击自动前往", 		--../script\UI\tongji\BaguadigongCellView.lua
	[3]="采集地宫灵草", 		--../script\UI\tongji\BaguadigongCellView.lua
	[4]="鎏金铜", 		--../script\UI\tongji\BaguadigongCellView.lua
	[5]="击杀秦陵刀俑", 		--../script\UI\tongji\BaguadigongCellView.lua
	[6]="击杀秦陵枪俑", 		--../script\UI\tongji\BaguadigongCellView.lua
	[7]="击杀秦陵弓俑", 		--../script\UI\tongji\BaguadigongCellView.lua
	[8]="百炼钢", 		--../script\UI\tongji\BaguadigongCellView.lua
	[9]="击杀秦陵盾俑", 		--../script\UI\tongji\BaguadigongCellView.lua
	[10]="#c33ff33%s #cffffff(%d/%d)#r奖励:%d经验,#cff66cc%s#cffffffx1", 		--../script\UI\tongji\BaguadigongCellView.lua
	[11]="#cff0000已领取", 		--../script\UI\tongji\BaguadigongCellView.lua
	[12]="#cffffffBOSS刷新倒计时#r#r点击自动前往", 		--../script\UI\tongji\BaguadigongCellView.lua
	[13]="#cffffffBOSS刷新倒计时#r#c33ff33已出现#r#cffffff点击自动前往", 		--../script\UI\tongji\BaguadigongCellView.lua
	[14]="已领取任务奖励", 		--../script\UI\tongji\BaguadigongTongjiView.lua
	[15]="#c33ff33点击领取"
}

--王城之战/逐鹿中原
Lang.tianyuan = {
	[1] = "殷破",
	[2]="寻路", 		--../script\UI\tongji\TianYuanTongjiView.lua
	[3]="世族积分:", 		--../script\UI\tongji\TianYuanTongjiView.lua
	[4]="世族排名:", 		--../script\UI\tongji\TianYuanTongjiView.lua
	[5]="个人积分:", 		--../script\UI\tongji\TianYuanTongjiView.lua
	[6]="个人排名:", 		--../script\UI\tongji\TianYuanTongjiView.lua
	[7]="世族积分前3名", 		--../script\UI\tongji\TianYuanTongjiView.lua
	[8]="个人积分前3名", 		--../script\UI\tongji\TianYuanTongjiView.lua
	[9]="提示:协助世族人员击杀殷破将获得20点个人积分。", 		--../script\UI\tongji\TianYuanTongjiView.lua
}
Lang.vipcard = {
	[1] = "可以免费享受",
	[2] = "#cd0cda21.免费无限传送#r#cd0cda22.每日免费领取15000铜钱#r#cd0cda23.开启随身商店和仓库",
}
Lang.camp = {
	[1] = "排名",
	[2] = "名字",
	[3] = "积分",
	[4] = "击杀",
}

-- 奖励(在线&七天)
Lang.award = {
	[1] = "可领取",
	[2] = "已领取",
	[3] = "在线奖励",
	[4] = "开服奖励",
	[5] = "背包已满!",
	[6] = "登录送元宝",
}

Lang.tip = {
	[1] = "（提取道具后可查看到期时间）",
	[2] = "神兵利器任务已经完成，打开邮件可查收奖励",--"已满足任务时间,点击左侧任务面板的神兵利器任务，可领取奖励!",
	[3] = "#cffffff（或者24小时后通过邮件#cfff000免费#cffffff领取奖励）",

}


--投資返利
Lang.tzfl_info = {
	notic_info = "零风险，大回报，只要投资200元宝，就可以马上获得丰厚的奖品哦，亲~！你还等什么？ 快来抢购吧~",
	time_notic_info = "#cd0cda2第#cfff000%d#cd0cda2天可领取",
	buy_notic = "是否花费%d元宝购买投资理财基金",
}

Lang.mainActivity = {
    cdkey = {
		[1] = "#c4d2308请输入激活码:",
		[2] = "参与媒体活动即可领取激活码",
		[3] = "请输入激活码：",
	},
	xiaofei_return = {
        [1]="本活动总结束倒计时：",
        [2]="活动期间充值达到一定额度即可获得对应礼包",
        [3]="活动期间消费达到一定额度即可获得对应礼包",
        [4]="领取奖励",
        [5]="已领取",
	},
	pobing = {
	    [1] = "活动剩余时间",
	    [2] = "每日充值(开服前七天)",
	    [3] = "充值100立即返100",
	    [4] = "立即领取",
	    [5] = "再次充值500立即返回500",
	    [6] = "累积充值",
	    [7] ="充值1000立即返回1000(不能重复领取)",
	    [8] ="今日充值额度：",
	    [9] ="活动期间累计充值：",

	},
	common = {
		[1] = "%Y年%m月%d日%H时%M分",
		[2] = "%Y年%m月%d日",
	},
}

Lang.marriage = {
	[1] = "#u1前往比翼双飞#u0",
	[2] = "#u1速传比翼双飞#u0",
	[3] = "#cfff000#u1点击购买#u0",
	[4] = "比翼双飞",
	[5] = "婚车护送使",
	[6] = "是否确定前往雁门关婚车护送使处开启巡游?",
	[7] = "情侣亲密",
	[8] = "举办婚宴",
	[9] = "婚车巡游",
	[10] = "天不老，情难绝。心似双丝网，中有千千结。",
	[11] = "情缘属性",
	[12] = "情缘重数属性",
}

Lang.luopan = {
	[1] = "幸运玩家",
	[2] = "我的抽奖记录",
	[3] = "跳过动画",
	[4] = "一键十次",
	[5] = "是否使用20元宝抽奖一次？",
	[6] = "是否使用200元宝抽奖十次？",
	[7] = "背包元宝不足连续抽奖",
	[8] = "次",
	[9] = "活动已截止",
}

Lang.chunjie = {
	[1] = "#cd0cda2可兑换道具:",
	[2] = "#cd0cda2需要消耗%s:",
	[3] = "#cd0cda2当前拥有%s数量：",
	[4] = "#cd0cda2今日消费元宝：",
	[5] = "#cd0cda2累计充值元宝："
}

Lang.qingrenjie = {
	[1] = "#cfff000当前送花数量：#cffffff",
	[2] = "#cfff000当前收花数量：#cffffff",
	[3] = "#cd0cda2排名",
	[4] = "#cd0cda2角色名",
	[5] = "#cd0cda2赠送数量",
	[6] = "#cfff000我的排名：#cffffff",
	[7] = "#cd0cda2收花数量",
}

-- 密友抽奖
Lang.f_draw = {
	[1] = "活动结束倒计时:",
	[2] = "活动已结束",
	[3] = "每天最多抽奖5次",
	[4] = "当前次数:",
	[5] = "0/5",
	[6] = "1.每24小时可以免次数抽奖一次",
	[7] = "2.剩余抽奖次数需要密友赠送获取",
	[8] = "3.请在活动期间用掉抽奖次数，否则活动结束后次数清零",
	[9] = "剩余次数:",
	[10] = "请输入要赠送的密友名字:",
	[11] = "每天只能赠送一次",
	[12] = "可领取礼包数:",
	[13] = "每人最多领取5个礼包",
	[14] = "获赠记录",
	[15] = "密友名字              次数",
	[16] = "抽奖肯定抽到东西，问题来了！！",
	[17] = "打开背包有惊喜！！",
}

Lang.radar = {
	[1] = "一键交友成功!",
	[2] = "需要先搜索附近玩家",
}

-- 我要翻牌
Lang.opencard = {
	--左边的
	left_label1 = "#cd0cda2提示: 每修补城墙一次获得#cd58a08 1积分",
	left_label2 = "#cd0cda2请在活动结束前领取该礼包",
	left_label3 = "(%d/%d)",
	--右边的
	right_count_down_str = "活动倒计时:",
	right_label1 = "#c358fc1今日剩余次数：#cfff000",
	right_label2 = "#c358fc1使用#cfff000%s元宝#c358fc1翻开本页全部卡牌",
	question     = "#cd0cda21.玩家修复城墙时，除免费修复次数以外，每次【修复城墙】则扣除对应消耗元宝。#r#cd0cda22.活动每天重置的时间为凌晨0点。未领取的积分奖励也将邮件下发！#r#cd0cda23.获得奖励后可以点击“下一堵墙”，包括之前已经修复的进度也将重置。",

	huan_need_yuanbao = "#c358fc1换牌需要消耗%s元宝",
	sure_huanpai = "#c358fc1是否需要换牌?",
	fan_need_yuanbao  = "#c358fc1翻牌需要消耗%s元宝",
	had_get_all_libao = "#c358fc1你的奖品已经领取完",
	need_bag_gezi = "背包至少需要预留%d个格子",
	not_play_animation = "#c358fc1跳过动画",

}

-- 连续充值
Lang.series_cz = {
	shuoming = "#cd0cda21.连续充值达到3天、5天、7天，能获得奖励礼包。#r#cd0cda22.连续充值不能间断，否则重新计算。",
}

-- 改名卡
Lang.rename = {
	[1] = "该昵称已经被注册。X",
	[2] = "该昵称长度不符合规则。X",
	[3] = "该昵称包含不可用符号。X",
	[4] = "昵称不能为空。X",
	[5] = "该昵称可以使用。√",
	[6] = "验证昵称",
	[7] = "请您先校验昵称。",
	[8] = "昵称不可为空，请输入要修改的昵称",
	[9] = "是否消耗588元宝购买角色改名卡？",
	[10] = "该昵称已被占用，请重新输入",
	[11] = "名称中包含非法字符或长度不合法",
}

Lang.net_massage = {
	[1] = "操作成功",
	[2] = "密码错误",
	[3] = "账号无法登录，请及时联系GM",
	[4] = "已经在线",
	[5] = "服务器忙",
	[6] = "服务器没有开放",
	[7] = "session服务器有问题，比如db没有连接好",
	[8] = "不存在这个服务器",
	[9] = "账户纳入防沉迷",
	[10] = "该用户帐号已经被关闭，详情请联系GM",
	[11] = "生成的临时会话key超时",
}

--秘籍
Lang.Miji = {
--附带说明
	fudaiRule = "1.秘籍对技能有极大的增益效果！#r2.选择左方的技能或秘籍可进行秘籍装备或替换。#r3.每个秘籍只能附在对应的技能上，一个技能最多只能同时装备一个秘籍，即六个技能分别装备六个秘籍。#r4.秘籍可随时拿回背包。",
--升级说明
	shengjiRule = "1.只能已装备的秘籍进行升级操作。#r2.升级会提升秘籍对技能的增强效果，最高99级，等级满了经验不会再增加。#r3.经验值通过吞噬经验丹增加，此外也可以吞噬其他秘籍。#r4.吞噬秘籍时会把材料秘籍的经验全部转移到要升级的秘籍上，材料秘籍被吞噬后会消失。#r5.吞噬秘籍不会改变重数，升级也不会影响重数。",
--修炼说明
	hechengRule = "1.只有橙色秘籍才可以进行修炼。#r2.选择左方装备了橙色秘籍的技能后，再选择界面右下方背包中与选择的秘籍同种类的橙色秘籍进行修炼。#r3.每1本橙色秘籍被修炼后可增加1点修炼值，高重数秘籍被修炼到低重数秘籍上，得到的新的秘籍修炼值是二者之和，不会损失修炼值。#r4.每增加1点修炼值，都可以增加人物固定属性，每提升1重都有极大提升。",
	--背包无秘籍提示
	MijiTips1 = "主人秘籍可通过过关斩将掉落获得哦！",
	--背包无升级材料提示
	MijiTips2 = "主人秘籍升级材料可通过过关斩将掉落获得哦！",

	[1] = "秘籍",
	[2] = "装备",
	[3] = "升级",
	[4] = "修炼",
	[5] = "一重",
	[6] = "二重",
	[7] = "三重",
	[8] = "四重",
	[9] = "五重",
	[10] = "六重",
	[11] = "七重",
	[12] = "八重",
	[13] = "九重",
	[14] = "附带秘籍:",
	[15] = "秘籍名称是",
	[16] = "极品预览：#r技能秘籍：#r修炼属性：#r特殊属性：",
	[17] = "当前没有为此技能附带秘籍,",
	[18] = "可双击背包中的秘籍完成附带",
	[19] = "#c38fe35某某某技能秘籍",
	[20] = "#cfff000某某某技能秘籍 #cfffffflv.99#r修炼属性：啧啧啧啧啧啧啧啧啧在灌灌灌灌灌灌灌灌灌灌灌灌灌灌灌灌灌",
	[21] = "放入背包",
	[22] = "消耗铜钱：#cfff0002000",
	[23] = "某某技能",
	[24] = "#cfff000LV.88",
	[25] = "#cfff000LV.89",
	[26] = "消耗材料：",
	[27] = "铜钱：#cfff0000",
	[28] = "升级",
	[29] = "请先装备秘籍",
	[30] = "材料已满",
	[31] = "铜钱：#cfff000",
	[32] = "#cfff000LV.",
	[33] = "#cfff000名称",
	[34] = "请先装备橙色秘籍",
	[35] = "一重·",
	[36] = "二重·",
	[37] = "三重·",
	[38] = "四重·",
	[39] = "五重·",
	[40] = "六重·",
	[41] = "七重·",
	[42] = "八重·",
	[43] = "九重·",
	[44] = "",
	[45] = "",
	[46] = "",
	[47] = "",
}

Lang.dragontext = {
	[1] = "获得：",
	[2] = "活动剩余时间：",
	[3] = "任意一级宝石",
	[4] = "任意二级宝石",
	[5] = "任意三级宝石",
	[6] = "任意四级宝石",
	[7] = "任意五级宝石",
	[8] = "二级战斗药剂"
}

-- 聚仙令
Lang.juxianling = {
	[1] = "组队副本",
	[2] = "令牌兑换",
	[3] = "#cfff000玄令：",
	[4] = "#cfff000地令：",
	[5] = "#cfff000天令：",
	[6] = "玄令",
	[7] = "地令",
	[8] = "天令",
	[9] = "你还没有组队，是否立即前往组队页面？",
	[10] = "队伍人数未满5人，可能挑战此副本会比较困难，仍然要进入副本吗？",
	[11] = "#cfff000当前拥有：",
	[12] = "#cd0cda2兑换",
	[13] = "#cff4100副本次数：",
	[14] = "#cff4100副本奖励：",
	[15] = "#cd0cda2增加",
	[16] = "#cd0cda2挑战副本",
	[17] = "%d级开启",
	[18] = "#c02ffff玄.令",
	[19] = "#cffd590地.令",
	[20] = "#cfc8e05天.令",

	shuoming = "1.必须组成2人以上的队伍才能进入副本，可进入组队页面快捷组队（建议组满）#r2.信使守护：45级开启，守护信使雕像不被破坏，内攻外攻职业都拥有，会轻松很多。#r3.五星连珠：49级开启，五星连珠，才会更效率#r4.虎头寨：52级开启，凶险重重，必须谨慎",
}

--过关斩将
Lang.zhenyaota = {
	--帮助说明
	helpText = "1.每周一零点重置刷新，一周内不限制进入次数。#r"..
	"2. 每周首次挑战成功时才可获得奖励，过关后奖励将直接存进背包，格子不足通过邮件发送。#r"..
	"3. 每关都有一个关主，由过关用时最少的玩家获得，每周一零点通过邮件给予关主奖励。#r"..
	"4. 每个人只能拥有一关的关主荣誉，当满足多个关主条件的时候，取关数最高的那个。#r"..
	"5. 每周一零点清空过关斩将挑战关数和关主信息",

	[1] = "暂无",
	[2] = "%d分%d秒",
	[3] = "关",
	[4] = "关主：",
	[5] = "关主用时：",
	[6] = "我的专属关：",
	[7] = "无",
	[8] = "奖励：",
	[9] = "神秘商店",
	[10] = "规则说明",
	[11] = "#cfdde9d%d—%d关",
	[12] = "挑 战",
	[13] = "#cd0cda2通关攻略",
	[14] = "第%d关",
	[15] = "本副本将于",
	[16] = "后结束",
	[17] = "重新挑战",
	[18] = "结束挑战",
	[19] = "#cfff000奖励:",
	[20] = "每周首次通关副本才能获得奖励",
	[21] = "#c38fe35通关用时：",
	[22] = "#cfff000只有用时最少，才能成为关主",
	[23] = "#cfff000你成为了%d关关主",
	[24] = "#cfff000你已经是%d关关主",
	[25] = "#c38fe35关主用时：",
	[26] = "进入下关",
	[27] = "#cfd6443BOSS攻略",
	[28] = "关数：第",
	[29] = "关",
	[30] = "关主奖励:"
}

Lang.boss = {
	[1] = "#cf6f6f6世界boss#cd58a08%s#cf6f6f6还有三分钟出现,是否现在前往?",
	[2] = "您当前处于副本当中，您可以点击右上角的出口键离开副本，之后才可以前往BOSS地点。",
	[3] = "前往",
	[4] = "传送",
}

Lang.shenmi_shop = {
	[1] = "#cd5c241每刷新一次消耗20#cd5c241元宝",
	[2] = "活动期间，可进入神秘商店，购买到超值优惠的特价商品，橙色秘籍、特级保护符、5级宝石、4级宝石等您来拿！",
}

Lang.qiankun = {
	[1] = "活动说明:活动期间，充值10元宝同时消费10元宝可获得1点积分奖励，积分可兑换相应的积分奖励。各类稀有物品都有一定的兑换次数。注：活动结束时，积分将清空，请及时兑换。",
	[2] = "充值元宝:",
	[3] = "消费元宝:",
	[4] = "活动积分:",
	[5] = "消耗积分:",
	[6] = "剩余兑换:",
	[7] = "兑换",
	[8] = "您的积分不足,无法兑换"
}

-- 超级团购
Lang.SuperGBuy = {
	[1] = "宅急团购",
	[2] = "积分排行",
	[3] = "团购说明",
	[4] = "活动结束倒计时：",
	[5] = "每购买一个礼包,将获得一积分",
	[6] = "我的积分:",
	[7] = "公会名字",
	[8] = "100积分",
	[9] = "世族团购比拼排行",
	[10] = "我的世族合计积分：",
	[11] = "当前排名:",
	[12] = "积分",
	[13] = "1.世族每个成员每购买一个礼包，世族排行将获得1积分。",
	[14] = "2.活动结束后，排行前三的世族全部成员将获得奖励。",
	[15] = "活动已截止",
}

-- 密友抽奖
Lang.FriendsDraw = {
	[1] = "抽奖中...",
	[2] = "抽奖次数需要密友赠送",
}

-- 真气修炼(灵根修炼)
Lang.LGXiulian = {
	[1] = "修炼值不足60%无法转化",
	[2] = "当前修炼值可转化真气: %d，是否要进行转化？",
	[3] = "修炼值满",
	[4] = "消费",
	[5] = "潜心修炼中",
	[6] = "潜心修炼中.",
	[7] = "潜心修炼中..",
	[8] = "潜心修炼中...",
}

-- 昆仑神树
Lang.Magictree = {
	[1] = "点击果实获取",
	[2] = "活动已结束",
	[3] = "活动剩余时间:",
	[4] = "收获日志",
	[5] = "好友列表",
	[6] = "刷新会重置所有果实",
	[7] = "神树已经成熟",
	[8] = "需消耗%d元宝",
	[9] = "神树主人：",
	[10] = "世界",
	[11] = "自己",
	[12] = "需消耗",
	[13] = "有几率获得紫色品质的秘籍和道具",
	[14] = "有几率获得蓝色品质的秘籍和道具",
	[15] = "有几率获得绿色品质的秘籍和道具",
	[16] = "开启果实获得积分，积分可兑换神秘宝箱",
	[17] = "仓库没有物品",
	[18] = "放入背包",
	[19] = "可选择宝箱进行兑换",
	[20] = "请选择兑换宝箱",
	[21] = "兑换",
	[22] = "你已选定",
	[23] = ", 需消耗",
	[24] = "消耗",
	[25] = "积分可获得",
	[26] = "当前积分：",
}

-- 美人铸卡室
Lang.MakeCard = {
	[1] = "卡牌材料为0",
	[2] = "分解此张美人卡牌",
	[3] = "此卡片未激活",
	[4] = "未选择卡片",
	[5] = "分解",
	[6] = "选择一张卡牌进行分解",
	[7] = "背包中没有卡牌可以分解",
	[8] = "分解数量",
	[9] = "批量分解",
	[10] = "兑换",
	[11] = "剩余月神碎片：",
	[12] = "选择一张卡牌进行升星",
	[13] = "当前卡片经验:",
	[14] = "升星",
}

-- 每日充值
Lang.DayCZ = {
	[1] = "剩余时间：",
	[2] = "活动已结束",
	[3] = "当前已充值:",
	[4] = "元宝",
	[5] = "每日充值大礼",
	[6] = "立即充值",
	[7] = "领取大礼",
}

-- 淘宝树展示界面
Lang.TaoBaoWin = {
	[1] = "活动时间：", 
	[2] = "活动介绍：", 
	[3] = "剩余时间：", 
	[4] = "立即传送", 
	[5] = "活动已结束", 
	[6] = "立即前往", 
}

-- 修复城墙(我要翻牌)
Lang.Opencard = {
	[1] = "工程完善度:",
	[2] = "(已修复：0/8)",
	[3] = "是否花费",
	[4] = "该墙已修复完毕，少侠真乃神人。尝试修复下一堵墙吧！",
	[5] = "背包至少需要预留%d个格子",
	[6] = "请先领取积分奖励再修复",
	[7] = "活动倒计时:",
	[8] = "(已修复：",
	[9] = "次)",
	[10] = "今日剩余:",
	[11] = "次",
	[12] = "免费:",
	[13] = "需花费",
	[14] = "元宝",
	[15] = "-",
	[16] = "元宝，修复剩余",
}

Lang.qishu = {
	tab_name = {
		[1] = "奇书信息",
		[2] = "奇书修炼",
		[3] = "奇书转生",
		[4] = "奇书回忆",
	},
	info = {
		[1] = "等  级:",
		[2] = "转  生:",
		[3] = "奇书属性",
		[4] = "技能信息",
		[5] = "等    级:",
		[6] = "转    生:",
	},
	xiulian = {
		[1] = "自动购买(20元宝一个)",
		[2] = "一键十次",
		[3] = "#c66ff66#u1修炼说明#u0",
		[4] = "奇书属性",
		[5] = "当前",
		[6] = "下一级",
		[7] = "转",
		[8] = "段",
		[9] = "转生#cfff000%d次开启",
		[10] = "等级: #cfff000",
		[11] = "等级: ",
		[12] = "转生: ",
		[13] = "#c00c0ff修炼石",
		[14] = "修炼",
		[15] = "修炼值清空倒计时:",
		[16] = "已满",
	},
	zhuansheng = {
		[1] = "技能名字",
		[2] = "需要灵液:",
		[3] = "当前灵液:",
		[4] = "#cfff000%d转%d段",
		[5] = "#c66ff66#u1转生说明#u0",
		[6] = "觅 灵",
		[7] = "转 生",
	},
	xiulian_tips = 	{
		"1、奇书可以增加主人属性，并赋予主人强大的技能#r",
		"2、每个奇书共有3种属性，奇书升级会增加属性值，共20级#r",
		"3、每个奇书等级达到5级，对应开启第二条属性，达到10级，对应开启第三条属性#r",
		"4、奇书修炼会增加修炼值，修炼值越高，成功概率越大，修炼值满，下次修炼必定成功#r",
		"5、奇书开始修炼后，修炼值会在24小时后清零"
	},
	yinling = {
		[1] = "觅  灵",
		[2] = "领  取",
		[3] = "通天引灵",
		[4] = "圣 浴:",
		[5] = "消耗元宝:",
		[6] = "聚集的灵越多，获得的灵液越多!",
		[7] = "觅灵有一定的几率将非灵换成灵，已是灵的不受影响",
		[8] = "免费引灵:",
		[9] = "本次可领取灵液: ",
		[10] = "今天可觅灵",
		[11] = "免费引灵",
		[12] = "是否消耗元宝进行通天引灵？",
	},
	zhuanshen_tips = {
		"1、奇书升星转生可增加奇书属性值百分比，共9转10星。#r",
		"2、可通过觅灵获得灵液进行奇书升星转生，每天有10次觅灵机会，每次最多可出20000灵液。选择圣浴可以得到双倍灵液，每天有3次圣浴机会。#r",
		"3、每个奇书转生达到2次，对应开启第1个技能，达到5次，对应开启第2个技能。#r",
		"4、当共开启4个技能后，可开启技能回忆功能."
	},
	huiyi = {
		[1] = "请先领取上一次回忆结果",
		[2] = "完美回忆石:",
		[3] = "快速回忆10次",
		[4] = "普通回忆",
		[5] = "完美回忆",
		[6] = "#c66ff66#u1回忆说明#u0",
		[7] = "普通回忆石:",
		[8] = "元宝/次",
	},
	huiyi_tips = {
		"1、通过不同方式回忆，可召唤出含有不同记忆度的回忆石，选择一个，可随机增加一个已开启技能的记忆度，记忆度满技能可升级。#r",
		"2、技能升级可提高触发概率，技能值和持续时间等属性，让主人实力大增。#r",
		"3、技能的等级上限受奇书转生影响，转生次数越多，技能越活跃，可提升的等级越高。",
	},
}

Lang.fight_model_desc = {
	-- #r 换行
	-- 0和平 2世族 4杀戮
	[0] = 
	{
		"1. 和平模式下，不可攻击其他玩家，也不可被其他玩家所攻击。#r",
		"2. 和平模式下组队时，不可攻击同队的队友玩家，不论该玩家处于何种战斗模式。",	
	},
	[2] = 
	{
		"1. 世族模式下，可以攻击非同一个世族并且处于世族模式的玩家。#r",
		"2. 世族模式下，可以被非同一个世族并且处于世族模式的玩家攻击。#r",
		"3. 世族模式下，可以攻击处于杀戮模式的玩家，同时也可以被杀戮模式的玩家攻击。#r",
		"4. 世族模式下组队时，不可攻击同队的队友玩家，不论该玩家处于何种战斗模式。",
	},
	[4] = 
	{
		"1. 杀戮模式下，可以攻击所有非和平模式的玩家。#r",
		"2. 杀戮模式下，可以被所有非和平模式的玩家攻击。#r",
		"3. 杀戮模式下组队时，不可攻击同队的队友玩家，不论该玩家处于何种战斗模式。"
	}
}

Lang.zhenyingzhan = {

	text = {
		{"1.",	"活动时间：周六 20:00~20:30"},
		{"2.",	"活动期间参与者会分为两方阵营进行对抗。"},
		{"3.",	"系统会根据双方阵营的战力、人数对比，自动将参与者分配至适当阵营。"},
		{"4.",	"活动持续30分钟后结束，活动结束前摧毁敌方阵营将军，即可获得胜利。"},
		{"5.",	"获胜阵营的所有成员可获得丰厚奖励！"},
		{"6.",	"只有先击杀4位武将，才能攻击将军，否则将军会处于无敌状态。"},
		{"7.",	"击杀玩家、怪物、BOSS，都能增加本方军备。"},
		{"8.",	"积累军备到一定程度，即可召唤强力攻城车协助作战！攻城车对武将有额外攻击加成！"},
		{"9.",	"活动期间所有参与者通过击杀玩家、怪物、BOSS，都可获得个人积分。"},
		{"10.",	"每次活动结束时，会按照个人排名段发放丰厚奖励，记得检查邮箱哦！"},
		{"11.",	"个人积分低于10分的玩家不会计入排行榜，也无法获得排名奖励！"},

	},	
}

Lang.Drtt = {

	text = {

		{"1.",	"活动时间：周一、三 20:00~20:30"},
		{"2.",	"每次活动开始，玩家的初始天梯积分为0。"},
		{"3.",	"玩家且最低天梯积分为0，无法继续减少。"},
		{"4.",	"胜利，积分加10；失败，积分减5；平局，积分减1。"},
		{"5.",	"战斗时限为3分钟，若到达3分钟还未分出胜负，则判断为平局。"},
		{"6.",	"连胜可获得额外天梯积分加成，连胜次数越多加分越高。"},
		{"7.",	"每次战斗胜利、失败或平局，都可获得相应奖励。"},
		{"8.",	"每次活动结束5分钟内，会按照排名段发放丰厚奖励，记得检查邮箱哦！"},
		{"9.",	"天梯积分为0的玩家不会计入排行榜，也无法获得排名奖励！"},

	},	
}


-- 奖励界面的
Lang.reward_interface = {
	hlsbt = {
		desc = {
				"#c643f17活动时间  #c8d44082015年11月20日——2016年1月1日#r",
				"#c643f17活动内容  #c8d4408每天12:00~13:30、18:00~19:30、21:00~21:30时间段上线即有               奖励哦!"
		},
	},
	czjj = {
		hint = "是否花费%d元宝购买成长基金？",
		desc = {
				"VIP3级可购买成长基金，角色等级提升即可领取超值回馈，累计最多可返10倍奖励！",
		},
	},
	dbcz = {
		desc = {
			"#c643f17活动规则：活动期间每天单笔充值大于￥98，可获得三级攻击宝石，仅限领取一次",
		},
	},
}

Lang.new_sys_desc ={
	
	--技能追求引导
	[4] = {
		desc = {
				"升级技能提升战斗力，每个技能还有多种附加效果，合理搭配技能特效可使战斗更加轻松。",
				},
	},

	--奖励追求引导
	[5] = {
		desc = {
				"记得多进入福利大厅，伙伴、材料、元宝等大量奖励每天等你来领取！",
				},
	},

	-- --称号追求引导
	-- [8] = {
	-- 	desc = {
	-- 			"称号可以增强人物属性，装备高级称号彰显尊贵身份。",
	-- 			},
	-- },

	--星图追求引导
	-- [7] = {
	-- 	desc = {
	-- 			"消耗副本中获得的星魂点亮星图，召唤星宿之力，可大幅提升人物属性。",
	-- 			},
	-- },

	--聚宝盆追求引导
	[10] = {
		desc = {
				"聚宝盆可用元宝抽取铜钱，抽取时还可能产生暴击，收益翻番！缺铜钱的时候一定记得要用聚宝盆噢。",
				},
	},

	--铸造系统追求引导
	[12] = {
		desc = {
				"铸造可强化、进阶、洗练装备，大幅提升装备属性，记得时时强化装备以应对更大的挑战！",
				},
	},

	--坐骑追求引导
	[14] = {
		desc = {
				"培养坐骑可以大幅增加人物属性和移动速度，除此之外，拉风的坐骑还可以让你成为全场瞩目的焦点！",
				},
	},

	--好友追求引导
	[15] = {
		desc = {
				"在世界里结交好友，可以一起组队打副本，互赠钥匙寻宝，提高好友亲密度还可以提升战力！",
				},
	},

	--伙伴追求引导
	[17] = {
		desc = {
				"伙伴可以与你并肩作战，还可以提高你的人物属性，培养伙伴还可以让你的战力大幅提升！",
				},
	},

	--琴棋书画追求引导
	[19] = {
		desc = {
				"抚琴研棋、读书作画，轻松获得经验、铜钱、伙伴培养材料。记得叫上小伙伴帮忙研修，事半功倍！",
				},
	},

	--进阶追求引导
	[20] = {
		desc = {
				"进阶装备可提升大量属性，提高装备品阶。进阶还可以让装备造型更加炫酷！",
				},
	},

	--世界BOSS玩法追求引导
	[21] = {
		desc = {
				"每天固定时段参与击杀世界BOSS，可以获得丰厚奖励！",
				},
	},

	--活跃度追求引导
	[22] = {
		desc = {
				"玩副本，做任务，积累活跃度，轻松领奖励！#r",
				},
	},

	--天机奇缘追求引导
	[24] = {
		desc = {
				"天机奇缘副本可获得大量伙伴培养材料，让你的伙伴实力飞升！",
				},
	},

	-- --神驹猎狩追求引导
	-- [24] = {
	-- 	desc = {
	-- 			"在神驹猎狩副本中可获得大量坐骑培养材料，让坐骑实力大增，外形更加酷炫！",
	-- 			},
	-- },

	--世族追求引导
	[25] = {
		desc = {
				"加入世族，不仅可以结交更多好友，共同建设世族大家庭，更有大量世族独有活动等你参加。",
				},
	},

	-- --悬赏任务追求引导
	-- [25] = {
	-- 	desc = {
	-- 			"完成悬赏任务可获得大量经验奖励，每隔一段时间还会有新任务出现，是你升级成长的不二之选。#r",
	-- 			},
	-- },

	--仙斗会追求引导
	[26] = {
		desc = {
				"在演武场上，和其他玩家尽情PK，检验自己的实力，获得的威望还可换取珍稀材料！#r",
				},
	},

	--箴机奇图追求引导
	[27] = {
		desc = {
				"箴机奇图中完成指定目标即可获得大量经验、物品等奖励，记得开放时一定要参加。#r",
				"开放时间：每天 13:30-14:30、20:30-21:30。",
				},
	},

	--武力试炼追求引导
	[28] = {
		desc = {
				"在武力试炼中上不断闯关，挑战自己的极限，通关还可获得大量装备强化材料，宝石等奖励。#r",
				},
	},

	--组队副本追求引导
	[29] = {
		desc = {
				"组队副本可获得大量经验和材料，记得约上小伙伴组队去刷刷刷。#r",
				},
	},

	-- --铸造-【洗练】追求引导
	-- [31] = {
	-- 	desc = {
	-- 			"洗练装备可获得额外属性，洗练的次数越多，越有机会获得橙色极品属性。#r",
	-- 			},
	-- },

	--武将追求引导
	[30] = {
		desc = {
				"武将不仅能提供大量属性，激活技能还有将魂出现为你而战，酷炫造型回头率爆表！",
				},
	},

	--单人天梯追求引导
	[31] = {
		desc = {
				"天梯赛实时PK，爽快对决，还有大量奖励等你来领取，排名越高奖励越多！#r",
				"开放时间：每周一、三 20:00-20:30。",
				},
	},
	

	--铸造-【镶嵌】追求引导
	[32] = {
		desc = {
				"开启宝石镶嵌，可在装备上镶嵌各种宝石，宝石等级越高，属性越强力！#r",
				},
	},

	
	-- --尤乌战场追求引导
	-- [37] = {
	-- 	desc = {
	-- 			"尤乌战场中可无限制自由PK，获取积分，战场之王等你来夺！#r",
	-- 			"开放时间：每周五 20:00-20:30。",
	-- 			},
	-- },

	--武将图鉴追求引导
	[36] = {
		desc = {
				"升级武将图鉴可大幅提升武将卡牌的属性加成！武将卡牌越多，加成越高！",
				},
	},

	--伙伴亲密追求引导
	[40] = {
		desc = {
				"获得伙伴后可激活亲密度属性加成，培养与对应伙伴的亲密度，可提高主角的属性喔～",
				},
	},

	--神铸追求引导
	[50] = {
		desc = {
				"紫色、橙色品阶装备可进行神铸，神铸提升大量属性，让你的装备变成绝世神兵！",
				},
	},

}

Lang.genera_tips = {
	t1 = "铜钱",
	t2 = "获得条件",
	t3 = {	"#c643f17通关铜钱副本，可获得大量铜钱。",
			"#r#c643f17每天使用聚宝盆，可获得大量铜钱！"},
	t4 = "聚宝盆",
	t5 = "无尽秘藏",
	t6 = "绑定元宝不足，是否用元宝购买此物?",
	t7 = "购买",
	t8 = "元宝",
	t9 = "快速充值",
	t10 = "不足",
	t11 = "获取",
	t12 = "商城",
	t13 = {
		[1] = {
			name = "玉佩",
			getfrom = {
				"通关每日剧情、剧情副本#r",
				"领取活跃度奖励和世族俸禄#r",
				"积极参与各类游戏活动",
			},
		},
		[2] = {
			name = "威望",
			getfrom = {
				"每日参与演武场#r",
				"每日演武场排名结算奖励",
			},
		},
		[3] = {
			name = "荣誉",
			getfrom = {
				"参加每周二、四20:00-20:30举行的战队赛",
			},
		},
		[4] = {
			name = "世族财产",
			getfrom = {
				"世族祈福、任务、跑商#r",
				"向世族捐献铜钱、元宝#r",
				"积极参加世族各类活动",
			},
		},
		[5] = {
			name = "世族贡献",
			getfrom = {
				"世族祈福、任务、跑商#r",
				"向世族捐献铜钱、元宝#r",
				"积极参加世族各类活动",
			},
		},
	},
	t14 = "#c4d2308点击输入框调整角色名字",
	t15 = "#ce9dbc2显示现在的名字",
	t16 = "#c8a5823首次改名免费",

}

Lang.zhandui = {
	fuli_desc = {
		"加入战队后可参加战队赛，赢取高额奖励！天梯专属商店中还有稀有奖品等你兑换哦！",
	},
}

Lang.reward_syzf = {
	activity_desc = {[1] = "#c643f17秀丽江山谁与争锋，抢答题活动正在火热进行中哦，快去参加赢取奖励吧！",
					[2] = "#c643f171、活动时间：周%s的%s; 周%s的%s。",
					[3] = "#c643f172、活动期间完成全部%d道题即可获得抢答奖励。",
					[4] = "#c643f173、活动前5名的玩家，会获得元宝、星魂、洗练材料等额外奖励哦。",
					[5] = "#c643f174、活动奖励通过邮件发送。"},
	activity_time1 = "#c643f171.周%s的%s",
	activity_time2 = "#c643f172.周%s的%s",
	activity_rcdt	= "#c8a5823小提示:%s奖励双倍哦！"
}

Lang.banhao = {
	"上海都玩网络科技有限公司",
	"北京爱奇艺科技有限公司",
	"上海众源网络有限公司",
	"新广出审[2016]1026号",
	"新广出审[2016]1026号",
	"文网游备字〔2016〕M-RPG 1901号",
}

Lang.reward_sbfh = {
	"#c643f171、封测时必须绑定账号才可在正式服获得返还。",
	"#c643f172、封测期间充值，会在正式服返还充值元宝数量的200%和VIP等级。",
	"#c643f173、必须同一个账号同一个平台，在正式服于1服创建角色。",
	"#c643f174、元宝通过邮件返还，VIP等级直接返还。",
}