SClientLang = {
	
	--公用
	public = {
		job = {[0]="通用","龙枪","剑姬","灵狐","舞伶"}
	},
	--坐骑系统文字配置
	mount_lang = {
		jieji =  {"一阶", "二阶", "三阶", "四阶", "五阶", "六阶", "七阶", "八阶", "九阶", "十阶"},
		zhanli = "战斗力:",
		btn_name = {"培养","前往进阶","进阶","前往培养","装备","卸下",},
		tips = {
		"请培养至满级再来进阶!",
		"恭喜你已经达到最高阶!",
		"恭喜你已经达到最高阶最高等级！"
		},
		is_have = {"（已拥有）","（未拥有）",},
		skill_nextlv_tips = {"下一级","返回"}
	},
    
    --聊天系统
    chat_lang = {
     chat_cannel = {"世界","组队","世族","私人","系统"},
     no_chat = {"请输入聊天内容"},
	},

	--商城系统
    mall_lang = {
    	free = "免费刷新：",
    	btn_name = "刷新",
    	rbtn_name = {"特卖","材料","宝石","其他","兑换"},
	},
    
    chat = {
      [1] = "你还未加入世族哦！"

    },
    --法宝系统
    fabao_lang = {
    	btn_name = {"出战","休息"},
    	max_level = {"#cff2400法宝等级已经达到满级","#cff2400法宝技能已经达到满级"}
	},
 --    --翅膀系统
	-- mount_lang = {
	-- 	jieji =  {"一阶", "二阶", "三阶", "四阶", "五阶", "六阶", "七阶", "八阶", "九阶", "十阶"},
	-- 	zhanli = "战力:",
	-- 	btn_name = {"培养","前往进阶","进阶","前往培养",},
	-- 	tips = {
	-- 	"请培养至满心再来进阶!",
	-- 	"恭喜你已经达到最高阶！"
	-- 	},
	-- 	is_have = {"（已拥有）","（未拥有）",},
	-- },
	--xx系统
}