

--动画对话
--括号里面是id []
--face 是半身像
--dir  是半身像的朝向，人在左 朝右 -1 ; 人在右 朝左 1  要求配成NPC在左边，玩家的在右边

--表情在resourceTree/chat_face

--talk 就是对话 ，talk里面定义  "asdsa[a]", emote = { a = 1 }  
--emote 是表情


--编号规则：A_B_C    A为章，B为节，C为节里面的对话编号，按规则使用以免冲突



movieclient_dialogs = 
{

 -----------===================================长歌行剧情副本 start=====================================----------------
 --第一章第一节前置对白
  ['1_1_1'] = 
  {
      { face = 13, name = "远处传来声音", dir = -1,  talk = '救命！啊啊啊……'},                                                                               
  },
 --第一章第一节前置对白
  ['1_1_2'] = 
  {
      { face = 12, name = "远处传来声音", dir = -1,  talk = '报——！'},                                                                               
  },
  ['1_1_3'] = 
  {
      { face = 22, name = "吴汉", dir = -1,  talk = '上当了！给我把人追回来！快追啊！'},                                                                               
  },
  --第一章第二节
  ['1_2_1'] = 
  {
      { face = 28, name = "邓晨的叮嘱", dir = -1,  talk = '你听姐夫的吧，上巳节，邓阴两家的亲眷都会去碧水河畔，丽华一定会去的。'},                                                                               
  },

  ['1_2_2'] = 
  {
      { face = 6, name = "刘秀", dir = -1,  talk = '纵我不往，子宁不来！'},                                                                               
  },

  ['1_2_3'] = 
  {
      { face = 13, name = "嘈杂的求救声", dir = -1,  talk = '啊——！救命啊……'},  
      { face = 27, name = "邓婵", dir = -1,  talk = '救命——！'},                                                                            
  },  

  --第一章第四节前置对白1
  ['1_4_1'] = 
  {
      { face = 13, name = "？？？", dir = -1,  talk = '（来自暗处的声音）哈哈哈！'},                                                                                  
  }, 
 
  --2-3前置对白
    ['2_3_1'] = 
  {
      { face = 37, name = "阴丽华", dir = -1,  talk = '三哥——'},                                                                                  
  }, 
    ['2_3_2'] = 
  {
      { face = 37, name = "阴丽华", dir = -1,  talk = '啊——！'},                                                                                  
  }, 
    ['2_3_3'] = 
  {
      { face = 37, name = "阴丽华", dir = -1,  talk = '我衣服不见了！'},                                                                                  
  }, 
    ['2_3_4'] = 
  {
      { face = 18, name = "刘伯姬", dir = -1,  talk = '大哥，快点儿，奸细就在河边……'},                                                                                  
  },
  --第二章第四节前置对白
    ['2_4_1'] = 
  {
      { face = 18, name = "刘伯姬", dir = -1,  talk = '（阴丽华！我今天就要撕了你这张狐狸皮。）'},     
      { face = 18, name = "刘伯姬", dir = -1,  talk = '（我借舞剑之时趁机将你的束发帻巾连发带一起揪下来，看你还怎么掩饰女子身份！）'},                                                                                      
  },

  --第二章第五节前置对白1
  ['2_5_1'] = 
  {
      { face = 36, name = "阴戟", dir = -1,  talk = '我也去！'},                                                                                  
  }, 

  --第二章第6节前置对白1
  ['2_6_1'] = 
  {
      { face = 10, name = "阴识", dir = -1,  talk = '（为何会有一种不安的感觉……？还是过去看看吧……）'},                                                                                  
  },
  ['2_6_2'] = 
  {
      { face = 10, name = "阴识", dir = -1,  talk = '（有道理，还是应避免惹来无谓的麻烦。）'},                                                                                  
  },

 
--3-3前置对白 
    ['3_3_1'] = 
  {
      { face = -1, name = "新军", dir = -1,  talk = '杀——！'},                                                                                  
  }, 
    ['3_3_2'] = 
  {
      { face = 13, name = "??????", dir = -1,  talk = '呜呜……'},                                                                                  
  },
    ['3_3_3'] = 
  {
      { face = 21, name = "刘仲", dir = -1,  talk = '三弟！我们在这儿……啊……'},                                                                                  
      { face = 26, name = "刘元", dir = -1,  talk = '救命啊——有人吗？有人吗？'},                                                                                  
  },

  --3-5前置对白
  ['3_5_1'] = 
  {
      { face = 16, name = "李轶", dir = -1,  talk = '（这些人都疯了吗！一个个都抢着去送死！）'},                                                                                  
  }, 
  ['3_5_2'] = 
  {
      { face = 16, name = "李轶", dir = -1,  talk = '（这些人都走了，我独自留在城中恐怕更危险，不如……）'},                                                                                  
  },
  --3-6前置对白
  ['3_6_2'] = 
  {
      { face = -1, name = "新兵卫士", dir = -1,  talk = '抓刺客！'},                                                                                  
  },
  --4-1前置对白
  ['4_1_1'] = 
  {
      { face = -1, name = "酒杯摔碎的声音", dir = -1,  talk = '哐当——！'},                                                                               
  }, 
  --4-3前置对白
  ['4_3_1'] = 
  {
      { face = 10, name = "阴识", dir = -1,  talk = '她不能！'},                                                                               
  }, 

  --4-5前置对白
  ['4_5_1'] = 
  {
      { face = -1, name = "院子外边", dir = -1,  talk = '咔嚓……'},                                                                               
  }, 
  ['4_5_2'] = 
  {
      { face = 16, name = "李轶", dir = -1,  talk = '谁在那里！'},                                                                               
  }, 
  ['4_5_3'] = 
  {
      { face = 10, name = "李通", dir = -1,  talk = '李轶！你在做什么？'},                                                                               
  }, 
  --4-6前置对白
  ['4_6_1'] = 
  {
      { face = -1, name = "山贼", dir = -1,  talk = '杀——！'},                                                                               
  },
  --5-4前置对白
  ['5_4_1'] = 
  {
      { face = -1, name = "幼儿哭啼", dir = -1,  talk = '呜哇——呜啊——！'},                                                                               
  }, 
  ['5_4_2'] = 
  {
      { face = 14, name = "马武", dir = -1,  talk = '弟兄们，挺住，马武前来救援了！'},                                                                               
  }, 
  -----------===================================长歌行剧情副本 end=====================================-----------------


  -----------===================================长歌行主线剧情 start=====================================----------------
  --主线剧情4   前置对白1
  ['ux4_1'] =
  {
      { face = 28, name = "邓父", dir = -1,  talk = '令月吉日，始加元服。弃尔幼志，顺尔成德。寿考惟祺，介尔景福。'},                                                                                  
  }, 

  --主线剧情4   前置对白2
  ['ux4_2'] =
  {
      { face = 28, name = "邓父", dir = -1,  talk = '以岁之正，以月之令，咸加尔服。兄弟具在，以成厥德。黄耇无疆，受天之庆。'},                                                                                  
  }, 

  --主线剧情6   前置对白1
  ['ux6_1'] =
  {
      { face = 35, name = "幼女", dir = -1,  talk = '姐姐救我——'},   
      { face = 3, name = "丁柔", dir = -1,  talk = '救命——'},                                                                                
  },

  --主线剧情7 7—1
  ['ux7_1'] =
  {
      { face = 45, name = "官兵", dir = -1,  talk = '朝那边追！'},                                                                                  
  }, 
  --主线剧情7 7—2  
  ['ux7_2'] =
  {
      { face = 3, name = "丁柔", dir = -1,  talk = '救……救命……'},                                                                                  
  }, 

  --主线剧情9   前置对白1  
  ['ux9_1'] =
  {
      { face = 45, name = "官兵", dir = -1,  talk = '我等奉命搜查刺客，莫让他跑了！'},
  },
--主线剧情11	前置对白1

  ['ux11_1'] =
  {
      { face = 10, name = "阴识", dir = -1,  talk = '（婵儿……为了让你死心，我只能如此……）'},                                                                                  
  },
--主线剧情11	前置对白2
  ['ux11_2'] =
  {
      { face = 10, name = "阴识", dir = -1,  talk = '（我怎能对婵儿吐露真言呢？哎……）'},                                                                                  
  },
--主线剧情11	前置对白3
  ['ux11_3'] =
  {
      { face = 10, name = "阴识", dir = -1,  talk = '（婵儿……我何尝不想和你在一起……）'},   
      { face = 10, name = "阴识", dir = -1,  talk = '(你送我的玉佩，我视若珍宝，一直戴在身边……)'},   
  },
--主线剧情11	前置对白4
  ['ux11_4'] =
  {
      { face = 10, name = "阴识", dir = -1,  talk = '(可是我身为一家之主，肩负家族重任，岂能不顾及邓阴两家的颜面，随心所欲……哎！)'},    
  },
--主线剧情11	前置对白5
  ['ux11_5'] =
  {
      { face = 27, name = "邓婵", dir = -1,  talk = '(一片痴心尽付流水……)'}, 
  },
--主线剧情11	前置对白6
  ['ux11_6'] =
  {
      { face = 10, name = "阴识", dir = -1,  talk = '(婵儿，今生今世，我只能负你了……)'},    
  },


  --主线剧情13   前置对白1  
  ['ux13_1'] = 
  {
      { face = -1, name = "远处传来声音", dir = -1,  talk = '哐当————！'},                                                                                  
  },

  --主线剧情14   前置对白1  
  ['ux14_1'] = 
  {
      { face = -1, name = "嬉笑声", dir = -1,  talk = '哈哈……'},                                                                                  
  },  

  --主线剧情14   前置对白2 
   ['ux14_2'] = 
  {
      { face = 33, name = "刘縯", dir = -1,  talk = '阴兄弟昨日把李家闹得人仰马翻，还安全地带出了我三弟，真是胆识过人，武技超群！'},                                                                                  
  }, 

  --主线剧情14   前置对白3  
    ['ux14_3'] = 
  {
      { face = 36, name = "阴戟", dir = -1,  talk = '伯升大哥过奖了~大哥您才是豪侠气概，小弟只是效仿一二，日后还要大哥您多多关照才是。'},                                                                                  
  },  

  --主线剧情21   前置对白1  
  ['ux21_1'] = 
  {
      { face = 36, name = "阴戟", dir = -1,  talk = '（我一定要为你夺一匹战马回来！一匹真正的战马！）'},                                                                                  
  },
  --主线剧情22   前置对白1  
  ['ux22_1'] = 
  {
      { face = 5, name = "刘秀", dir = -1,  talk = '大家都住手！'},                                                                                  
  },
  --主线剧情22   前置对白2  
  ['ux22_2'] = 
  {
      { face = 16, name = "朱鲔", dir = -1,  talk = '刘将军说的很对！'},                                                                                  
  },  
  --主线剧情41   前置对白1  
  ['ux24_1'] = 
  {
      { face = 25, name = "阴兴", dir = -1,  talk = '射——！'},                                                                                  
  },
  --主线剧情41   前置对白2 
  ['ux24_2'] = 
  {
      { face = 45, name = "哨兵", dir = -1,  talk = '（惊惶）有敌袭营！快去禀告大司空！'},                                                                                  
  },

  --主线剧情25   前置对白1 
  ['ux25_1'] = 
  {
      { face = -1, name = "猛兽", dir = -1,  talk = '啊~呜——'},                                                                                  
  },

  --主线剧情26   前置对白1 
  ['ux26_1'] = 
  {
      { face = -1, name = "阴丽华", dir = -1,  talk = '……你生我生……'},  
      { face = -1, name = "刘秀", dir = -1,  talk = '你死我亦同死……'},                                                                                                    
  },

  --主线剧情28   前置对白1 
  ['ux28_1'] = 
  {
      { face = 25, name = "阴兴", dir = -1,  talk = '姐姐，时辰到了！'},                                                                                                
  },

  --主线剧情28   前置对白2
  ['ux28_2'] = 
  {
      { face = 29, name = "邓禹", dir = -1,  talk = '丽华！'},                                                                                                
  },

  --主线剧情28   前置对白3
  ['ux28_3'] = 
  {
      { face = 25, name = "阴兴", dir = -1,  talk = '刘秀——！'},                                                                                                
  },

  --主线剧情28   前置对白4
  ['ux28_4'] = 
  {
      { face = 9, name = "丽华", dir = -1,  talk = '（这是从阴家传来的丝竹之乐……）'},                                                                                                
  },

  --主线剧情29   前置对白1
  ['ux29_1'] = 
  {
      { face = 9, name = "丽华", dir = -1,  talk = '（他这是……这是在替刘縯戴孝！）'},                                                                                                
  },

  --主线剧情31   前置对白1 
  ['ux31_1'] = 
  {
      { face = -1, name = "嘈杂声", dir = -1,  talk = '行行好……给点吃的吧……呜呜……'},                                                                                  
  },

  --主线剧情32   前置对白1 
  ['ux32_1'] = 
  {
      { face = 5, name = "刘秀", dir = -1,  talk = '公孙！'},                                                                                  
  },

  --主线剧情33   前置对白1
  ['ux33_1'] = 
  {
      { face = -1, name = "一声脆响", dir = -1,  talk = '啪——！（玉钗摔在地上，一分为二……）'},                                                                                  
  },

  --主线剧情34   前置对白1 
  ['ux34_1'] = 
  {
      { face = 24, name = "尉迟峻", dir = -1,  talk = '姑娘！大公子派人传信，让你回新野！'},                                                                                  
  },

  --主线剧情34   前置对白2 
  ['ux34_2'] = 
  {
      { face = 37, name = "丽华", dir = -1,  talk = '（众将破釜沉舟，将身家性命托付于刘秀身上，我的夫君刘秀已不再属于我一人。）'},                                                                                  
  },

  --主线剧情34   前置对白3 
  ['ux34_3'] = 
  {
      { face = 37, name = "丽华", dir = -1,  talk = '（当此大局，我如何能再计较儿女私情，如何能独占刘秀而不放手……？哎……！）'},                                                                                  
  },

  --主线剧情35   前置对白1 
  ['ux35_1'] = 
  {
      { face = 6, name = "刘秀", dir = -1,  talk = 'Zzzz……'},                                                                                  
  },

    --主线剧情35   前置对白2 
  ['ux35_2'] = 
  {
      { face = 6, name = "刘秀", dir = -1,  talk = '呼……呼……Zzzz……（刘秀鼾声已起。）'},                                                                                  
  },

  --主线剧情37   前置对白1 
  ['ux37_1'] = 
  {
      { face = 32, name = "刘秀", dir = -1,  talk = '皇天上帝，后土神祇，眷顾降命，属秀黎元，为人父母，秀不敢当。'},                                                                                  
  },

   --主线剧情37   前置对白2 
  ['ux37_2'] = 
  {
      { face = 32, name = "刘秀", dir = -1,  talk = '群下百辟，不谋同辞，咸曰：“王莽篡位，秀发愤兴兵，破王寻、王邑于昆阳，诛王郎、铜马于河北，平定天下，海内蒙恩。上当天地之心，下为元元所归。”'},                                                                                  
  },

     --主线剧情37   前置对白3 
  ['ux37_3'] = 
  {
      { face = 32, name = "刘秀", dir = -1,  talk = '谶记曰：“刘秀发兵捕不道，卯金修德为天子。”秀犹固辞，至于再，至于三。群下佥曰：“皇天大命，不可稽留。”敢不敬承。'},                                                                                  
  },

     --主线剧情37   前置对白4 
  ['ux37_4'] = 
  {
      { face = 7, name = "侍从", dir = -1,  talk = '……邓禹为大司徒，封酂侯，食邑万户；'},                                                                                  
  },

     --主线剧情37   前置对白5 
  ['ux37_5'] = 
  {
      { face = 7, name = "侍从", dir = -1,  talk = '拜王梁为大司空，封武强侯；'},                                                                                  
  },

       --主线剧情37   前置对白6 
  ['ux37_6'] = 
  {
      { face = 7, name = "侍从", dir = -1,  talk = '拜吴汉为大司马，封舞阳侯；'},                                                                                  
  },

       --主线剧情37   前置对白6 
  ['ux37_6'] = 
  {
      { face = 7, name = "侍从", dir = -1,  talk = '拜五大将军：骠骑大将军景丹，建威大将军耿弇，虎牙大将军盖延，建义大将军朱祜……'},                                                                                  
  },

         --主线剧情38   前置对白1 
  ['ux38_1'] = 
  {
      { face = 39, name = "张卬", dir = -1,  talk = '给我杀！'},                                                                                  
  },

  --主线剧情39   前置对白1 
  ['ux39_1'] = 
  {
      { face = 32, name = "刘秀", dir = -1,  talk = '将恐将惧，惟予与汝。将安将乐，汝转弃予。'},                                                                                  
  },

   --主线剧情39   前置对白2 
  ['ux39_2'] = 
  {
      { face = 9, name = "丽华", dir = -1,  talk = '将恐将惧，惟予与汝。将安将乐，汝转弃予……'},                                                                                  
  },

 --主线剧情39   前置对白3 
  ['ux39_3'] = 
  {
      { face = 9, name = "丽华", dir = -1,  talk = '（因为，再留在这里，留在你的身边，对我而言，只是一种煎熬，一种痛彻心肺的折磨！）'},                                                                                  
  },

 --主线剧情39   前置对白4 
  ['ux39_4'] = 
  {
      { face = 9, name = "丽华", dir = -1,  talk = '（将恐将惧，惟予与汝。将安将乐，汝转弃予……）'},                                                                                  
  },

 --主线剧情39   前置对白5 
  ['ux39_5'] = 
  {
      { face = 9, name = "丽华", dir = -1,  talk = '（当美好的回忆不复从前，当悲哀已成定局，无法逆转，我选择……放弃。）'},                                                                                  
  },

  --主线剧情41   前置对白1
  ['ux41_1'] = 
  {
      { face = 9, name = "丽华", dir = -1,  talk = '这么多年，我明知过氏一族不择手段，明知我的每一个选择都会伤害到你们，牵连到阴家！'},   
      { face = 9, name = "丽华", dir = -1,  talk = '可为了……为了帮三哥完成统一社稷的夙愿，我只懂得顾全大局，只懂得国家大义！'},  
      { face = 9, name = "丽华", dir = -1,  talk = '都是我！都是我的错……！呜呜……（泣不成声）'},  
  },

  --主线剧情41   前置对白2
  ['ux41_2'] = 
  {
      { face = 9, name = "丽华", dir = -1,  talk = '是我的一再忍让，害死了我们的母亲，族人和衡儿，还有琥珀……'},
      { face = 9, name = "丽华", dir = -1,  talk = '她们都是我的血肉至亲，全心全意的护我……可我让她们……惨遭毒手，死不瞑目……'},
      { face = 9, name = "丽华", dir = -1,  talk = '都是我的错！这一切都是因为我！这么多人为我牺牲，可我没有办法帮她们报仇伸冤，我才是万死难辞其咎啊……'},
      { face = 9, name = "丽华", dir = -1,  talk = '都是我的错！都是我的错！都是我的错啊……啊啊……！（撕心裂肺的抽泣）'},                                                                                  
  },

  --主线剧情41   前置对白3
  ['ux41_3'] = 
  {
      { face = 9, name = "丽华", dir = -1,  talk = '当初大哥曾经告诉我，要为自己的选择负起责任。可我真的没想到，我的选择会伤这么多人的性命……'},                                                                                  
      { face = 9, name = "丽华", dir = -1,  talk = '阴贵人背后……是阴家啊……是陛下的南阳郡父老，是皇子之母，是陛下的糟糠之妻！'},                                                                                  
      { face = 9, name = "丽华", dir = -1,  talk = '理应知书达理，仁爱大度，即使生不如死，无法承受，都不能让无辜的人受到牵连，不能让安定的江山再受到动摇……'},                                                                                  
      { face = 9, name = "丽华", dir = -1,  talk = '所以阴贵人只能忍，也必须要忍……啊哈哈哈哈哈……咳咳……（自嘲自话，悲极反笑）'},                                                                                                                                                                 
  },
  -----------===================================长歌行主线剧情 end=====================================----------------



  -----------===================================长歌行支线剧情 start=====================================----------------

  --每日剧情6   前置对白1
  ['ix6_1'] =
  {
      { face = 45, name = "城楼上的新军", dir = -1,  talk = '你们这帮流民匪寇。'},     
      { face = 45, name = "城楼上的新军", dir = -1,  talk = '不好好的在家耕种，居然聚众作乱。'},                                                                               
  }, 

  --每日剧情7   前置对白1
  ['ix7_1'] =
  {
      { face = 45, name = "新军兵痞", dir = -1,  talk = '一律给我抓起来！'},                                                                                
  }, 

  --每日剧情10   前置对白1
  ['ix10_1'] =
  {
      { face = 12, name = "嘈杂声", dir = -1,  talk = '得手了！得手了！这全部都是蔡少公的手稿笔记！'},     
                                                                                
  }, 

  --每日剧情10   前置对白2
  ['ix10_2'] =
  {
      { face = 26, name = "长安百姓", dir = -1,  talk = '快看啊，有贼跑到太学偷东西啦！'},     
                                                                                
  }, 

  --每日剧情12   前置对白1
  ['ix12_1'] =
  {
      { face = 12, name = "??????", dir = -1,  talk = '不知道这个新皇帝会如何对我们啊！'},     
                                                                                
  },

  --每日剧情23   前置对白1
  ['ix23_1'] =
  {
      { face = 37, name = "阴丽华", dir = -1,  talk = '（胭脂，对不起……）'},     
                                                                                
  }, 

  --每日剧情23   前置对白2
  ['ix23_2'] =
  {
      { face = 35, name = "胭脂", dir = -1,  talk = '小姐……小姐……'},     
                                                                                
  }, 

  --每日剧情26   前置对白1
  ['ix26_1'] =
  {
      { face = 36, name = "阴戟", dir = -1,  talk = '（说的倒是冠冕堂皇。）'},  
      { face = 36, name = "阴戟", dir = -1,  talk = '（ 还不是心安理得的坐着皇帝的位子。）'},     
                                                                              
  }, 

  --每日剧情26   前置对白2
  ['ix26_2'] =
  {
      { face = 39, name = "张卬", dir = -1,  talk = '（这下子，我们绿林军再也不比忌惮汉军了。）'},  
      { face = 39, name = "张卬", dir = -1,  talk = '（刘秀，我肯定要报当日之仇！）'},                                                                        
  }, 



  -----------===================================长歌行支线剧情 end=====================================----------------

  -----------===================================长歌行活动剧情 start=====================================----------------
  --每日剧情2   前置对白1
  ['ac2_1'] =
  {
      { face = 37, name = "阴丽华", dir = -1,  talk = '刘……刘玄……别，别过来……'},                                                                                
  },  
  --每日剧情2   前置对白2  
  ['ac2_2'] =
  {
      { face = 37, name = "阴丽华", dir = -1,  talk = '（刘玄曾经说过，杀过人的女人就不再是女人了！此刻的我，心生魔障……）'},                                                                                
  },
  --每日剧情2   前置对白3  
  ['ac2_3'] =
  {
      { face = 12, name = "??????", dir = -1,  talk = '丽华——不能去！'},                                                                                
  },  
  --每日剧情2   前置对白4  
  ['ac2_4'] =
  {
      { face = 37, name = "阴丽华", dir = -1,  talk = '（再没有比碰上一个疯子更可怕的事了！他会下地狱的，而我，会被他一同拖入地狱！）'},
      { face = 12, name = "??????", dir = -1,  talk = '不会的，丽华——，朕不会让你死的！'},                                                                                      
  }, 
  --每日剧情2   前置对白5  
  ['ac2_5'] =
  {
      { face = 38, name = "刘玄", dir = -1,  talk = '丽华……丽华……'},                                                                                    
  }, 

  --每日剧情3   前置对白1
  ['ac3_1'] =
  {
      { face = 32, name = "刘秀", dir = -1,  talk = '（丽华曾说，人善人欺天不欺。可是为恶之人不除，危害更重……）'},     
      { face = 32, name = "刘秀", dir = -1,  talk = '（朕即便背负恶名，今天也要给衡儿，给丽华，给朕自己讨一个公道！）'},                                                                               
  },  

  -----------===================================长歌行活动剧情 end=====================================----------------

}