-- 物品的获取描述
-- 换行
getfrom_desc = {
	
	--生命宝石 1-8级
	[21101] = {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21102]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21103]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21104]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21105]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21106]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21107]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21108]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},

	--攻击宝石 1-8级
	[21201] = {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21202]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",	},
	[21203]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21204]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21205]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21206]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21207]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21208]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},

	--外防宝石 1-8级
	[21301] = {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21302]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21303]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21304]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21305]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21306]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21307]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21308]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},

	--法防宝石 1-8级
	[21401] = {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21402]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21403]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21404]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21405]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21406]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21407]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21408]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},

	--命中宝石 1-8级
	[21501] = {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21502]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21503]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21504]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21505]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21506]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21507]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21508]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},

	--闪避宝石 1-8级、
	[21601] = {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21602]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21603]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21604]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21605]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21606]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21607]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21608]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},

	--暴击宝石 1-8级
	[21701] = {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21702]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21703]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21704]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21705]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21706]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21707]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21708]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},

	--抗暴宝石 1-8级
	[21801] = {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21802]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21803]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21804]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21805]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21806]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21807]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},
	[21808]	= {
		"武力试炼奖励",
		"世界BOSS奖励",
		"商城购买",
	},


	--各种材料
	[26101]	= 	--寒铁
	{	
		"武力试炼掉落",
		"日常活跃度宝箱",
		"组队副本掉落",
	},
	[26102]	= 	--冥铜
	{
		"武力试炼掉落",
		"日常活跃度宝箱",
		"组队副本掉落",
	},
	[26111]	= 	--蓝色洗练石
	{
		"通关剧情副本奖励",
		"日常活跃度宝箱",
		"商城",
	},
	[26112]	= 	--紫色洗练石
	{
		"通关剧情副本奖励",
		"日常活跃度宝箱",
		"商城",
	},
	[26113]	= 	--橙色洗练石
	{
		"通关剧情副本奖励",
		"日常活跃度宝箱",
		"商城",
	},
	[26121]	= 	--碎星（低级装备升阶材料）
	{
		"组队副本掉落",
		"世族BOSS奖励",
		"每日剧情通关奖励",
	},
	[26123]	= 	--岚罡（低级防具升阶材料）
	{
		"世族BOSS奖励",
		"日常活跃度宝箱",
		"每日剧情通关奖励"
	},
	[26125]	= 	--灵刃（低级武器升阶材料）
	{
		"世族BOSS奖励",
		"日常活跃度宝箱",
		"每日剧情通关奖励"
	},
	[26131]	= 	--陨铁（低级神铸升阶材料）
	{
		"世族商店",
		"商城",
	},

}