juqing_barrier = {
	[1] ={ --章
	---------------------------------------------------------------------------------------------------------------
 		[1] = { --节
           -- [1] = { --阶
           --障碍ID 
           --障碍信息（分别对应障碍区域的最小格子x坐标，最大格子x坐标，最小格子y坐标，最大格子y坐标 特效ID,特效市场） 
		  	[1] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           area = {{57,57,97,136},},
		           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
		           effect = -1,
		           time  = 2,
	             },
		  	[2] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           area = {{107,107,97,136},}, --区域
		           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
		           effect = -1,
		           time  = 2,
                 },
		  	[3] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           area = {{57,107,97,97},}, --区域
		           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
		           effect = -1,
		           time  = 2,
                 },
		 	[4] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           area = {{77,78,111,112},{79,82,112,113},{83,85,113,114},}, --区域
		           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
		           effect = -1,
		           time  = 2,
                 },

          	[5] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           --area = {{76,86,111,113},}, --区域
		           areaPoint = {{57,97},{57,100},{57,103},{57,106},{57,109},{57,112},{57,115},{57,118},{57,121},{57,124},{57,127},{57,130},{57,133},{57,133},{57,136}}, --点
		           effect = 20002,
		           time  = 2,
                 },
          	[6] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           --area = {{76,86,111,113},}, --区域
		           areaPoint = {{108,97},{108,100},{108,103},{108,106},{108,109},{108,112},{108,115},{108,118},{108,121},{108,124},{108,127},{108,130},{108,133},{108,133},{108,136}}, --点
		           effect = 20002,
		           time  = 2,
                 },
           	[7] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           --area = {{76,86,111,113},}, --区域
		           areaPoint = {{57,97},{60,97},{63,97},{66,97},{69,97},{70,97},{73,97},{76,97},{79,97},{82,97},{85,97},{88,97},{91,97},{94,97},{97,97},{100,97},{103,97},{106,97}}, --点
		           effect = 20002,
		           time  = 2,
                 },     
			[8] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           --area = {{76,86,111,113},}, --区域
		           areaPoint = {{77,113},{80,114},{83,115}}, --点
		           effect = 20003,
		           time  = 2,
                 },
	    },   
--------------------------------------------------------------------------------------------------------------
	    [2] = { --节
           -- [1] = { --阶
           --障碍ID 
           --障碍信息（分别对应障碍区域的最小格子x坐标，最大格子x坐标，最小格子y坐标，最大格子y坐标 特效ID,特效市场） 
		    [1] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           area = {{158,168,75,79},{169,172,75,82},},
		           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
		           effect = -1,
		           time  = 2,
	             },
		    [2] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           area = {{157,176,43,45},}, --区域
		           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
		           effect = -1,
		           time  = 2,
                 },
            [3] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           area = {{115,200,0,0},{115,200,104,104},{115,115,1,103},{200,200,1,103}},
		           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
		           effect = -1,
		           time  = 2,
                 },
            [4] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           --area = {{158,168,75,79},{169,172,75,82},},
		           areaPoint = {{158,78},{159,80} ,{162,80}, {165,80}, {168,80}, {169,82}}, --点
		           effect = 20003,
		           time  = 2,
	             },
		    [5] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           --area = {{157,176,43,45},}, --区域
		           areaPoint = {{162,46},{165,46} ,{168,46}, {171,46}, {174,46}, {177,46}}, --点
		           effect = 20003,
		           time  = 2,
                 },
            [6] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           --area = {{115,200,0,0},{115,200,104,104},{115,115,1,103},{200,200,1,103}},
		           areaPoint = {{165,104},{167,104},{169,104},{116,104},{165,104},{119,104},{122,104},{125,104},{128,104},{131,104},{134,104},{137,104},{140,104},{116,101},{116,98},{116,95},{116,92},{116,89}}, --点
		           effect = 20002,
		           time  = 2,
                 },

	    },       
------------------------------------- -------------------------------------------                                                                                                       
        [3] = { --节
           -- [1] = { --阶
           --障碍ID 
           --障碍信息（分别对应障碍区域的最小格子x坐标，最大格子x坐标，最小格子y坐标，最大格子y坐标 特效ID,特效市场） 
		    [1] = {
					area = {{49,50,32,33},{51,52,31,32},{53,54,30,31},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
		            time  = 2,
				},
			[2] = {
					areaPoint = {{37,28},{38,28},{38,29},{39,29},{40,29},{40,29},{40,30},{41,30},{42,30},}, --下方障碍
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
		            time  = 2,
				},
			[3] = {
					area = {{31,32,23,24},{33,34,22,23},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
		            time  = 2,
				},
			[4] = {
					area = {{24,26,28,29},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					areaPoint = {{22,29,},{23,29},}, 
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
		            time  = 2,
				},
			[5] = {
					areaPoint = {{11,30,},{11,29},{12,29},{13,29},{14,29},{15,29},{16,29},{16,28},{17,28},{17,27},{18,27},}, 
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
		            time  = 2,
				},
			[6] = {
					area = {{27,12,29,13},{21,22,24,25},{23,24,23,24}},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					areaPoint = {{25,23,},{25,22},}, 
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
		            time  = 2,
				},

			--特效障碍

			[7] = {
					--area = {{49,50,32,33},{51,52,31,32},{53,54,30,31},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					areaPoint = {{49,33},{51,32},{53,31},{55,30},},
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
		            time  = 2,
				},
			[8] = {
					--area = {{31,32,23,24},{33,34,22,23},}, 
					areaPoint = {{38,28},{40,29},{42,30},}, 
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
		            time  = 2,
				},
			[9] = {
					areaPoint = {{33,24},{35,23},},
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
		            time  = 2,
				},
			[10] = {
					--area = {{22,23,28,29},{24,25,27,28},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					areaPoint = {{23,29},{25,28},}, 
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
		            time  = 2,
				},
			[11] = {
					areaPoint = {{12,30},{14,29},{16,28},{18,27},},
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
		            time  = 2,
				},
			[12] = {
					--area = {{29,11,30,12},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					areaPoint = {{27,12},{29,13},{21,25},{23,24},{25,23},}, 
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
		            time  = 2,
				},
	    },
---------------------------------------------------------------------------------------------
  		[4] = { --节
           -- [1] = { --阶
           --障碍ID 
           --障碍信息（分别对应障碍区域的最小格子x坐标，最大格子x坐标，最小格子y坐标，最大格子y坐标 特效ID,特效市场） 
		   [1] = {
		   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
           area =  {{27,38,19,20},}, --区域
           --areaPoint = {{27,20},{28,20},{29,20},{30,20},{31,20},{32,20},{33,20},{34,20},{35,20},{36,20},{37,20}}, --点
           effect = -1,
           time  = 2,
           },
		   [2] = {
		   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
           area =  {{19,21,47,48},{21,23,49,50},{24,25,50,51},}, --区域
           --areaPoint = {}, --点
           effect = -1,
           time  = 2,
           }, 
		   [3] = {
		   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
           --area =  {{27,28,41,41},{28,29,42,42},{29,30,43,43},}, --区域
           areaPoint = {{27,20},{29,20},{31,20},{33,20},{35,20},{37,20},}, --点
           effect = 20003,
           time  = 2,
           },
		   [4] = {
		   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
           --area =  {{27,40,15,18},}, --区域
           areaPoint = {{19,48},{21,49},{23,50},{25,51},}, --点
           effect = 20003,
           time  = 2,
           }, -- },           
	    },
---------------------------------------------------------------------------------------------
	    [5] = { --节
 			--A-B的障碍
			[1] = 
			{  
				area = {{24,25,41,42},{26,27,42,43},{28,29,43,44},{30,31,44,45},},       
				initFlag = true,	   --true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
				effect = -1,
           		time  = 2,
			},
			--A-B的特效
			[2] =
			{
				--area = {{24,25,41,42},{26,27,42,43},{28,29,43,44},{30,31,44,45},},       
				areaPoint = {{24,43},{26,44},{28,45}}, --分别对应每个点的坐标
				initFlag = true,	   --true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启	
				effect = 20003,
           		time  = 2,			
			},
			--B-C的障碍
			[3] = 
			{
				area = {{29,32,13,14},{33,37,14,15},{38,41,15,16},}, 
				initFlag = true,	     --true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
				effect = -1,
           		time  = 2,
			},
			--B-C的特效
			[4] = 
			{ 
				areaPoint = {{32,15},{34,15},{36,15},{38,16},{40,16}}, --分别对应每个点的坐标 
				initFlag = true,	     --true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
				effect = 20003,
           		time  = 2,
			},	
			--C-D的障碍
			[5] = 
			{
				area = {{65,66,16,17},{66,67,15,16},{69,70,13,14},{70,71,12,13},{72,73,11,12},{73,75,9,10}}, 
				areaPoint = {{68,14},{68,15}},
				initFlag = true,	     --true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
				effect = -1,
           		time  = 2,
			},
			--C-D的特效
			[6] = 
			{ 
				areaPoint = {{66,17},{68,15},{70,14},{72,13},{74,11},},  --分别对应每个点的坐标 
				initFlag = true,	     --true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
				effect = 20003,
           		time  = 2,
			},
			--D-E的障碍
			[7] = 
			{
				area = {{69,71,29,30},{72,73,30,31},{74,76,31,32},{77,78,33,34},{79,80,34,35},{81,82,35,36},{83,84,36,37}}, 
				areaPoint = {{76,33},{78,35}},
				initFlag = true,	     --true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
				effect = -1,
           		time  = 2,
			},
			--D-E的特效
			[8] = 
			{ 
				areaPoint = {{69,30},{71,31},{73,32},{75,33},{77,34},{79,36},{82,37},{84,38}}, --分别对应每个点的坐标 
				initFlag = true,	     --true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
				effect = 20003,
           		time  = 2,
			},	
	    },
---------------------------------------------------------------------------------------------
	},


    --第二章第一节障碍。
	[2] ={ --章
		[1] =
		{
			[1] = 
			{
	        	initFlag = false,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
				area = {{53,55,48,51},{56,58,49,52},{59,60,50,53},},
				areaPoint = {{56,53},{57,53},{58,53}}, --分别对应每个点的坐标
	        	effect = -1,
	        	time  = 2,
	        },
	        [2] = 
			{
	           initFlag = false,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           area = {{58,63,38,39},{64,65,37,38},{66,67,36,37},{68,69,34,36},{70,71,34,35},},
	           areaPoint = {{60,40}}, 
	           effect = -1,
	           time  = 2,
	        },
	        [3] = 
			{
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           area = {{64,67,30,32},{62,63,32,33},{60,61,33,34},{57,58,35,36},{55,56,36,37},},
	           areaPoint = {{59,34},{59,35},{60,35}}, 
	           effect = -1,
	           time  = 2,
	        },
	        [4] = 
			{
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           area = {{33,32,30,34},{34,35,35,36},{36,37,36,37},{38,40,37,38}},
	           areaPoint = {{33,34},{33,35}},
	           effect = -1,
	           time  = 2,
	        },
	        [5] = 
			{
	           initFlag = false,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           area = {{36,38,29,30},{39,40,30,31},{42,44,32,33},{45,46,33,34}},
	           areaPoint = {{41,32},{41,31}}, --点
	           effect = -1,
	           time  = 2,
	        },
	        --出生-A区的特效
			[6] = 
			{
				initFlag = false,		--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
				areaPoint = {{53,51},{55,51},{56,52},{58,53}}, --分别对应每个点的坐标{57,51},{58,51}
				effect = 20003,
	            time  = 2,
			},
			--出生A-B区的特效1
			[7] = 
			{
				areaPoint = {{61,39},{63,38},{65,37},{67,36},{69,35}}, 
				initFlag = false,	
				effect = 20003,
				time = 2,	
			},

			--出生A-B区的特效2
			[8] = 
			{
				areaPoint = {{59,35},{61,34},{63,33},{65,32},{66,31}}, 
				initFlag = true,
				effect = 20003,
				time = 2,		
			},

			--出生B-C区的特效1
			[9] = 
			{
				areaPoint = {{30,33},{32,34},{34,36},{36,37},{38,38}}, 
				initFlag = true,
				effect = 20003,
				time = 2,		
			},

			--出生B-C区的特效1
			[10] = 
			{
				areaPoint = {{36,30},{38,31},{40,32},{42,33},{44,34}}, 
				initFlag = false,
				effect = 20003,
				time = 2,
			},	
		},
	  	[2] = { --节
           --障碍ID 
	           [1] = {
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           area = {{9,18,24,28},{11,14,23,23},{8,8,25,28},{19,19,25,27},{9,16,29,29},{11,13,30,30},},
	           --areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
	           -- -1 表示没有播放特效
	           effect = -1,
	           time  = 2,
	           },

	           [2] = {
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           area = {{23,28,19,22},{22,25,18,18},{21,22,19,20},{29,30,20,21},{24,27,23,23},},
	           areaPoint = {{20,19},{22,21} ,{24,24}, {29,22}}, --点
	           -- -1 表示没有播放特效
	           effect = -1,
	           time  = 2,
	           },
	           [3] = {
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           area = {{34,38,13,16},{32,33,13,14},{39,40,14,17},{35,38,17,17},{34,36,12,12},},
	           areaPoint = {{31,14},{33,15} ,{41,14}, {41,15}}, --点
	           -- -1 表示没有播放特效
	           effect = -1,
	           time  = 2,
	           },

	           [4] = {
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	          area = {{48,50,24,27},{49,51,23,24},{51,53,22,23},},
	           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
	           -- -1 表示没有播放特效
	           effect = -1,
	           time  = 2,
	           },

	           [5] = {
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           area = {{31,32,36,37},{32,34,35,36},{35,36,34,35},{37,38,33,34}},
	           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
	           effect = -1,
	           time  = 2,
	           },

	           [6] = {
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           area = {{51,53,37,40},{54,55,38,41},},
	           areaPoint = {{50,39},{53,41}}, --点
	           effect = -1,
	           time  = 2,
	           },
	           [7] = {
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           areaPoint = {{32,37},{34,36},{36,35},{37,35}}, --点
	           effect = 20003,
	           time  = 2,
	           },
	           [8] = {
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启	           
	           areaPoint = {{49,25},{51,24},{53,23}},
	           effect = 20003,
	           time  = 2,
	           },
	   },
      --第三节
	  [3] = { --节

	           [1] = {
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           area = {{73,76,40,41},{76,80,42,43},{80,83,44,45},},
	           --areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
	           effect = -1,
	           time  = 2,
	           },

	           [2] = {
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           area = {{53,54,23,25},{55,57,25,26},{58,60,26,27},},
	           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
	           effect = -1,
	           time  = 2,
	           },
	           [3] = {
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           area = {{29,31,34,35},{31,33,32,33},{34,35,31,32},{36,37,30,31},{39,41,28,29},},
	           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
	           effect = -1,
	           time  = 2,
	           },

	           [4] = {
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           --area = {{29,31,34,35},{31,33,32,33},{34,35,31,32},{36,37,30,31},{39,41,28,29},},
	           areaPoint = {{74,41},{76,42},{78,43},{80,44},{82,45},{84,46},}, --点
	           effect = 20003,
	           time  = 2,
	           },

	           [5] = {
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           --area = {{29,31,34,35},{31,33,32,33},{34,35,31,32},{36,37,30,31},{39,41,28,29},},
	           areaPoint = {{54,23},{56,24},{58,25},{59,26},{60,27},}, --点
	           effect = 20003,
	           time  = 2,
	           },

	           [6] = {
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           --area = {{29,31,34,35},{31,33,32,33},{34,35,31,32},{36,37,30,31},{39,41,28,29},},
	           areaPoint = {{29,35},{31,34},{32,33},{34,32},{35,31},{37,30},{38,29},{41,28},}, --点
	           effect = 20003,
	           time  = 2,
	           },
	   },


	    [4] = { --节
           -- [1] = { --阶
           --障碍ID 
	           [1] = {
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           area = {{9,18,24,28},{11,14,23,23},{8,8,25,28},{19,19,25,27},{9,16,29,29},{11,13,30,30},},
	           areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
	           effect = -1,
	           time  = 2,
	           },

	           [2] = {
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           area = {{23,28,19,22},{22,25,18,18},{21,22,19,20},{29,30,20,21},{24,27,23,23},},
	           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
	           effect = -1,
	           time  = 2,
	           },
	           [3] = {
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           area = {{34,38,13,16},{32,33,13,14},{39,40,14,17},{35,38,17,17},{34,36,12,12},},
	           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
	           effect = -1,
	           time  = 2,
	           },

	           [4] = {
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           area = {{49,50,24,25},{51,52,23,24},},
	           areaPoint = {{52,22},{53,23},},
	           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
	           effect = -1,
	           time  = 2,
	           },

	           [5] = {
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           area = {{30,31,34,35},{32,33,33,34},},
	           areaPoint = {{34,33},{35,33}},
	           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
	           effect = -1,
	           time  = 2,
	           },

	           [6] = {
	           initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
	           area = {{51,53,37,40},{54,55,38,41},},
	           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
	           effect = -1,
	           time  = 2,
	           },
		

		    --特效障碍
		    --进入牢房的阻挡
				[7] = { --area = {{30,31,34,35},{32,33,33,34},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
				areaPoint = {{31,35},{33,34},{35,33}},
				initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
				effect = 20003,
	            time  = 2,
				},

		    --进入地刺房的阻挡
				[8] = { --area = {{51,53,37,40},{54,55,38,41},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
				areaPoint = {{49,25},{51,24},{53,23},},
				initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
				effect = 20003,
	            time  = 2,
				},



           -- },
	   },
	},
--==============================第三章障碍=====================================
	[3] ={
		--第三章第一节
		[1] =
		{
			[1]=
			{
				initFlag = false,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
			    area = {{75,77,38,39},{77,78,40,41},{79,80,41,42},{81,82,42,43},{85,86,44,45},{83,84,44,45}},
			    areaPoint = {{76,40},{82,44}},
			    effect = -1,
			    time  = 2,
			},
			[2]=
			{
				initFlag = false,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
			    area = {{71,72,27,28},{74,75,26,27},{76,77,25,26},{78,79,24,25}},
			    areaPoint = {{70,28},{73,27}},
			    effect = -1,
			    time  = 2,
			},
			[3]=
			{
				initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
			    area = {{55,56,21,22},{57,58,23,24},{59,60,24,25},{61,62,25,26}},
			    areaPoint = {{57,22}},
			    effect = -1,
			    time  = 2,
			},
			[4]=
			{
				initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
			    area = {{29,30,31,33},{31,32,30,31},{33,34,29,30},{35,36,28,29},{37,38,27,28}},
			    areaPoint = {{36,27}},
			    effect = -1,
			    time  = 2,
			},
			[5] =
			{
				initFlag = true,
				areaPoint = {{75,39},{77,41},{79,42},{81,43},{83,45},{85,46}},
				effect = 20003,
				time  = 2,
			},
			[6] =
			{
				initFlag = false,
				areaPoint = {{78,25},{77,26},{75,27},{73,28},{70,29},{68,29}},
				effect = 20003,
				time  = 2,
			},
			[7] =
			{
				initFlag = true,
				areaPoint = {{55,22},{56,23},{57,24},{59,25},{61,26},{63,27}},
				effect = 20003,
				time  = 2,
			},
			[8] =
			{
				initFlag = true,
				areaPoint = {{29,33},{31,33},{32,31},{34,30},{36,29},{38,28}},
				effect = 20003,
				time  = 2,
			},
		},
			--第三章第二节
		[2] = { --节
           -- [1] = { --阶
           --障碍ID 
           --障碍信息（分别对应障碍区域的最小格子x坐标，最大格子x坐标，最小格子y坐标，最大格子y坐标 特效ID,特效市场） 
			   [1] = {
					   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
			           area = { {19,24,30,33},{29,31,28,29},{31,34,26,27},{34,37,24,25},{38,41,23,24}},
			           --areaPoint = {{28,41},{29,41},{29,42}},
			           effect = -1,
			           time  = 2,
		             },
			   [2] = {
					   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
			           area = { {43,48,18,19},},	--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
						--areaPoint = {{38,26},{39,26},},
			        
			           effect = -1,
			           time  = 2,
	                 },
	           [3] = {
					   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
			           area = {{19,20,19,20},{21,22,18,19},},	--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）	
			           effect = -1,
			           time  = 2,
	                 },
				[4] =
				{
						initFlag = true,
						areaPoint = {{21,33},{23,32},{25,31},{29,29},{31,28},{33,27},{35,26},{37,25},{39,24},{41,23},},
						effect = 20003,
						time  = 2,
				},
				[5] =
				{
						initFlag = true,
						areaPoint = {{44,20},{46,19},{48,18},},
						effect = 20003,
						time  = 2,
				},
				[6] =
				{
						initFlag = true,
						areaPoint = {{19,20},{21,19},{23,18},},
						effect = 20003,
						time  = 2,
				},
	        }, 

        --第三章第三节
	    [3] = {

	     --实际障碍
		--第一波怪和第二、三波怪之间的障碍
			[1] = {
		        area = {{55,56,52,53},{57,58,53,54},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
		        areaPoint = {{54,52},{55,51},},
				initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
				effect = -1,
			    time  = 2,
			  },	

		--第二、三波怪和第四、五波怪之间的障碍
			[2] = {
		        area = {{59,61,37,39},{62,64,35,37},{65,67,33,35},{59,61,35,36}},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
				initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
				effect = -1,
			    time  = 2,
			  },

		--阻挡触发剧情的障碍
			[3] = {
		        area =  {{38,39,29,30},{40,41,31,32},{42,43,33,34},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
		        areaPoint = {{39,31},{41,33},{43,35},{40,30},{42,32},{44,34},},
				initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
				effect = -1,
			    time  = 2,
			  },

	    --特效障碍
		--第一波怪和第二、三波怪之间的障碍
			[4] = {
		        --area = {{55,56,52,53},{57,58,53,54},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
		        areaPoint = {{54,52},{56,53},{58,54}},
				initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
				effect = 20003,
			    time  = 2,
			  },	

		--第二、三波怪和第四、五波怪之间的障碍
			[5] = {
		        --area = {{59,61,37,39},{62,64,35,37},{65,67,33,35}},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
		        areaPoint = {{62,37},{64,36},{66,35},},
				initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
				effect = 20003,
			    time  = 2,
			  },

		--阻挡触发剧情的障碍
			[6] = {
		        --area =  {{38,40,29,31},{40,42,31,33},{44,46,32,33},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
		        areaPoint = {{38,29},{39,31},{41,32},{42,34},},
				initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
				effect = 20003,
			    time  = 2,
			  },
	        },

		--第三章第四节
		[4] = 
		{ --节
           -- [1] = { --阶
           --障碍ID 
           --障碍信息（分别对应障碍区域的最小格子x坐标，最大格子x坐标，最小格子y坐标，最大格子y坐标 特效ID,特效市场） 
			[1] = 
			{
				initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
			    area = {{27,29,39,40},{30,32,41,42},{31,32,43,44},},
			    areaPoint = {{28,41},{29,41},{29,42}},
			    effect = -1,
			     time  = 2,
		    },
			[2] = 
			{
				initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
				area = {{37,41,23,25},},	--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
				areaPoint = {{38,26},{39,26},},
				 -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
				effect = -1,
				time  = 2,
	         },
	        [3] = 
	        {
				initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
			    area = {{10,12,14,15},{12,15,16,17},{16,19,17,19},},	--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
				areaPoint = {{15,18},{14,18},{11,16},},
			    -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
				effect = -1,
			    time  = 2,
	        },
	        --A-B的特效
			[4] =
			{
				areaPoint = {{27,41},{29,42},{31,43}}, --分别对应每个点的坐标
				initFlag = true,		--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
				effect = 20003,
			    time  = 2,
			},
			--B-C的特效
			[5] =
			{
				areaPoint = {{37,27},{39,26},{41,25},},
				initFlag = true,
				effect = 20003,
			    time  = 2,
			},
			--C-D的特效
			[6] =
			{
				areaPoint = {{10,15},{12,17},{14,18},{16,19}}, --分别对应每个点的坐标
				initFlag = true,		--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
				effect = 20003,
			    time  = 2,
			},
	    },  

	},
--==============================第四章障碍=====================================
	[4] ={
		--第四章第一节
		[1] = { --节
           -- [1] = { --阶
           --障碍ID 
           --障碍信息（分别对应障碍区域的最小格子x坐标，最大格子x坐标，最小格子y坐标，最大格子y坐标 特效ID,特效市场） 
           	--实际障碍
				--苏茉与赤羽跟第一，二波怪前方的障碍
				[1] = {
				        area = {{156,159,39,42},{160,163,37,40},{164,167,35,38},{168,170,33,36},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
						initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					    effect = -1,
					    time  = 2,
				},

                --苏茉与赤羽跟第三、四波怪之间的障碍
				[2] = { 
				        area = {{166,168,71,73},{169,171,73,75},{172,174,75,77},{175,177,77,79},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
						initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
						effect = -1,
						time  = 2,
				},	

				--全局障碍
				[3] = {
				        area = {{133,200,0,0},{133,200,104,104},{133,133,1,103},{200,200,1,103}},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
						initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
						effect = -1,
						time  = 2,
			    },

			--特效障碍
				--苏茉与赤羽跟第一，二波怪前方的障碍
				[4] = {--area = {{156,159,39,42},{160,163,37,40},{164,167,35,38},{168,170,33,36},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
						areaPoint = {{156,42},{158,41},{160,40},{162,39},{164,38},{166,37},{168,36},{170,35}},
						initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
						effect = 20003,
						time  = 2,
						},

                --苏茉与赤羽跟第三、四波怪之间的障碍
				[5] = {--area = {{166,168,71,73},{169,171,73,75},{172,174,75,77},{175,177,77,79},},
				        --{{165,178,63,63},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
				        areaPoint = {{166,72},{168,73},{170,74},{172,75},{174,76},{176,77},{177,78},},
						initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
						effect = 20003,
						time  = 2,
						},	

				[6] = {--area = {{115,200,0,0},{115,200,104,104},{115,115,1,103},{200,200,1,103}},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
						areaPoint = {{133,91},{133,94},{133,97},{133,100},{133,103},{134,104},{136,104},{136,104},{159,104},{162,104},{165,104},{168,104},{172,104},{174,104}},
						initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
						effect = 20002,
						time  = 2,
						},

	    },  

	    [2] = { --节
           -- [1] = { --阶
           --障碍ID 
           --障碍信息（分别对应障碍区域的最小格子x坐标，最大格子x坐标，最小格子y坐标，最大格子y坐标 特效ID,特效市场） 
		   [1] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           area = {{158,168,75,79},{169,172,75,82},},
		           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
		           effect = -1,
		           time  = 2,
	             },
		   [2] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           area = {{157,176,43,45},}, --区域
		           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
		           effect = -1,
		           time  = 2,
                 },
           [3] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           area = {{115,200,0,0},{115,200,104,104},{115,115,1,103},{200,200,1,103}},
		           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
		           effect = -1,
		           time  = 2,
                 },
           [4] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           --area = {{158,168,75,79},{169,172,75,82},},
		           areaPoint = {{158,78},{159,80} ,{162,80}, {165,80}, {168,80}, {169,82}}, --点
		           effect = 20003,
		           time  = 2,
	             },
		   [5] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           --area = {{157,176,43,45},}, --区域
		           areaPoint = {{162,47},{165,47} ,{168,47}, {171,47}, {174,47}, {177,47}}, --点
		           effect = 20003,
		           time  = 2,
                 },
           [6] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           --area = {{115,200,0,0},{115,200,104,104},{115,115,1,103},{200,200,1,103}},
		           areaPoint = {{165,104},{167,104},{169,104},{116,104},{165,104},{119,104},{122,104},{125,104},{128,104},{131,104},{134,104},{137,104},{140,104},{116,101},{116,98},{116,95},{116,92},{116,89}}, --点
		           effect = 20002,
		           time  = 2,
                 },

	    }, 
	    ------------------------------------------------------------------------------------------------------------------------------------------------------------ 


	    [3] = { --节
           -- [1] = { --阶
           --障碍ID 
           --障碍信息（分别对应障碍区域的最小格子x坐标，最大格子x坐标，最小格子y坐标，最大格子y坐标 特效ID,特效市场） 
		   [1] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           area = {{72,84,23,24}},
		           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
		           effect = -1,
		           time  = 2,
	             },
           [4] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           --area = {{158,168,75,79},{169,172,75,82},},
		           areaPoint = {{60,12},{61,12} ,{61,11}, {62,11}, {62,10}, {63,10},{63,9},{64,9},{64,8},{65,8},{65,7},}, --点
		           effect = -1,
		           time  = 2,
	             },
           [3] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           area = {{27,38,19,20},},
		           -- areaPoint = {{20,17},{20,16} ,{20,15}, {20,18}, {20,19}, {20,20}, {12,21}, {13,22}, {14,23}}, --点
		           effect = -1,
		           time  = 2,
                 },
           [4] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           --area = {{158,168,75,79},{169,172,75,82},},
		           areaPoint = {{24,43},{24,44},{25,44},{25,45},{26,45},{26,46},{27,46},{27,47}}, --点
		           effect = -1,
		           time  = 2,
	             },
		   [5] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           --area = {{157,176,43,45},}, --区域
		           areaPoint = {{72,24},{75,24},{78,24},{81,24},{84,24},}, --点
		           effect = 20003,
		           time  = 2,
                 },
           [6] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           --area = {{115,200,0,0},{115,200,104,104},{115,115,1,103},{200,200,1,103}},
		           areaPoint = {{60,12},{61,11},{62,10},{63,9},{64,8},{65,7},}, --点
		           effect = 20003,
		           time  = 2,
                 },
           [7] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           --area = {{115,200,0,0},{115,200,104,104},{115,115,1,103},{200,200,1,103}},
		           areaPoint = {{27,19},{30,19},{33,19},{36,19},{39,19},}, --点
		           effect = 20003,
		           time  = 2,
                 },

           [8] = {
				   initFlag = true,--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
		           --area = {{115,200,0,0},{115,200,104,104},{115,115,1,103},{200,200,1,103}},
		           areaPoint = {{24,43},{25,44},{26,45},{27,46},{28,47},}, --点
		           effect = 20003,
		           time  = 2,
                 },

	    },  


		[4] = { --节
           -- [1] = { --阶
           --障碍ID 
           --障碍信息（分别对应障碍区域的最小格子x坐标，最大格子x坐标，最小格子y坐标，最大格子y坐标 特效ID,特效市场） 
				--区域1和区域2之间的障碍
				[1] = {
				        area = {{81,94,71,72},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
						initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					    effect = -1,
					    time  = 2,
				},

                --区域2和区域3之间的障碍
				[2] = { 
				        area = {{57,58,52,53},{59,60,53,54},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
						initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
						effect = -1,
						time  = 2,
				},	

				--全局障碍
				[3] = {
				        area = {{0,110,35,35},{110,110,35,98},{0,110,98,98,},{0,0,35,98,},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
						initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
						effect = -1,
						time  = 2,
			    },

	         --特效障碍
	            --区域1与区域2之间的障碍
				[4] = {	
				        --area = {{81,94,71,72},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
						areaPoint = {{81,72},{84,72},{87,72},{90,72},{93,72},},
						initFlag = true,		--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
						effect = 20003,
						time  = 2,
			  		},

	           --区域2与区域3之间的障碍
				[5] = {	
				        --area = {{57,58,52,53},{59,60,53,54},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
						areaPoint = {{58,53},{59,54},{60,55},{61,56},},
						initFlag = true,		--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
						effect = 20003,
						time  = 2,
			  		},

               --全局地图障碍
				[6] = {	
				--area = {{0,110,35,35},{110,110,35,98},{0,110,98,98,},{0,0,35,98,},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
						areaPoint = {
								{61,35},{64,35},{67,35},{70,35},{73,35},{76,35},{79,35},{82,35},{85,35},{88,35},{92,35},{95,35},{98,35},{101,35},{104,35},{107,35},{110,35},{110,38},{110,41},
							 	{110,44},{110,47},{110,50},{110,53},{110,88},{110,91},{110,94},{110,97},{110,35},{108,98},{105,98},{102,98},{99,98},{96,98},{93,98},{90,98},{87,98},{84,98},{81,98},{78,98},{75,98},{72,98},{69,98},{67,98},
									},
						initFlag = true,		--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
						effect = 20002,
						time  = 2,
			  		},

	    },

    },

--==============================第五章障碍===================================== 

    [5] ={ --章
    	--=============================================第五章第一节5-1 障碍=====================================================
		[1] = { --节
           -- [1] = { --阶
           --障碍ID 
           --障碍信息（分别对应障碍区域的最小格子x坐标，最大格子x坐标，最小格子y坐标，最大格子y坐标 特效ID,特效市场） 
				--区域1和区域2之间的障碍
				--实际障碍
				[1] = {
					area = {{45,47,108,109},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					areaPoint = {{47,107},},
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
				},

				[2] = {
					area = {{27,29,95,96},{37,39,96,96},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					areaPoint = {{37,95},{38,95},},
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
				},

				[3] = {
					area = {{30,32,83,84},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
				},

				[4] = {
					area = {{49,49,77,102},{12,12,73,82},{18,20,71,72},{27,29,71,72}},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
				},


			    --特效障碍
				[5] = {
					--area = {{45,47,108,108},},
				    areaPoint = {{45,109},{47,108},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
					time  = 2,
				},
				[6] = { 
					--area = {{27,29,96,96},{37,39,96,96},},
				    areaPoint = {{27,96},{29,96},{37,96},{39,96},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
					time  = 2,
				},
				[7] = { 
					--area = {{29,31,85,85},{40,44,85,85},},
				    areaPoint = {{30,83},{32,83},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
					time  = 2,
				},
				[8] = {
					--area = {{48,48,77,102},{44,47,83,83},{26,29,73,73},},
				    areaPoint = {{49,77},{49,80},{49,83},{49,92},{49,95},{49,98},{49,101},{49,103},{12,73},{12,73},{12,76},{12,79},{12,82},{18,72},{20,71},{27,71},{29,72},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20002,
					time  = 2,
				},
    		},
    	--=============================================第五章第一节5-1 障碍结束=====================================================

    	--=============================================第五章第二节5-2 障碍=====================================================
    	[2] =
    	{
    		--实际障碍
			[1] = {
					area = {{27,29,71,73},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
				},

			[2] = {
					area = {{29,31,57,58},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
				},

			[3] = {
					area = {{44,46,54,56},{47,48,53,55},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					--areaPoint = {{46,53},{45,72},{29,73},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
				},
			[4] = {
					area = {{39,41,45,46},{47,49,48,49},{30,32,83,84},},
					areaPoint = {{29,84},},
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
			},

			--特效障碍
			[5] = { 
					--area = {{27,29,96,96},{37,39,96,96},},
				    areaPoint = {{27,72},{29,73},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
					time  = 2,
				},

			[6] = { 
					--area = {{27,29,96,96},{37,39,96,96},},
				    areaPoint = {{29,57},{31,58},{33,59}},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
					time  = 2,
				},
			[7] = { 
					--area = {{27,29,96,96},{37,39,96,96},},
				    areaPoint = {{46,56},{47,55},{48,54},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
					time  = 2,
				},
			[8] = {
					--area = {{48,48,77,102},{44,47,83,83},{26,29,73,73},},
				    areaPoint = {{39,45},{41,46},{47,48},{49,49},{30,83},{32,83},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20002,
					time  = 2,
				},
    	},
    	--=============================================第五章第二节5-2 障碍结束=====================================================

    	--=============================================第五章第三节5-3 障碍=====================================================
    	[3] =
    	{
    		--实际障碍
			[1] = {
					area = {{37,38,20,21},{39,40,22,23},{41,42,24,25},{43,44,26,27},{45,46,28,29},{47,48,30,31},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					areaPoint = {{36,20},{38,22},{40,24},{42,26},{44,28},{46,30},{48,32},{49,32},},
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
				},

			[2] = {
					area = {{44,45,12,13},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					areaPoint = {{45,11},{46,11},{46,12},{43,16},{45,17},},
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
				},

			--特效障碍
			[3] = { 
					areaPoint = {{36,20},{38,22},{40,24},{42,26},{44,28},{46,30},{48,32},},
				    --areaPoint = {{37,20},{39,22},{41,24},{44,25},{46,27},{48,29},{50,31},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
					time  = 2,
				},
			[4] = { 
				    areaPoint = {{44,13},{45,12},{46,11},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
					time  = 2,
				},
    	},
    	--=============================================第五章第三节5-3 障碍结束=====================================================

    	--=====================================第五章第四节5-4障碍开始====================================
    	[4] =
    	{
    		[1] =
    		{
    			area = {{44,46,52,57},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
				initFlag = true,	
				effect = -1,
				time  = 2,
    		},
    		[2] =
    		{
    			areaPoint = {{45,52},{44,53},{46,53},{45,54},{44,55},{46,55},{45,56},{44,57},{46,57}}, 
				initFlag = true,	
				effect = 20003,
				time  = 2,
    		},
    		[3] =
    		{
    			area = {{50,51,41,42},{51,53,40,41},{54,55,39,40},{56,57,38,39},{58,59,37,38}},	
				initFlag = true,	
				effect = -1,
				time  = 2,
    		},
    		[4] =
    		{
    			areaPoint = {{51,42},{53,41},{55,40},{57,39},{59,38}},
				initFlag = true,	
				effect = 20003,
				time  = 2,
    		},    		    		
    	},
    --=============================================5-4 结束=====================================================

    --=============================================第五章第五节5-5 障碍=====================================================
        [5] =
    	{
    		--实际障碍
			--区域1，2间障碍
			[1] = {
					area = {{44,46,53,56},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
				},
			--区域2，3间障碍
			[2] = {
					area = {{53,54,42,43},{55,56,41,42},{57,58,40,41},{59,60,39,40},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,	
				},

			--特效障碍
			--区域1，2间障碍
			[3] = { 
					--area = {{27,29,96,96},{37,39,96,96},},
				    areaPoint = {{45,53},{45,55},{45,57},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
					time  = 2,
				},
			--区域2，3间障碍
			[4] = { 
					--area = {{29,31,85,85},{40,44,85,85},},
				    areaPoint = {{53,43},{55,42},{57,41},{59,40},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
					time  = 2,
				},
    	},
    },
    --=============================================第五章第五节5-5 障碍结束=====================================================

--==============================第六章障碍=====================================
    [6] = {
    --=============================================第六章第一节6-1障碍=====================================================	
    	[1] = 
    	{
        --实际障碍
		--区域1，2间障碍
			[1] = {
					area = {{31,32,44,45},{32,33,46,47},{33,34,48,49},{34,35,50,51},{35,36,52,53},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = false,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
				},

			--区域2，3间障碍
			[2] = {
					area = {{35,37,31,32},{38,40,30,31},{41,43,29,30},{44,46,28,29},{47,48,27,28},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
				},

			--区域3，4间障碍
			[3] = {
					area = { 
								{8,10,25,26},{11,13,24,25},{14,16,23,24},{17,19,22,23},{20,21,21,22},	--左下障碍
								{29,30,15,16},{31,33,14,15},{34,36,13,14},{37,39,12,13},{40,42,11,12},	--右上障碍
							},  --障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					areaPoint = {{21,20},{22,20},{40,10},{41,10},},
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
				},

			--特效障碍
			--区域1，2间障碍
			[4] = {
					areaPoint = {{31,45},{32,47},{33,49},{34,51},{35,53},},
					initFlag = false,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
					time  = 2,
				},

			--区域2，3间障碍
			[5] = {
					areaPoint = {{37,32},{39,31},{41,30},{43,29},{45,28},{47,27},},
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
					time  = 2,
				},

			--区域3，4间障碍
			[6] = {
					areaPoint = {
									{10,26},{12,25},{14,24},{16,23},{18,22},{20,21},	--左下障碍
									{30,16},{32,15},{34,14},{36,13},{38,12},{40,11},	--右上障碍
								},
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
					time  = 2,
				},
		},

    --=============================================第六章第一节6-1障碍结束=====================================================
    --=============================================第六章第二节6-2障碍=====================================================	
    	[2] =
    	{
    		--实际障碍
			--区域1，2间障碍
			[1] = {
					area = {{63,64,72,73},{65,66,71,72},{67,68,70,71},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					areaPoint = {{69,70},{70,70},},
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
				},
			--区域2，3间障碍
			[2] = {
					area = {{45,51,49,51},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
				},
			--区域3，4间障碍
			[3] = {
					area = {{43,53,32,34},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
				},
			--全景障碍
			[4] = {
					area = {{52,53,73,74},{54,55,72,73},{85,86,75,76},{87,88,76,77},{89,90,77,78},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
				},

			--特效障碍
			--区域1，2间障碍
			[5] = {
					areaPoint = {{70,70},{68,71},{66,72},{64,73},},
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
					time  = 2,
				},
			--区域2，3间障碍
			[6] = {
					areaPoint = {{45,50},{48,50},{51,50},},
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
					time  = 2,
				},
			--区域3，4间障碍
			[7] = {
					areaPoint = {{43,33},{45,33},{47,33},{49,33},{51,33},{53,33},},
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
					time  = 2,
				},
			--全景障碍
			[8] = {
					areaPoint = {{53,74},{55,73},{85,75},{87,76},{89,77},},
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20002,
					time  = 2,
				},
    	},

    --=============================================第六章第二节6-2障碍结束=====================================================

    --=============================================第六章第五节6-5障碍开始=====================================================
    [5] = 
    	{
        --实际障碍
		--区域1，2间障碍
			[1] = {
					area = {{31,32,44,45},{32,33,46,47},{33,34,48,49},{34,35,50,51},{35,36,52,53},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
				},

			--区域2，3间障碍
			[2] = {
					area = {{35,37,31,32},{38,40,30,31},{41,43,29,30},{44,46,28,29},{47,48,27,28},},--障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
				},

			--区域3，4间障碍
			[3] = {
					area = { 
								{8,10,25,26},{11,13,24,25},{14,16,23,24},{17,19,22,23},{20,21,21,22},	--左下障碍
								{29,30,15,16},{31,33,14,15},{34,36,13,14},{37,39,12,13},{40,42,11,12},	--右上障碍
							},  --障碍信息（分别对应障碍区域的最小x坐标，最大x坐标，最小y坐标，最大y坐标）
					areaPoint = {{21,20},{22,20},{40,10},{41,10},},
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = -1,
					time  = 2,
				},

			--特效障碍
			--区域1，2间障碍
			[4] = {
					areaPoint = {{31,45},{32,47},{33,49},{34,51},{35,53},},
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
					time  = 2,
				},

			--区域2，3间障碍
			[5] = {
					areaPoint = {{37,32},{39,31},{41,30},{43,29},{45,28},{47,27},},
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
					time  = 2,
				},

			--区域3，4间障碍
			[6] = {
					areaPoint = {
									{10,26},{12,25},{14,24},{16,23},{18,22},{20,21},	--左下障碍
									{30,16},{32,15},{34,14},{36,13},{38,12},{40,11},	--右上障碍
								},
					initFlag = true,	--true表示进入副本的时候障碍就开启，false表示进入副本的时候障碍不开启
					effect = 20003,
					time  = 2,
				},
		},
	--=============================================第六章第五节6-5障碍结束=====================================================
    },
}

--黑屏区域   x1,y1, x2,y2 矩形的两个对角
-- blank_screen = {
--  --==================================第二章第一节=================================================  
--    [2] = --章
--    { 
--       [1] = --节
--       {	
--           [1] = 		--阶段ID
--           {    
--           --依次的顺序是 小X 小Y 大X 大Y
--           	--进入场景全都遮上
--              	[1] = {54,44,56,48},	--[1]~[6]为遮罩1
-- 		        -- [2] = {55,49,58,50},
-- 		        -- [3] = {57,45,58,48},
-- 		        -- [4] = {59,45,61,46},
-- 		        -- [5] = {62,45,69,48},
-- 		        -- [6] = {66,49,69,55},	
-- 		        -- [7] = {65,26,56,48},	--[7]~[9]为遮罩2
-- 		        -- [8] = {53,26,64,33},
-- 		        -- [9] = {52,34,61,35},
-- 		        -- [10] = {25,33,41,38},	--[10]~[13]为遮罩3
-- 		        -- [11] = {32,35,33,41},
-- 		        -- [12] = {34,36,36,41},
-- 		        -- [13] = {37,37,39,41},
--           },
--           -- [3] = 	--开启遮罩1
--           -- {         
-- 	       		-- [7] = {65,26,56,48},	--[7]~[9]为遮罩2
-- 		        -- [8] = {53,26,64,33},
-- 		        -- [9] = {52,34,61,35},
-- 		        -- [10] = {25,33,41,38},	--[10]~[13]为遮罩3
-- 		        -- [11] = {32,35,33,41},
-- 		        -- [12] = {34,36,36,41},
-- 		        -- [13] = {37,37,39,41},
--           -- },
--           -- [6] = 	--开启遮罩2
--           -- {
-- 		        -- [10] = {25,33,41,38},	--[10]~[13]为遮罩3
-- 		        -- [11] = {32,35,33,41},
-- 		        -- [12] = {34,36,36,41},
-- 		        -- [13] = {37,37,39,41},
--           -- },
--           -- [9] = 	--开启遮罩3
--           -- {

--           -- },
--       },
--     },

-- }