--pet_talk_config.lua
--宠物说话列表
spet_talk_config = {
	--模型id 对应的说话内容
	-- [model_id] = {
	-- 	"1",
	-- 	"2",
	-- },

	[44] = {
		"你来找我啊，你找不到我！",
		"当不当太子，都是这么潇洒。",
		"等我长大，我就能和你一样了。",

		},

	[10] = {
		"赠佩为誓，许终身无悔。",
		"君无意，此情消陨。",
		"长相思兮长相忆。",

		},

	[17] = {
		"贪恋红尘，断香残酒秋色。",
		"我最喜欢邓禹哥哥。",
		"纵是风情万种，也唤不回他的心。",

		},

	[19] = {
		"谁说读书无用，笔下尽显英雄。",
		"你会忘记我吗？会保护我吗？",
		"千古兴亡，天下与君！",

		},
	[42] = {
		"犹记与君初遇，正值春时节。",
		"古今之事，皆是笑谈。",

		},
	[2] = {
		"保护我的主人！",
		"琥珀拜问主人安好！",


		},

	[14] = {
		"谁来与我一战！",
		"将士百战，随我叱咤天下。",
		"成王败寇，不过一念之间。",

		},
	[34] = {
		"我就是大树将军！",
		"万里封侯，关山梦断。",
		"萧音未落，剑光已至。",

		},
		
	[1] = {
		"心怀家国天下，只为你！",
		"了却天下事，无谓身后名。",
		"留恋一醉，雨过山重明。",

		},
		
	[6] = {
		"一世儿女情长，终相守。",
		"到了南阳，记得来找我玩啊！",
		"你知道我小时候的事情吗？",

		},
		
	[13] = {
		"长空万里，直看山河。",
		"知道长安太学吗？我就是太学的学生！",
		"太学里有很多好玩的事情，一起来吧。",

		},
		
		
	[36] = {
		"纵是缘浅无份，此情不移。",
		"一生痴恋，半世哀怨。",
		"是爱是恨，都是为了你。",

		},
		
	[12] = {
		"心怀天下，既可得天下。",
		"乱世，才会有英雄。",
		"我将光复大汉的江山。",

		},
		
	[5] = {
		"巾帼不让须眉。",
		"看我女扮男装的英俊嘛！",
		"快带我去找三哥！",

		},
		
	[4] = {
		"愿这秀丽江山，千秋万代。",
		"漫漫江山，与君同行。",
		"只愿伴君左右，不负相思之意。",

		},
		
	[3] = {
		"大汉天威，四海臣服。",
		"江山千里为画，得一人携手。",
		"我天下烽火，可堪一遇！",

		},


}

--已经废弃
pet_talk_config = {
	"咸鱼翻身，还是咸鱼",
	"不是人人都能活的低调，可以低调的基础是随时都能高调",
	"我们的爱情在这天夭折了,只为了让彼此有重生的机会",
	"跌倒了，爬起来再哭。",
	"个头大就一定厉害吗？恐龙不是照样灭绝了！",
	"不能自拔的，除了爱情，还有别人地里的萝卜",
	"还没来得及去沾花惹草，就被人拔光了",
	"在哪里摔倒就在哪里躺下",
	"知识就像内裤，看不见但很重要。",
}
