--王者归来前端显示
wzgl_rule_config = {
    
    --王者归来七天中各种的奖励
    reward = {
       [1] = { award = { [1] = {    id = 0,    type = 0,    count = 10000,    bind = 0,    }, },},
       [2] = {award = {[1] = {    id = 0,    type = 0,    count = 10000,    bind = 0,    },},},
       [3] = {award = {[1] = {    id = 0,    type = 0,    count = 20000,    bind = 0,    },},},
       [4] = {award = {[1] = {    id = 0,    type = 0,    count = 20000,    bind = 0,    },},},
       [5] = {award = {[1] = {    id = 0,    type = 0,    count = 50000,    bind = 0,    },},},
       [6] = {award = {[1] = {    id = 0,    type = 0,    count = 50000,    bind = 0,    },},},
       [7] = {award = {[1] = {    id = 0,    type = 0,    count = 150000,    bind = 0,    },},},
    },

    [1] = { --一测
	    txt1 ="#c643f171.本次签到满7天可获得非付费测试资格认证，若漏签可有3次机会",		
	    txt2 ="#c643f17 消耗元宝补签。",		
	    txt3 ="#c643f172.获得非付费测试资格认证的玩家，同时参与付费测试并获得",		
	    txt4 ="#c643f17 付费测试资格认证后，可在游戏正式服获得专属称号和礼包。",
	   	txt5 ="#c643f173.请务必在参与时对测试平台的账号进行绑定，奖励以该平台的账",		
	    txt6 ="#c643f17 号是否认证这两个资格为准。",		
	    txt7 ="#c643f174.请在正式服开启后七天内创建角色，以创建的第一个角色为准。",		
	    txt8 ="#c643f175.本次签到不满7天的同学也不要灰心，多留意官方活动，后续也会",		
	    txt9 ="#c643f17 有机会获得专属礼包哦。",		

		[1] = {
		    txt1 = "#c643f171. 获得不付费测试认证资格。",
		    txt2 = "#c643f172. 获得付费测试认证资格。",
		    reward = {   id = 30511,   type = 1,   count = 1,   },
		},
    },
    [2] = { --二测
        [1] = {

		    txt1 ="#c643f171.本次签到满7天可获得付费测试资格认证，若漏签达到VIP1级后",		
		    txt2 ="#c643f17可有3次机会消耗元宝补签。",		
		    txt3 ="#c643f172.同时拥有非付费和付费认证资格的玩家，可在游戏正式服获得",		
		    txt4 ="#c643f17专属称号和礼包。",
		    txt5 ="#c643f172.未获得非付费测试认证的玩家可以通过“获得付费测试资格认证”",		
		    txt6 ="#c643f17加“达到VIP1级”的条件，在正式服获得对应的专属称号和礼包。",	    
		   	txt7 ="#c643f174.请务必在参与时对测试平台的账号进行绑定，奖励以该平台的账",		
		    txt8 ="#c643f17号是否符合发放奖励标准为准。",		
		    txt9 ="#c643f175.请在正式服开启后七天内创建角色，以创建的第一个角色为准。",	

        },
	
		[2] = {
		    txt1 = "#c643f171. 获得不付费测试认证资格。",
		    txt2 = "#c643f172. 获得付费测试认证资格。",
		    reward = {   id = 30511,   type = 1,   count = 1,   },
		},
		[3] = {
		    txt1 = "#c643f171. 获得付费测试认证资格。",
		    txt2 = "#c643f172. 付费测试中达到VIP1级",
		    reward = {   id = 30511,   type = 1,   count = 1,   },

		},
		[4] = {
		    txt1 = "#c643f171. 获得付费测试认证资格。",
		    txt2 = "#c643f172. 付费测试中达到VIP3级",
		    reward = {   id = 30511,   type = 1,   count = 1,   },

		},
		[5] = {
		    txt1 = "#c643f171. 获得付费测试认证资格。",
		    txt2 = "#c643f172. 付费测试中达到VIP5级",
		    reward = {   id = 30511,   type = 1,   count = 1,   },
		},
		ruleicon = {"icon/wzgl/00004.pd","icon/wzgl/00001.pd","icon/wzgl/00002.pd","icon/wzgl/00003.pd","icon/wzgl/00005.pd"},
    },
}