
-- CN/Lang.lua
-- created by aXing on 2013-2-20
-- 简体中文包

Lang = {}
------
------阵营信息
Lang.camp_info = { "#cff1493暗部精英","#c00c0ff警部精英","#c00ff00忍部精英","" }
Lang.camp_info_ex = 
{
 { color = "#cff1493", name = { "[暗部精英]", "暗部精英", "暗部精英" } }, 
 { color = "#c00c0ff", name = { "[警部精英]", "警部精英", "警部精英" } }, 
 { color = "#c00ff00", name = { "[忍部精英]", "忍部精英", "忍部精英" } },
}
Lang.camp_name_ex = {"#cff1493暗部精英","#c00c0ff警部精英","#c00ff00忍部精英","" }

------
------性别信息
Lang.sex_info = {"#c00c0ff♂","#cff00ff♀"}
Lang.sex_info_ex = {"男","女"}
------
------
-----频道信息
Lang.chanel_info = {
	"【私聊】", 				--1
	"#cfafed0【传闻】#cffffff", --2
	"【喇叭】", 				--3
	"#cb4f000【家族】#cffffff", --4
	"#cfe9ccb【队伍】", 		--5
	"【团队】", 				--6
	"#cfefefe【附近】#cffffff", --7
	"#c2eebdb【世界】#cffffff",	--8
	"#cfff000【阵营】#cffffff", --9
	"#cff0000【系统】",			--10
	"【求救】", 				--11
	"【全部】"					--12
}
------
------职业信息
Lang.job_info = {"天雷", "蜀山", "圆月", "云华"}
------
------家族职业信息
Lang.guild_info = { 
    position_name_t = { "成员", "精英", "长老", "副族长", "族长" } ,
    join_notice_1 = "您已经加入其他家族，不能申请加入",
    join_notice_2 = "您脱离家族后，在12小时内，不能加入其它家族，也不能创建新家族",
    join_notice_3 = "申请成功",
}
------
------系统提示信息
Lang.sys_show_info_dujie = {
	dujie_not_open = "渡劫不能打开",
}
------
------
Lang.misc_info = {
	XianZongLingDi = "家族领地",
	XianZongGuanLiYuan = "家族管理员",
	InXianZongLingDi = "你已在家族领地",
	FuBenBuXunLu = "副本内不可以自动寻路",
	FuBenBuSuChuan = "副本内不可以速传"
}
------
Lang.friend_info = {
	Friend_off_line = "好友不在线",
	Is_My_Friend = "对方已经是好友",
}
------
-- Lang.guild_info = {
-- 	Guild_add_info = "你脱离家族后，在12小时内，不能加入其它家族，也不能创建新家族"
-- }

-- 翅膀系统语言
Lang.wing_info = {
	
}
-- 首冲礼包
Lang.SCLB_info = {
	send_money_notic = "亲，你还没充过值哦，充值#cfff000%s#cffffff就能：",
	get_item_notic = "亲，你已成功充值，赶快#cfff000领取奖励#cffffff吧：",
}
--投資返利
Lang.TZFL_info = {
	notic_info = "零风险，大回报，只要投资200元宝，就可以马上获得丰厚的奖品哦，亲~！你还等什么？ 快来抢购吧~",
	time_notic_info = "#cfff000第%d天可领取",
	buy_notic = "亲，你是否花费%d元宝购买投资基金",
}
--充值
Lang.chong_zhi_info = {
	notic_credit_card_info_one = "你选择的充值方式为：#cfff000信用卡          %s",
	notic_credit_card_info_two = "请输入你的充值金额：                  元",

	notic_info = "你选择的充值方式为：#cfff000%s",

	zhi_fu_bao_chong_info = "#c38ff33%d元人民币可兑%d元宝",
	zhi_fu_bao_warning_info = "以上内容确认无误后去支付宝付款",

	yi_dong_chong_info = "#c38ff33%d元人民币可换%d元宝",
	yi_dong_warning_info = "请你正确选择充值卡面值， 不符将可能导致交易失败，可能造成充值卡失效，并可能无法找回！",

	-- lian_ton_chong_info = "#c38ff3320元人民币可兑换1000元宝",
	-- lian_ton_warning_info = "请你正确选择充值卡面值， 不符将可能导致交易失败，可能造成充值卡失效，并可能无法找回！",

	-- dian_xin_chong_info = "#c38ff3350元人民币可兑换2500元宝",
	-- dian_xin_warning_info = "请你正确选择充值卡面值， 不符将可能导致交易失败，可能造成充值卡失效，并可能无法找回！",

	-- jun_wang_chong_info = "#c38ff335元人民币可兑250元宝",
	-- jun_wang_warning_info = "请你正确选择充值卡面值， 不符将可能导致交易失败，可能造成充值卡失效，并可能无法找回！",
	credit_card_warning_info = "绑卡说明：“绑卡/解绑”功能只作用于“信用卡”。绑卡后无需输入卡号和密码，输入金额后便可直接充值金额。",
	
	yi_dong_tips_info = "\
							中国移动充值卡#r\
						1、	支持使用序列号17位、密码18位阿拉伯数字的“中国移动”充值卡充值；#r\
						2、	目前支持10元、30元、50元、100元、300元以及500元面额的移动充值卡；#r\
						3、	同时支持【浙江：卡号10位密码8位】【福建：卡号16位密码17位】【广东：卡号17位密码18位】【辽宁：卡号16位密码21位】四省地方中国移动充值卡充值，其他暂不支持；#r\
						4、	卡内金额将一次全额扣除，请务必使用与您持有面额相同的移动充值卡，否则可能会导致支付不成功或支付金额丢失，无法帮您找回；#r\
						5、	请仔细核对您的充值卡序列号和密码，如因为输入错误而导致您充值卡失效，我们会尽力帮您找回，但仍存在无法找回的可能。#r\
						6、	请您注意，系统目前不支持任何面额的彩铃充值卡和短信充值卡，请您切勿使用相关卡片充值，以免给您带来的损失；#r\
						7、	由于网络情况，您的充值可能有些延迟，一般将于1-30分钟内兑换完成，如果超过30分钟仍然未兑换成功，请您联系在线客服！感谢您对我们的支持和理解！#r\
						",

	lian_ton_tips_info = "\
							中国联通一卡付#r\
						1、	支持使用序列号15位、密码19位阿拉伯数字的“中国联通”全国卡充值；#r\
						2、	目前支持20元、30元、50元、100元、300元以及500元面额的联通一卡付；#r\
						3、	卡内金额将一次全额扣除，请务必使用与您持有面额相同的移动充值卡，否则可能会导致支付不成功或支付金额丢失，无法帮您找回；#r\
						4、	请仔细核对您的充值卡序列号和密码，如因为输入错误而导致您充值卡失效，我们会尽力帮您找回，但仍存在无法找回的可能。#r\
						5、	请您注意，系统目前不支持任何面额的彩铃充值卡和短信充值卡，请您切勿使用相关卡片充值，以免给您带来的损失；#r\
						6、	由于网络情况，您的充值可能有些延迟，一般将于1-30分钟内兑换完成，如果超过30分钟仍然未兑换成功，请您联系在线客服！感谢您对我们的支持和理解！#r\
						",

	dian_xin_tips_info = "\
							电信充值卡#r\
						1、	支持使用序列号19位、密码18位阿拉伯数字，卡号第四位为1的“中国电信”11888充值卡；#r\
						2、	目前支持50元和500元面额的电信充值卡；#r\
						3、	卡内金额将一次全额扣除，请务必使用与您持有面额相同的移动充值卡，否则可能会导致支付不成功或支付金额丢失，无法帮您找回；#r\
						4、	请仔细核对您的充值卡序列号和密码，如因为输入错误而导致您充值卡失效，我们会尽力帮您找回，但仍存在无法找回的可能。#r\
						5、	请您注意，系统目前不支持任何面额的彩铃充值卡和短信充值卡，请您切勿使用相关卡片充值，以免给您带来的损失；#r\
						6、	由于网络情况，您的充值可能有些延迟，一般将于1-30分钟内兑换完成，如果超过30分钟仍然未兑换成功，请您联系在线客服！感谢您对我们的支持和理解！#r\
						",

	jun_wang_tips_info = "\
							骏网一卡通#r\
						【支持卡种】#r\
						卡号和密码都是16位的阿拉伯数字#r\
						【支持面额】#r\
						任意面额#r\
						【温馨提示】#r\
						不要使用特定游戏专属充值卡支付。特定游戏包括大唐风云、传说、蜗牛、猫扑一卡通、九鼎、雅典娜、山河等游戏。#r\
						在此使用过的骏网一卡通，卡内剩余J点只能在易宝支付合作商家进行支付使用。#r\
						",
}
-- 天元之战
Lang.tyzz = {str = 
"#cfff000 1、击杀活动地图里的所有怪物可获得军团积分和个人积分。#r\
#cfff0002、击杀#c38ff33禁军总长#cfff000成功，附近的军团成员同时获得4点个人积分。#r\
#cfff0003、击杀#c38ff33殷破#cfff000成功，附近的军团成员同时获得20点个人积分。#r\
#cfff0004、每击杀相差10级以内的玩家获得2点个人积分，否则为0。#r\
#cfff0005、#c38ff33每死亡一次获得一点个人积分。#cfff000#r\
#cfff0006、#c38ff33个人积分小于10，#cfff000活动结束后将无法获得奖励。#r\
#cfff0007、活动地图内不可速传，死亡后选择安全复活则复活点随机"}

--寄售
Lang.jiShou = {
	title_info = { "寄卖物品", "等级", "职业", "价格", "操作" },
	yb_text = "#c33a6ee元宝：",
	yl_text = "#c33a6ee银两：",
	serch_text = "搜索",
	shangjia = "上架物品",
	woyaojishou = "我要寄售",
	job_text_info = { "全部职业", "天雷", "蜀山", "圆月", "云华" },
	buy_notic_info = "购买%d个%s#cffffff需要花费%d%s#cffffff,确定购买吗？",
	serch_screen_run_text = "未输入搜索关键字",
}

--寄售上架
Lang.jiShouShangJia = {
	page_one = {
		notic = "#c33a6ee双击或拖背包中需寄售的物品",
		lab_one = "#c33a6ee寄售总价：",
		lab_two = "#c33a6ee保管费：                   #cfff000银两",
		lab_three = "#c33a6ee寄售时间：",
		send_notic = "你寄售%d个%s#cffffff，总价为#cfff000%d%s#cffffff,确定寄售吗？"
	},
	page_two = {
		notic = "#c33a6ee请输入要寄售的价格",
		lab_one = "#c33a6ee寄售数目：",
		lab_two_yl = "#c33a6ee寄售总价：                             #cfff000银两",
		lab_two_yb = "#c33a6ee寄售总价：                             #cfff000元宝",
		send_notic = "你寄售%d个%s#cffffff，总价为#cfff000%d%s#cffffff,确定寄售吗？",
	}
}

-- 仙道会
Lang.xiandaohui = {
	xdh_shuoming = "自由赛采用积分制，每周二周四晚上20:10-20:40举行，通过1v1竞技，胜利获得积分根据最终积分排行前16名参加周六晚上争霸赛。",
	gzsm = { 
"【开放时间】",
"#r1.周二，周四每日晚上20:10~20:40，为竞技场自由赛时间，届时进入竞技场报名台找斗仙使者报名即可参加。",
"#r2.周六晚上20:10~20:40，为16强争霸赛时间，届时进入竞技场即可参与。",
"#r【参赛资格】",
"#r1.自由赛，所有40级以上玩家都可参与。",
"#r2.周六16强争霸赛，由周二，周四自由赛决出前16名参加。其他玩家可进行下注观战。",
"#r【比赛规则】",
"#r1.  自由赛采用积分制，所有参与玩家在最开始时积分为0，与其他玩家在限定时间内进行1V1对决，杀死对方为胜利，并获得10积分，被对方杀死为失败，不获得积分。在限定时间结束后没有玩家死亡，则按照时间结束时双方血量百分比，战斗力判断胜负，血量百分比高为胜利；血量百分比相同，战斗力低为胜利。",
"#r2.周二，周四每天1~10场PK赛，胜利获得400荣誉，失败获得200荣誉。",
"#r3.  16强争霸赛采用淘汰制，参赛者由周二，周四自由赛总积分排名前16组成，若有参赛者积分相同，则依次按照胜率，累积比赛次数，战斗力，来计算排名资格。胜率高，累积比赛次数多，战斗力高获得资格。玩家在比赛时间进入争霸赛场景，由系统随机匹配对手。若参与人数不足16人，则按照系统随机排列的比赛表，选择在线一方或战力高一方直接晋级下一轮。",
"#r4. 争霸赛流程：#r20：10   争霸赛场开放",
"#r20：15   十六强争霸赛第一轮开始",
"#r20：18   十六强争霸赛第二轮开始",
"#r20：23   八强争霸赛开始",
"#r20：28   四强争霸赛开始",
"#r20：33   冠军争霸赛开始",
"#r20：40   争霸赛结束",
"#r5  未获得16强争霸赛资格的玩家或被淘汰的参赛者可在斗仙台观战，选择玩家进行支持。",
"#r6.  掉线，逃跑者做失败处理。",
"#r【比赛奖励】",
"#r1.自由赛所获得的积分将在每周四自由赛结束后清空，并按照积分排名结算玩家可获得的荣誉值，荣誉可兑换珍贵物品。必须累积参与10场比赛才可获得积分结算奖励。",
"#r2.16强争霸赛中，被支持的玩家获得胜利一次，支持该玩家的玩家可获得一定仙币奖励。",
"#r3.16强争霸赛中，每轮结束后都会出现几桌仙家盛宴，采集可获得灵气和经验，每轮只能采集1次。",
"#r4.参与16强争霸赛的玩家奖励（每人只能获得一次奖励）：",
"#r十六强      仙道宝盒*2 ",
"#r八强       仙道宝盒*4",
"#r四强        仙道宝盒*6",
"#r二强       仙道宝盒*9",
"#r冠军        仙道宝盒*16",
"#r5.自由赛奖励在争霸赛结束后通过点击右上方图标领取。",
"#r6.争霸赛奖励内容在争霸赛结束后通过邮件同意发送。",
	}
}

--家族
Lang.guild = 
{
	guild_altar_info = 
	{
		notic_rule = "#c00c0ff#u1规则说明#u0",
		shen_shou_level = "#c38ff33神兽等级：#cff66cc%d",
		shen_shou_luck = "#cfff000神兽赐福",
		xian_guo_info = "#c00c0ff#u1献果详情》#u0",
		today_xian_guo_num = "今日剩余献果次数：#c9be2d9%d",
		find_xian_guo_num = "可找回%d次",
		today_touch_num = "#cfff000今日剩余抚摸次数：%d",
		touch_event_notic = "#cfff000%s%s#cffffff抚摸了神兽蛋，为神兽注入%d经验，获得%d仙币",
		xian_guo_notic = "#cfff000%s%s#cffffff为神兽献果，获得%d声望,获得%d经验",
		touch_notic = "所有家族成员每天具有一次机会抚摸兽蛋，为神兽植入经验，点亮灵珠。神兽蛋每日限抚摸20次",
		page_notic = "规则说明：#r\
1.神兽祭坛建筑每提升1级，增加神兽等级上限5级。#r\
2.为神兽献果，可以增加神兽经验，提升神兽等级。每天只能献果1次。#r\
3.神兽会赋予所有家族成员增益效果：神兽赐福。可为家族所有成员增加属性，神兽等级越高，神兽赐福效果越好。#r\
4.找回今天之前未使用的献果次数最多7次，找回后必须当天使用。",
		xian_guo_page_right_label_one = "#cfff000声      望：#cff66cc+%d",
		xian_guo_page_right_label_two = "#cfff000神兽经验：#cfafed0+%d",
		xian_guo_page_right_label_three_xb = "#cfff000消耗仙币：#c00c0ff%d",
		xian_guo_page_right_label_three_yb = "#cfff000消耗元宝：#c00c0ff%d",
		find_xian_guo_notic_info = "是否花费#cfff000%d元宝#cffffff找回%d次？",
	}
}

Lang.plant =
{
	plant_xian_lu_info = "#c38ff33仙露数：%d",
	plant_level_up = "升#cfff000%s级#cffffff洞府需要#cfff000%d#cffffff元宝",
	plant_xian_info = 
	{
		time_info = "守护时间：#c00c0ff%s",
		spend_info = "花      费：#cfff000%d元宝",
		select_info = { "#cfff000一周", "#cfff000一个月" },
		notic_info = "说明：土地公公可以增加#c38ff3330%#cffffff洞府收益，守护时间结束，加成消失",
	},
	plant_qiuck_info = 
	{
		time_info = "剩余时间：#c00c0ff%s",
		exp_info = "可获经验：#c38ff33%d + %d",
		spend_info = "催熟花费：#cfff000%d元宝",
	},
	plant_build_info = 
	{
		plant_name = { "普通神农草", "优秀神农草", "精良神农草", "完美神农草", "百年神农草" },
		exp_info = "#c38ff33%d + %d 经验加成",
		notic_info = "单次刷新需要3元宝，满级刷新需20元宝",
	},
	plant_build_all_info =
	{
		name_info = "草药品质：#c00c0ff%s",
		get_info = "可获得收益：#c38ff33%d + %d 经验",
		num_info = "种植株数：#cfff000%d",
		spend_info = "种植费用：#cfff000%d元宝",

	},
	plant_help_info = 
"#cfff000【洞府帮助】#r\
1.点击土地，选择种子品种后进行种植，#r\
2.升级洞府可以获得更多的经验和礼券奖励；#r\
3.为好友#c38ff33除草、捉虫、灌溉#cffffff可以获得额外的经验；#r\
4.为好友洞府#c38ff33除虫、捉虫、灌溉#cffffff有几率触发特殊事件；可以获得丰富经验奖励；#r\
5.除草、捉虫可获得的奖励次数上限为#c38ff3320#cffffff次；#r\
#cfff000【灵泉说明】#r\
1.每天对自己的灵泉灌溉3次，冷却时间为5分钟；#r\
2.灌溉成功可以获得经验奖励；#r\
3.灌溉满后可以获得礼券奖励，洞府等级越高，奖励越多；#r\
4.每天对好友灌溉上限为#c38ff3310#cffffff次；",
	plant_qiuck_all_info = "一键催熟需要花费#cfff000%d元宝",
	plant_event_info =
	{
		grass_info = "%s帮你除草",
		worm_info = "%s帮你除虫",
		water_info = "%s帮你灌溉灵泉",
	}
}

Lang.forge = {
	tpsm = "#c38ff331.40级以上紫色或橙色装备可以通过提升品质增加基础属性,最高品质为[神圣]。#r#c38ff332.提升装备品质，不会影响该装备的强化等级、洗炼属性、宝石属性。#r#c38ff333.提升攻击套装的品质需要材料#cff66cc焚离珠。#c38ff33#r#c38ff334.提升防御套装的品质需要材料#cff66cc幽煌珠。#c38ff33#r#c38ff335.以上提升品质材料均可在#cff66cc八卦地宫#c38ff33中获得。",
	sjsm = "#c38ff331.40级以上紫装可提示品阶增加基础属性#r#c38ff332.全身真装备会获得#cfff000绚丽特效#c38ff33#r#c38ff333.提升装备品阶，不会影响该装备的强化等级、洗炼属性、宝石属性。#r#c38ff334.提升装备品阶需要#cff66cc紫微极玉#c38ff33，可击杀世界BOSS获得。",
	xlsm = "#c38ff331.40级以上装备才可以洗炼#r#c38ff332.每天有5次免费洗炼的机会。#cfff000每天0点刷新#c38ff33。#r#c38ff333.锁定属性，可在洗炼中将极品属性保留！更方便获得极品洗炼属性。",
	xljc = "#c38ff331.只能40级以上的同部位装备可以继承。#r#c38ff332.洗炼属性继承后，原装备的洗炼属性会消失，变为未激活状态。新装备将继承原有洗炼属性。",
	gem_info = "#c66FF661.全身宝石达到级别后，脚下将发出#cffff00绚丽光环#r#c66FF662.宝石孔只能镶嵌对应的宝石#r#c66FF663.多颗宝石可同时进行镶嵌#r#c66FF664.镶嵌一颗宝石，需要消耗#cffff002000仙币#r#c66FF665.摘除一颗宝石，需要消耗#cffff002000仙币#r",
	strengthen_info = "#c66FF661.#cffff00仙尊5#c66FF66以上玩家强化成功率固定增加#cffff003%#r#c66FF662.强化失败、强化等级下降1级。使用#cffff00保护符#c66FF66可以保证强化失败后，强化等级维持不变#r#c66FF663.#cffff00武器强化到+9#c66FF66后，将会发出耀眼光芒。#r#c66FF664.#cffff00全身强化达到4级以上#c66FF66，将会获得额外属性奖励，全身强化等级越高，获得的额外属性越高#r",
	synth_info = "#c66FF661.低级宝石、强化材料、翅膀道具、宠物道具，可合成更高级的道具#cffff00绚丽光环#r#c66FF662.每#cffff004个低级宝石#c66FF66，可合成一颗高级宝石#r#c66FF663.每#cffff004个低级保护符#c66FF66，合成一个更高级保护符#r",
	transfer_info = "#c66FF661.装备可向比#cffff00自身强化等级低#c66FF66的装备进行强化转移，#cffff00不限部位和装备等级#r#c66FF662.强化转移后，原装备的强化等级会转移给新的装备，原装备的强化等级变为#cffff000#r",
	upgrade_info = "#c66FF661.装备强化等级，宝石属性全部保留#r#c66FF662.升级防具装备，需要消耗#cffff00星幻玉、轮回玉#r#c66FF663.升级武器和饰品，需要消耗#cffff00天劫石、补天石#r#c66FF664.#cffff00星幻玉、轮回玉#c66FF66可通过副本#cffff00心魔幻境、天魔塔获得#r#c66FF665.#cffff00天劫石#c66FF66可通过兑换#cffff00商店、梦境、击杀BOSS#c66FF66获得#r",


}

Lang.pet = {
	pet_info_page = 
	{
		left_info = "#c66ff66物理攻击:#r#c66ff66物理防御:#r#c66ff66法术防御:#r#c66ff66暴       击:#r#c66ff66命       中:#r#c66ff66闪       避:#r#c66ff66抗  暴  击:#r#c66ff66生       命:",
		left_info2 = "#c66ff66法术攻击:#r#c66ff66物理防御:#r#c66ff66法术防御:#r#c66ff66暴       击:#r#c66ff66命       中:#r#c66ff66闪       避:#r#c66ff66抗  暴  击:#r#c66ff66生       命:",
		right_info = "#c66ff66攻击资质:#r#c66ff66防御资质:#r#c66ff66灵巧资质:#r#c66ff66身法资质:",
	},
	-- 宠物技能学习说明
	pet_skill_study = "1.宠物技能需要顺序学习,学习初级技能后才能学习中级技能，以此类推.#r2.宠物高级技能效果会比低级技能效果好.#r3.可以使用唤魂玉刷新,来获得任务等级的随机技能.#r4.宠物技能栏满后,必须遗忘技能或将技能封印至兽魂仓库,才可再学习技能.#r5.宠物拥有5个和5个以上技能时会拥有各色绚丽光环.",
	-- 宠物技能刻印说明
	pet_keyin = "1.第一次封印技能需要消耗相应的兽魂印来给技能刻印.已刻印后的技能升级后,需再次刻印#r2.兽魂仓库用于存放已刻印的技能,选择技能封印可将已刻印技能存放到兽魂仓库.#r3.选择兽魂仓库内的技能,点击解封,可将兽魂仓库内的技能置于携带宠物身上,使宠物拥有该技能.#r4.欲升级兽魂仓库内技能,需先将技能置于宠物身上,然后再进行技能学习.",
}

Lang.zhan_bu = 
{
	notic_info = "#cfff0001、每小时可以占卜一次#r#cfff0002、占卜有机会遇到各种幸运事件",
	--talk_info = "亲！我在这里等你占卜哦！(*^__^*) 嘻嘻......",
	zhanbu_notic = "您在该时段已经使用占卜。",
	event_notic_target = "XXXXX",
	event_notic_info = 
	{
		[1] = "飞来横祸- -!玩家XXXXX今天在遛狗的时候突然被天上掉下来的不明物体砸了一下，仔细一看原来是一个沉甸甸的#c38ff33初级强化石#cffffff！",
		[2] = "天官赐福，财神散财！玩家XXXXX还没搞清楚发什么事，就发现手中多了一张#cff66cc招财符#cffffff！",
		[3] = "恶趣味的XXXXX竟然骗熊猫君，说可以给他照彩色片！得知真相的熊猫君泪奔而逃！留下一个#cff66cc坐骑进阶符#cffffff！",
		[4] = "玩家XXXXX失恋后伤心欲绝跳崖自杀！幸运的是堕崖途中掉到一棵树上，发现了5个#c38ff33生命宝石碎片#cffffff！",
		[5] = "为了证实地球是圆的，XXXXX和朋友打赌。在筋疲力尽完成环球跑步后，XXXXX心满意足地从朋友手中接过5个#c38ff33攻击宝石碎片#cffffff！",
		[6] = "意外收获啊！本来想挖地道偷窥女浴池的XXXXX竟然在挖坑途中发现5个#c38ff33物防宝石碎片#cffffff！",
		[7] = "连续买彩票10年不中的XXXXX，在回家的路上踢到一个袋东西，仔细一看，原来是是5个#c38ff33法防宝石碎片#cffffff！",
		[8] = "在连续表白9999失败次后，月老实在看不下去了，决定送XXXXX一个#cff66cc天仙令#cffffff！",
		[9] = "脑袋进水的XXXXX竟然找圣兽麒麟单挑，惨被蹂躏后。麒麟留下一颗#c38ff33初级宠物提悟丹#cffffff作为沙包费！",
		[10] = "玩家XXXXX在灵泉仙浴弯腰拣了一块肥皂!结果……一阵眩晕...醒来后发现身边多了一个#cff66cc降魔令#cffffff！",
		[11] = "听说XXXXX和女朋友接吻后，女友闺蜜怀孕了，孩子是XXXXX朋友的！得知这个事情后，月老惊呆了，摇摇头留下一个#c38ff33星蕴水晶#cffffff离去了！",
		[12] = "卦象显示：宜安床扫舍宇祭祀沐浴裁衣遛狗。XXXXX兴冲冲地拉着宠物散步，在路上发现了获得#c38ff33初级宠物成长丹",
		[13] = "物有精华，天有珍宝。紫气直切斗牛之间。XXXXX根据卦象在山上发现获得#cff66cc坐骑进阶符#cffffff。",
		[14] = "某天XXXXX做白日梦发财了，根据梦境指引，他在一棵树下发现了4个#c38ff33羽翼技能卷残片#cffffff,真是耐人寻味。",
		[15] = "XXXXX跟踪火鸾鸟到青丘山，发现了4个#c38ff33羽翼晶石残片#cffffff。",
		[16] = "XXXXX出门的时候被古怪的东西绊倒了，仔细一看，原来是#cff66cc卓越·蓝魔宠物蛋#cffffff。",
		[17] = "XXXXX出门的时候被古怪的东西绊倒了，仔细一看，原来是#c38ff33优秀·迎风龟宠物蛋#cffffff",
		[18] = "XXXXX出门的时候被古怪的东西绊倒了，仔细一看，原来是普通·迎风龟蛋",
		[19] = "XXXXX出门的时候被古怪的东西绊倒了，仔细一看，原来是#c00c0ff精良·小龙女蛋.",
		[20] = "XXXXX在北冰原甩了个四脚朝天，逗得花仙子哈哈大笑，获得仙子所赠#c38ff33玫瑰花两朵#cffffff。",
		[21] = "XXXXX在采集彼岸花的时候意外发现一个#c38ff33心之碎片#cffffff。",
		[22] = "XXXXX根据卦象将一个筋斗云埋在地下，第二天他挖出了3个#c38ff33筋斗云#cffffff。",
		[23] = "传说不周山有秘宝出世，路过打酱油的XXXXX捡到了2个#c38ff33初级法晶宝石#cffffff。",
		[24] = "机智的XXXXX与魔龙魔龙玩【石头剪刀布】，永远只能出【布】的魔龙在连输5把后饮恨丢下一个#cff66cc焚离珠",
		[25] = "XXXXX在魔界入口抵抗魔族入侵十分卖力，得到九天玄女的嘉许，获得一个#c38ff33复活石#cffffff",
		[26] = "根据卦象东方祥云涌现，XXXXX一直东行果然在路上发现一个#c00c0ff中级保护符",
		[27] = "XXXXX仔细端详在雷夏泽捡到的一块古怪石头，擦干净后发现原来这是一块#c38fff33星幻玉",
		[28] = "偶尔路过药店的XXXXX被郎中说：印堂发黑，胸有两个大波。记过获赠#c38ff33中级仙露#cffffff20瓶",
		[29] = "偶尔路过药店的XXXXX被郎中说：印堂发黑，胸有两个大波。记过获赠#c38ff33中级仙露#cffffff20瓶",
		[30] = "正所谓倒霉是有个限度的，XXXXX连续买了3年彩票后终于获得一个#c38ff33初级气血包#cffffff奖励证明了这一点",
		[31] = "正所谓倒霉是有个限度的，XXXXX连续买了3年彩票后终于获得一个#c38ff33初级法力包#cffffff奖励证明了这一点",
		[32] = "XXXXX决心加快修炼，望可以早日踏入封神之巅。这份毅力得到赤脚大仙的肯定，大仙决定奖励XXXX一个#c38ff33初级经验丹",
		[33] = "XXXXX决心加快修炼，望可以早日踏入封神之巅。这份毅力得到赤脚大仙的肯定，大仙决定奖励XXXX一个#c00c0ff中级级经验丹",
		[34] = "XXXXX决心加快修炼，望可以早日踏入封神之巅。这份毅力得到赤脚大仙的肯定，大仙决定奖励XXXX一个#cff66cc初级经验丹",
		[35] = "XXXXX与张天师一起探讨：为什么思念一个人会手都酸了！结果张天师大加赞赏，决定赠送他一个#cff66cc幽煌珠",
		[36] = "好人好报啊！为了答谢XXXXX十日前的救命之恩。青鸟送给XXXXX一个#cff66cc中级法宝晶石#c38ffcc作为答谢!",
		[37] = "XXXXX在翻看古籍的时候发现奇怪的药剂配方，经过一轮折腾后，成功炼制出一个#x38ff33二级物防药剂#cffffff！",
		[38] = "XXXXX在翻看古籍的时候发现奇怪的药剂配方，经过一轮折腾后，成功炼制出一个#x38ff34二级生命药剂#cffffff！",
		[39] = "XXXXX在翻看古籍的时候发现奇怪的药剂配方，经过一轮折腾后，成功炼制出一个#x38ff35二级攻击药剂#cffffff！",
		[40] = "XXXXX在翻看古籍的时候发现奇怪的药剂配方，经过一轮折腾后，成功炼制出一个#x38ff36二级法防药剂#cffffff！",
		[41] = "XXXXX心血来潮在市集够了一个藏宝图，意外的根据藏宝图获得一个#x38ff33解环石#cffffff。",
		[42] = "偶然路过不周山的XXXXX得到烛龙的赏识，获得物品#c00c0ff中级兽魂刻印#cffffff。",
		[43] = "",
		[44] = "闲着无事的XXXXX在街上江湖术士，凭借着他的三寸不烂之舌成功敲诈了江湖术士#cff66cc高级回血药*1#cffffff",
	
		
		[101] = "乌龟仙人决定传授XXXXX气血术！（生命上限增加10%，10分钟）额...因为前往昆仑境的打赌惩罚对它来说路程的确有点远...",
		[102] = "喝醉的XXXXX踩香蕉皮摔个四脚朝天。瞬间怒气爆表的XXXXX战斗力得到提升！",
	    [103] = "XXXXX在古神遗迹发现一个上古灵符，物理防御得到#c38ff3320%#cffffff提升",
		[104] = "XXXXX在修炼的时候阴差阳错激活了上古法咒，法术防御提升#c38ff3320%#cffffff！",
		
		[201] = "在扶了老奶奶999次过马路后，XXXXXRP大爆发！获得装备强化成功率+#c38ff333%#cffffff！",
		[202] = "天降旱雷！被击中的XXXXX竟然任督二脉全开，领悟了翅膀进阶术。翅膀升级成功率增加#c38ff333%#cffffff。",
		[203] = "真是羡煞旁人啊！XXXXX的宠物获得上仙点化，成长提升成功率增加#c38fff333%",
		[204] = "XXXXX和宠物修炼的时候，和宠物达到人宠合一的境界。领悟了训兽术，宠物提悟成功率增加#c38ff333%#cffffff。",
	}
}

-- 小秘书 美女助手 公告
Lang.secretary_notice = {
    add_content      = {        -- 新增的内容，就被遍历按配置坐标显示
        "1.新增美女小助手.签到系统.投资理财", 
        "2.新增天气系统.粒子特效" ,
        "3.新增手指上滑骑乘.手指下滑打坐功能"
    },
    optimize_content = {        -- 优化的内容，就被遍历按配置坐标显示
        "1.优化滑动控件.增加可滑动条",
        "2.优化扩大\"接受/完成任务.立即穿戴\"按钮的点击范围",
        "3.优化自动拾取范围扩大到玩家的可视范围"
    },
    motify_content   = {        -- 修正的内容，就被遍历按配置坐标显示
        "1.修正挂机设置，设置后无法自动吃药"
    }
}

