Actions = 
{
	
	[1] = {
		"我是一只修行千年的白狐，千年等待，千年孤独！",
		"我只是想见他一面，你们何苦如此相逼？",
		"赤元子，你出来，你以为这次还封印得了我吗？",
	},
	[2] = {
		"天下大乱，魔气侵蚀，你若出去，必受其害，那时，你不再是妖，而是魔！而我，再难留情！我只好……",
		"求你了，我只是想见他一面，见完我就自己返回封印！",
		"妖凡有别，他……已早坠轮回！",
		"我不信，我不信！啊——",
		"小灵……不好，我的分身快消失，必须得寻一人附体，各位仙友，助我一臂之力！",
	} ,
	[3] = {
		"赤元子，我又何尝不明白你的心，只是我……你能否放过我一次？——你们这些凡人，再阻我就别怪我无情了！",
		"千狐殇！！！",
		"长夜里你可知我的红妆为谁补，红尘中你可知我的秀发为谁梳！我们是注定有缘无份的！",
		"千年守候，千年无助，但愿长睡不复醒！",
		"啊……",
	},

	[4] = {--boss冰魂
		"好一对只羡鸳鸯不羡仙的小情侣，今天本王就把你们也冰封起来。",
		"你们想救紫霞仙子，是白日做梦，看招！",
		"既然你们执迷不悟，那么就休怪本王了！",
		"紫霞仙子已被本王元神冰封，就算你们击败本王，紫霞仙子也必死无疑！",
	},
	[5] = {
		--紫霞仙子
		"多谢两位相助，时间再晚一些，妾身可能永远也见不到紫霞X了",
		"小心冰魂的元神！",
		"多谢两位相救",
		"妾身这有一颗同心树，同心树周围的人会获得同心树祝福，获得大量经验收益。此树虽万年成木，但面世后5分钟将烟消云散。",
		"两位就接受妾身的谢意吧，妾身先去看望至尊宝了，有缘再会！",
	},
	

}