answerquestionconfig = {activityId = 6,activities = { [35] = {  awards2 = {   [1] = {    [1] = {     id = 2,     type = 2,     count = 200,     bind = 1,     }
,    [2] = {     id = 3,     type = 2,     count = 200,     bind = 1,     }
,    }
,   [2] = {    [1] = {     id = 2,     type = 2,     count = 200,     bind = 1,     }
,    [2] = {     id = 3,     type = 2,     count = 180,     bind = 1,     }
,    }
,   [3] = {    [1] = {     id = 2,     type = 2,     count = 200,     bind = 1,     }
,    [2] = {     id = 3,     type = 2,     count = 150,     bind = 1,     }
,    }
,   [4] = {    [1] = {     id = 2,     type = 2,     count = 200,     bind = 1,     }
,    [2] = {     id = 3,     type = 2,     count = 120,     bind = 1,     }
,    }
,   [5] = {    [1] = {     id = 2,     type = 2,     count = 200,     bind = 1,     }
,    [2] = {     id = 3,     type = 2,     count = 100,     bind = 1,     }
,    }
,   }
,  open_times = {   [1] = {    min = 30,    hour = 12,    week_day = {     [1] = 2,     [2] = 4,     [3] = 6,     }
,    }
,   [2] = {    min = 0,    hour = 20,    week_day = {     [1] = 2,     [2] = 4,     [3] = 6,     }
,    }
,   }
,  questions = {   [1] = {    [1] = "《秀丽江山》小说的作者是以下哪位？",    [2] = 3,    [3] = "施耐庵",    [4] = "郭敬明",    [5] = "李歆",    [6] = "饶雪漫",    }
,   [2] = {    [1] = "《秀丽江山》故事发生在哪个朝代？",    [2] = 2,    [3] = "明朝",    [4] = "汉朝",    [5] = "隋朝",    [6] = "秦朝",    }
,   [3] = {    [1] = "东汉开国皇帝是以下哪位？",    [2] = 1,    [3] = "刘秀",    [4] = "刘邦",    [5] = "刘彻",    [6] = "刘惠",    }
,   [4] = {    [1] = "“牛背上的开国皇帝”是以下哪位？",    [2] = 3,    [3] = "汉高祖刘邦",    [4] = "汉景帝刘启",    [5] = "汉世祖刘秀",    [6] = "汉武帝刘彻",    }
,   [5] = {    [1] = "刘秀的起兵之地？",    [2] = 3,    [3] = "昆阳",    [4] = "关东",    [5] = "舂陵",    [6] = "西蜀",    }
,   [6] = {    [1] = "刘秀是在那里称帝的？",    [2] = 1,    [3] = "河北",    [4] = "山西",    [5] = "陕西",    [6] = "长安",    }
,   [7] = {    [1] = "“失之东隅，收之桑榆”该典故的主角是剧中谁？",    [2] = 2,    [3] = "邓禹",    [4] = "冯异",    [5] = "杜茂",    [6] = "琅邪",    }
,   [8] = {    [1] = "《秀丽江山》电视剧阴丽华的扮演者？",    [2] = 2,    [3] = "刘诗诗",    [4] = "林心如",    [5] = "林允儿",    [6] = "古力娜扎",    }
,   [9] = {    [1] = "《秀丽江山》电视剧刘秀的扮演者？",    [2] = 4,    [3] = "林更新",    [4] = "宋仲基",    [5] = "鹿晗",    [6] = "袁弘",    }
,   [10] = {    [1] = "以下哪位明星参演过《秀丽江山》？",    [2] = 1,    [3] = "马天宇",    [4] = "胡歌",    [5] = "霍建华",    [6] = "吴亦凡",    }
,   [11] = {    [1] = "以下哪位明星参演过《秀丽江山》？",    [2] = 1,    [3] = "雪姨王琳",    [4] = "赵丽颖",    [5] = "宋茜",    [6] = "唐嫣",    }
,   [12] = {    [1] = "《秀丽江山》将会在哪个电视台首次播出？",    [2] = 1,    [3] = "江苏卫视",    [4] = "湖南卫视",    [5] = "浙江卫视",    [6] = "安徽卫视",    }
,   [13] = {    [1] = "《秀丽江山》的拍摄地？",    [2] = 1,    [3] = "象山影视城",    [4] = "横店影视城",    [5] = "涿州影视城",    [6] = "中山影视城",    }
,   [14] = {    [1] = "刘秀的第一位皇后是？",    [2] = 2,    [3] = "阴丽华",    [4] = "过珊彤",    [5] = "隔壁王婶",    [6] = "芙蓉姐姐",    }
,   [15] = {    [1] = "刘秀的原配是？",    [2] = 1,    [3] = "阴丽华",    [4] = "卫子夫",    [5] = "吕雉",    [6] = "过珊彤",    }
,   [16] = {    [1] = "刘阳的生母是？",    [2] = 3,    [3] = "芙蓉姐姐",    [4] = "过珊彤",    [5] = "阴丽华",    [6] = "凤姐",    }
,   [17] = {    [1] = "绿林军拥立谁当上皇帝？",    [2] = 3,    [3] = "刘彻",    [4] = "刘协",    [5] = "刘玄",    [6] = "隔壁王叔",    }
,   [18] = {    [1] = "刘玄史称什么皇帝？",    [2] = 4,    [3] = "汉惠帝",    [4] = "光武帝",    [5] = "汉武帝",    [6] = "更始帝",    }
,   [19] = {    [1] = "《秀丽江山》首播时间？",    [2] = 3,    [3] = "2016年5月份",    [4] = "2016年6月份",    [5] = "2016年7月份",    [6] = "2016年8月份",    }
,   [20] = {    [1] = "《秀丽江山》游戏总共有几个职业？",    [2] = 3,    [3] = "1",    [4] = "2",    [5] = "3",    [6] = "随意设定",    }
,   [21] = {    [1] = "刘秀与阴丽华的定情信物是什么？",    [2] = 3,    [3] = "玉簪",    [4] = "玉佩",    [5] = "草鸢",    [6] = "同心结",    }
,   [22] = {    [1] = "阴识与邓婵的定情信物是什么？",    [2] = 1,    [3] = "玉佩",    [4] = "草戒指",    [5] = "匕首",    [6] = "手帕",    }
,   [23] = {    [1] = "东汉开国皇帝是以下哪位？",    [2] = 3,    [3] = "汉高祖刘邦",    [4] = "汉景帝刘启",    [5] = "汉世祖刘秀",    [6] = "汉武帝刘彻",    }
,   [24] = {    [1] = "王莽建立的王朝国号是？",    [2] = 4,    [3] = "秦",    [4] = "晋",    [5] = "汉",    [6] = "新",    }
,   [25] = {    [1] = "秀丽江山电视剧阴丽华的饰演者？",    [2] = 4,    [3] = "赵薇",    [4] = "章子怡",    [5] = "白百合",    [6] = "林心如",    }
,   [26] = {    [1] = "仕宦当作执金吾，娶妻当得______？",    [2] = 2,    [3] = "郭氏",    [4] = "阴丽华",    [5] = "隔壁王婶",    [6] = "小编",    }
,   [27] = {    [1] = "以下哪位人物不是云台二十八将之一？",    [2] = 4,    [3] = "邓禹",    [4] = "冯异",    [5] = "杜茂",    [6] = "琅邪",    }
,   [28] = {    [1] = "过珊彤是谁的皇后？",    [2] = 4,    [3] = "刘邦",    [4] = "刘协",    [5] = "刘炟",    [6] = "刘秀",    }
,   [29] = {    [1] = "过珊彤是哪里的王族？",    [2] = 1,    [3] = "河北",    [4] = "河南",    [5] = "山西",    [6] = "陕西",    }
,   [30] = {    [1] = "刘秀年少时在哪里求学？",    [2] = 1,    [3] = "长安太学",    [4] = "金乌学堂",    [5] = "四夏草屋",    [6] = "慧季学堂",    }
,   [31] = {    [1] = "以下哪个角色人物是远程攻击？",    [2] = 1,    [3] = "过珊彤",    [4] = "阴丽华",    [5] = "刘秀",    [6] = "隔壁王婶",    }
,   [32] = {    [1] = "以下哪个角色人物是防御性比较强？",    [2] = 2,    [3] = "阴丽华",    [4] = "刘秀",    [5] = "过珊彤",    [6] = "隔壁王婶",    }
,   [33] = {    [1] = "以下哪个角色人物是外功职业？",    [2] = 1,    [3] = "刘秀",    [4] = "阴丽华",    [5] = "过珊彤",    [6] = "隔壁王婶",    }
,   [34] = {    [1] = "角色有几个部位可以穿戴装备？",    [2] = 2,    [3] = "5",    [4] = "6",    [5] = "7",    [6] = "不知道",    }
,   [35] = {    [1] = "每个职业总共有几个技能？",    [2] = 2,    [3] = "2",    [4] = "4",    [5] = "6",    [6] = "不知道",    }
,   [36] = {    [1] = "地级寻宝每天可以免费使用几次？",    [2] = 2,    [3] = "3",    [4] = "5",    [5] = "10",    [6] = "不知道",    }
,   [37] = {    [1] = "天级寻宝每隔多少小时可以免费使用一次？",    [2] = 2,    [3] = "20小时",    [4] = "24小时",    [5] = "60小时",    [6] = "不知道",    }
,   [38] = {    [1] = "坐骑分为多少阶？",    [2] = 3,    [3] = "8阶",    [4] = "9阶",    [5] = "10阶",    [6] = "不知道",    }
,   [39] = {    [1] = "《秀丽江山之长歌行》的制片人是谁？",    [2] = 3,    [3] = "王坚平",    [4] = "张海潮",    [5] = "林心如",    [6] = "平鑫涛",    }
,   [40] = {    [1] = "“雪姨”在《情深深雨蒙蒙》中是谁的母亲？",    [2] = 3,    [3] = "可云",    [4] = "依萍",    [5] = "如萍",    [6] = "隔壁二丫子",    }
,   [41] = {    [1] = "“雪姨”王琳在《秀丽江山》剧中是谁的母亲？",    [2] = 2,    [3] = "阴丽华",    [4] = "过珊彤",    [5] = "刘秀",    [6] = "邓婵",    }
,   [42] = {    [1] = "刘秀的家乡在哪里？",    [2] = 2,    [3] = "开封",    [4] = "南阳",    [5] = "洛阳",    [6] = "扬州",    }
,   [43] = {    [1] = "刘秀的扮演者袁弘，与哪位艺人是夫妻？",    [2] = 3,    [3] = "张艺馨",    [4] = "张含韵",    [5] = "张歆艺",    [6] = "张馨予",    }
,   [44] = {    [1] = "冯异的扮演者是哪位演员？",    [2] = 3,    [3] = "张益达",    [4] = "张伟",    [5] = "李佳航",    [6] = "福尔康",    }
,   [45] = {    [1] = "过珊彤被废后后，被称作什么？",    [2] = 1,    [3] = "中山王太后",    [4] = "天山王太后",    [5] = "泰山王太后",    [6] = "太后",    }
,   [46] = {    [1] = "《秀丽江山》的原作者是谁？",    [2] = 3,    [3] = "郭敬明",    [4] = "韩寒",    [5] = "李歆",    [6] = "林心如",    }
,   [47] = {    [1] = "戚薇在剧中饰演了什么角色？",    [2] = 4,    [3] = "贵人",    [4] = "宫女",    [5] = "富家小姐",    [6] = "阴丽华她娘",    }
,   [48] = {    [1] = "任泉在剧中和谁扮演夫妻？",    [2] = 2,    [3] = "林心如",    [4] = "戚薇",    [5] = "热依扎",    [6] = "王媛可",    }
,   [49] = {    [1] = "刘秀字是什么？",    [2] = 3,    [3] = "刘叔",    [4] = "秀叔",    [5] = "文叔",    [6] = "叔叔",    }
,   [50] = {    [1] = "刘玄字是什么？",    [2] = 1,    [3] = "圣公",    [4] = "太白",    [5] = "孟德",    [6] = "圣人",    }
,   [51] = {    [1] = "过珊彤是谁的外甥女？",    [2] = 2,    [3] = "刘玄",    [4] = "刘扬",    [5] = "刘禹",    [6] = "刘元",    }
,   [52] = {    [1] = "随军时，阴丽华化名为什么？",    [2] = 1,    [3] = "阴戟",    [4] = "杨戬",    [5] = "阴军",    [6] = "阴秀",    }
,   [53] = {    [1] = "本剧是林心如第几次做制片人？",    [2] = 3,    [3] = "1",    [4] = "2",    [5] = "3",    [6] = "4",    }
,   [54] = {    [1] = "刘秀的原型为哪位皇帝？",    [2] = 1,    [3] = "光武帝",    [4] = "文武帝",    [5] = "光启帝",    [6] = "汉武帝",    }
,   [55] = {    [1] = "冯异的别称是什么？",    [2] = 1,    [3] = "大树将军",    [4] = "大叔将军",    [5] = "大华将军",    [6] = "大领将军",    }
,   [56] = {    [1] = "下面哪一位不是过珊彤之子？",    [2] = 3,    [3] = "刘强",    [4] = "刘辅",    [5] = "刘禅",    [6] = "刘康",    }
,   [57] = {    [1] = "林心如出道时是几岁？",    [2] = 2,    [3] = "16",    [4] = "17",    [5] = "18",    [6] = "19",    }
,   [58] = {    [1] = "林心如工作室是哪一年成立的？",    [2] = 2,    [3] = "2008",    [4] = "2009",    [5] = "2010",    [6] = "2011",    }
,   [59] = {    [1] = "《秀丽江山》原著共分为几卷？",    [2] = 4,    [3] = "1",    [4] = "2",    [5] = "3",    [6] = "4",    }
,   [60] = {    [1] = "阴丽华与刘秀在哪次战役后结为连理？",    [2] = 1,    [3] = "昆阳之战",    [4] = "黄巾之战",    [5] = "赤壁之战",    [6] = "长平之战",    }
,   [61] = {    [1] = "阴丽华哪位皇子成为了太子？",    [2] = 3,    [3] = "刘荆",    [4] = "刘衡",    [5] = "刘阳",    [6] = "刘苍",    }
,   [62] = {    [1] = "冯异扮演者李佳航在2011版《还珠格格》中扮演了谁？",    [2] = 1,    [3] = "尔康",    [4] = "五阿哥",    [5] = "箫剑",    [6] = "紫薇",    }
,   [63] = {    [1] = "阴丽华的弟弟叫什么？",    [2] = 4,    [3] = "阴军",    [4] = "阴雪",    [5] = "阴成",    [6] = "阴兴",    }
,   [64] = {    [1] = "阴丽华被称为什么皇后？",    [2] = 2,    [3] = "红心皇后",    [4] = "光烈皇后",    [5] = "孝庄皇后",    [6] = "纯元皇后",    }
,   [65] = {    [1] = "冯异扮演者李佳航早期因《爱情公寓》走红，因此有个别称叫什么？",    [2] = 2,    [3] = "张伟",    [4] = "张益达",    [5] = "小龙虾",    [6] = "张律师",    }
,   [66] = {    [1] = "林心如有个妹妹叫什么？",    [2] = 2,    [3] = "林黛玉",    [4] = "林艾为",    [5] = "零零七",    [6] = "林冲",    }
,   [67] = {    [1] = "袁弘毕业于哪所院校？",    [2] = 1,    [3] = "上戏",    [4] = "北电",    [5] = "央戏",    [6] = "北美",    }
,   [68] = {    [1] = "林心如是哪里人？",    [2] = 4,    [3] = "上海",    [4] = "北京",    [5] = "四川",    [6] = "台湾",    }
,   [69] = {    [1] = "林心如在2011版《还珠格格》中饰演哪位人物？",    [2] = 4,    [3] = "紫薇",    [4] = "小燕子",    [5] = "金锁",    [6] = "夏雨荷",    }
,   [70] = {    [1] = "《秀丽江山》手游武将系统总共有多少个武将？",    [2] = 1,    [3] = "28个",    [4] = "27个",    [5] = "26个",    [6] = "25个",    }
,   [71] = {    [1] = "地级夺宝十连抽需要消耗几个钥匙？",    [2] = 4,    [3] = "12个",    [4] = "11个",    [5] = "10个",    [6] = "9个",    }
,   [72] = {    [1] = "每天有几次免费聚宝机会？",    [2] = 1,    [3] = "1次",    [4] = "2次",    [5] = "3次",    [6] = "5次",    }
,   [73] = {    [1] = "“天下第一”称号时效有多久？",    [2] = 1,    [3] = "1天",    [4] = "1周",    [5] = "1个月",    [6] = "2个月",    }
,   [74] = {    [1] = "以下不是“天下第一”称号给人物加成的属性？",    [2] = 3,    [3] = "攻击属性",    [4] = "生命属性",    [5] = "暴击属性",    [6] = "抗暴属性",    }
,   [75] = {    [1] = "“洛阳城主”称号时效有多久？",    [2] = 2,    [3] = "1天",    [4] = "1周",    [5] = "1个月",    [6] = "2个月",    }
,   [76] = {    [1] = "以下哪一种不是“洛阳城主”加成的属性？",    [2] = 4,    [3] = "攻击属性",    [4] = "内防属性",    [5] = "外防属性",    [6] = "暴击属性",    }
,   [77] = {    [1] = "王莽在历史上被称作什么皇帝？",    [2] = 2,    [3] = "更始帝",    [4] = "建兴帝",    [5] = "新新帝",    [6] = "新始帝",    }
,   [78] = {    [1] = "王莽共在位多少年？",    [2] = 3,    [3] = "14年",    [4] = "15年",    [5] = "16年",    [6] = "17年",    }
,   [79] = {    [1] = "以下哪位皇帝被称为“周公再世”",    [2] = 1,    [3] = "建兴帝",    [4] = "光武帝",    [5] = "更始帝",    [6] = "汉武帝",    }
,   [80] = {    [1] = "“云台28将”辅佐一下哪位皇帝称帝？",    [2] = 1,    [3] = "光武帝刘秀",    [4] = "建兴帝王莽",    [5] = "更始帝刘玄",    [6] = "汉武帝刘彻",    }
,   [81] = {    [1] = "以下哪里有“云台28将”的画像？",    [2] = 2,    [3] = "琅琊山",    [4] = "云台阁",    [5] = "凌烟阁",    [6] = "泰山",    }
,   [82] = {    [1] = "《秀丽江山》手游中坐骑的初始形态是什么？",    [2] = 1,    [3] = "牛",    [4] = "狗",    [5] = "鸭",    [6] = "羊",    }
,   [83] = {    [1] = "培养坐骑时需要消耗什么道具？",    [2] = 3,    [3] = "糖果",    [4] = "包子",    [5] = "御兽石",    [6] = "饼干",    }
,   [84] = {    [1] = "进阶坐骑时需要消耗什么道具？",    [2] = 2,    [3] = "真命言格",    [4] = "幻兽石",    [5] = "钻石",    [6] = "雷电石",    }
,   [85] = {    [1] = "以下哪部电视剧袁弘饰演了男主角？",    [2] = 1,    [3] = "《秀丽江山之长歌行》",    [4] = "《还珠格格》",    [5] = "《少年包青天》",    [6] = "《葫芦娃》",    }
,   [86] = {    [1] = "林心如在2016年的什么节日宣布了她的新恋情？",    [2] = 1,    [3] = "520节日",    [4] = "清明节",    [5] = "端午节",    [6] = "劳动节",    }
,   [87] = {    [1] = "提升伙伴资质需要消耗什么道具？",    [2] = 4,    [3] = "饭菜",    [4] = "石头",    [5] = "玉佩",    [6] = "真言命格",    }
,   [88] = {    [1] = "合成伙伴需要什么道具？",    [2] = 1,    [3] = "伙伴碎片",    [4] = "元宝",    [5] = "铜钱",    [6] = "幻化卡",    }
,   [89] = {    [1] = "寒铁是用来干什么的？",    [2] = 3,    [3] = "升级坐骑",    [4] = "升阶武器",    [5] = "强化武器",    [6] = "武器镶嵌",    }
,   [90] = {    [1] = "开启伙伴系统后获得第一个伙伴是？",    [2] = 4,    [3] = "刘阳",    [4] = "刘文叔",    [5] = "阴丽华",    [6] = "刘伯姬",    }
,   [91] = {    [1] = "刘秀的妹妹是谁？",    [2] = 2,    [3] = "刘阳",    [4] = "刘伯姬",    [5] = "琥珀",    [6] = "胭脂",    }
,   [92] = {    [1] = "谁能发布世族任务？",    [2] = 1,    [3] = "族长",    [4] = "副族长",    [5] = "路人",    [6] = "世族成员",    }
,   [93] = {    [1] = "每天能够完成世族跑商几次？",    [2] = 4,    [3] = "1",    [4] = "2",    [5] = "3",    [6] = "4",    }
,   [94] = {    [1] = "以下哪位是云台二十八将之一？",    [2] = 1,    [3] = "邓禹",    [4] = "蜡笔小新",    [5] = "乱马",    [6] = "琥珀",    }
,   [95] = {    [1] = "阴丽华是刘秀的第几任皇后？",    [2] = 2,    [3] = "1",    [4] = "2",    [5] = "3",    [6] = "4",    }
,   [96] = {    [1] = "邓婵的心上人是谁？",    [2] = 4,    [3] = "阴兴",    [4] = "阴丽华",    [5] = "刘秀",    [6] = "阴识",    }
,   [97] = {    [1] = "聚宝盆的功能是什么？",    [2] = 2,    [3] = "收集伙伴碎片",    [4] = "获得铜钱",    [5] = "获得稀有材料",    [6] = "购买元宝",    }
,   [98] = {    [1] = "刘秀的大哥刘縯是被谁杀死的？",    [2] = 2,    [3] = "刘秀",    [4] = "刘玄",    [5] = "阴丽华",    [6] = "过珊彤",    }
,   [99] = {    [1] = "阴丽华的武器是？",    [2] = 3,    [3] = "鞭子",    [4] = "枪",    [5] = "剑",    [6] = "扇子",    }
,   [100] = {    [1] = "刘秀的武器是？",    [2] = 3,    [3] = "三角戟",    [4] = "剑",    [5] = "枪",    [6] = "拳头",    }
,   [101] = {    [1] = "怎么获得坐骑化形“萌萌鸡”？",    [2] = 1,    [3] = "首充获得",    [4] = "路上捡",    [5] = "商场购买",    [6] = "副本掉落",    }
,   [102] = {    [1] = "战力排行榜多久更新一次？",    [2] = 3,    [3] = "即时",    [4] = "1分钟",    [5] = "半小时",    [6] = "一小时",    }
,   [103] = {    [1] = "过珊彤与刘秀分别时带走了什么信物？",    [2] = 2,    [3] = "草鸢",    [4] = "书简",    [5] = "令牌",    [6] = "手帕",    }
,   [104] = {    [1] = "丽华做了一个什么道具要飞出阴家庄？",    [2] = 2,    [3] = "风筝",    [4] = "机关鸢",    [5] = "翅膀",    [6] = "飞行器",    }
,   [105] = {    [1] = "阴家庄在哪里？",    [2] = 2,    [3] = "长安",    [4] = "南阳",    [5] = "洛阳",    [6] = "宛城",    }
,   [106] = {    [1] = "阴丽华在太学假扮的什么？",    [2] = 1,    [3] = "书童",    [4] = "学生",    [5] = "守卫",    [6] = "旁听者",    }
,   [107] = {    [1] = "邓禹在什么事情过后开始游学历练？",    [2] = 4,    [3] = "成年",    [4] = "遇难",    [5] = "结婚",    [6] = "及冠",    }
,   [108] = {    [1] = "邓婵将什么作为定情信物送给了阴识？",    [2] = 2,    [3] = "发簪",    [4] = "玉佩",    [5] = "手帕",    [6] = "刺绣",    }
,   [109] = {    [1] = "丽华和邓婵被劫持之后，邓婵装的什么病逃离了劫持？",    [2] = 4,    [3] = "癫痫",    [4] = "风寒",    [5] = "瘟疫",    [6] = "心悸",    }
,   [110] = {    [1] = "劫难过后丽华离开刘家时，刘秀将什么送给了丽华？",    [2] = 4,    [3] = "首饰",    [4] = "玉佩",    [5] = "草鸢",    [6] = "稻穗",    }
,   [111] = {    [1] = "邓婵最后嫁给了谁？",    [2] = 2,    [3] = "阴兴",    [4] = "公孙石",    [5] = "阴识",    [6] = "刘秀",    }
,   [112] = {    [1] = "丽华决定让谁随邓婵出嫁？",    [2] = 4,    [3] = "琥珀",    [4] = "翡翠",    [5] = "阿嬷",    [6] = "胭脂",    }
,   [113] = {    [1] = "阴兴邓奉在集市上买到了丽华的什么首饰？",    [2] = 2,    [3] = "耳环",    [4] = "发簪",    [5] = "手镯",    [6] = "项链",    }
,   [114] = {    [1] = "刘秀拒绝李家联姻的理由是？",    [2] = 1,    [3] = "大业未成",    [4] = "身体抱恙",    [5] = "血海深仇",    [6] = "无心成家",    }
,   [115] = {    [1] = "刘縯赠与丽华的刀叫做什么？",    [2] = 3,    [3] = "雁翎",    [4] = "斩马",    [5] = "长歌",    [6] = "环首",    }
,   [116] = {    [1] = "刘伯姬在丽华洗澡的时候做了什么？",    [2] = 4,    [3] = "放火",    [4] = "找人围观",    [5] = "放水",    [6] = "偷衣服",    }
,   [117] = {    [1] = "因为吵架，丽华怎么对付刘秀的？",    [2] = 4,    [3] = "胡闹",    [4] = "大哭",    [5] = "生气",    [6] = "踢出房间",    }
,   [118] = {    [1] = "为了摆脱刘玄的迫害，刘秀前往那里发展势力？",    [2] = 2,    [3] = "长安",    [4] = "河北",    [5] = "豫州",    [6] = "南阳",    }
,   [119] = {    [1] = "过主和刘扬打算用什么方式笼络刘秀？",    [2] = 2,    [3] = "结拜",    [4] = "联姻",    [5] = "给钱",    [6] = "恐吓",    }
,   [120] = {    [1] = "新婚之夜刘秀靠什么蒙混过关？",    [2] = 2,    [3] = "醉酒",    [4] = "装睡",    [5] = "沉默",    [6] = "敷衍",    }
,   [121] = {    [1] = "邓婵死于？",    [2] = 1,    [3] = "难产",    [4] = "心悸",    [5] = "瘟疫",    [6] = "悲愤",    }
,   [122] = {    [1] = "昆阳之战丽华负伤后，刘秀假扮什么前去探望？",    [2] = 1,    [3] = "郎中",    [4] = "小贩",    [5] = "下人",    [6] = "厨师",    }
,   [123] = {    [1] = "刘縯留给丽华的临终遗言是什么？",    [2] = 1,    [3] = "照顾刘秀",    [4] = "照顾刘伯姬",    [5] = "照顾刘玄",    [6] = "嫁给刘秀",    }
,   [124] = {    [1] = "新房之中刘秀丽华的婚服里面是？",    [2] = 2,    [3] = "常服",    [4] = "丧服",    [5] = "礼服",    [6] = "汉服",    }
,   [125] = {    [1] = "邓禹和邓奉是什么关系？",    [2] = 3,    [3] = "父子",    [4] = "兄弟",    [5] = "叔侄",    [6] = "爷孙",    }
,   [126] = {    [1] = "丽华和邓婵交谈时记忆中的刘秀是什么形象？",    [2] = 1,    [3] = "背影",    [4] = "声音",    [5] = "相貌",    [6] = "气质",    }
,   [127] = {    [1] = "刘秀离开太学，严子陵将什么送给了刘秀？",    [2] = 4,    [3] = "书简",    [4] = "食物",    [5] = "银两",    [6] = "令牌",    }
,   [128] = {    [1] = "郭圣通和郭主是什么关系？",    [2] = 2,    [3] = "姐妹",    [4] = "母女",    [5] = "结拜",    [6] = "祖孙",    }
,   [129] = {    [1] = "刘秀假扮了什么身份救出了郭氏母女？",    [2] = 1,    [3] = "参军",    [4] = "随从",    [5] = "大侠",    [6] = "路人甲",    }
,   [130] = {    [1] = "邓禹收藏的董仲舒珍本是什么书？",    [2] = 4,    [3] = "大学",    [4] = "论语",    [5] = "史记",    [6] = "春秋繁露",    }
,   [131] = {    [1] = "刘秀和邓晨前往阴家庄见到丽华了吗？",    [2] = 1,    [3] = "见到了",    [4] = "没见到",    }
,   [132] = {    [1] = "邓婵最喜欢谁？",    [2] = 3,    [3] = "阴兴",    [4] = "公孙石",    [5] = "阴识",    [6] = "刘秀",    }
,   [133] = {    [1] = "劫持丽华邓婵的劫匪有几个人？",    [2] = 2,    [3] = "2",    [4] = "3",    [5] = "5",    [6] = "6",    }
,   [134] = {    [1] = "丁柔是什么身份？",    [2] = 2,    [3] = "侍女",    [4] = "官婢",    [5] = "宫女",    [6] = "小妾",    }
,   [135] = {    [1] = "丁柔被谁救走了？",    [2] = 1,    [3] = "冯异",    [4] = "邓禹",    [5] = "吴汉",    [6] = "刘秀",    }
,   [136] = {    [1] = "尉迟俊因为做了什么被丽华捉住？",    [2] = 1,    [3] = "偷粮食",    [4] = "打人",    [5] = "抢劫",    [6] = "放火",    }
,   [137] = {    [1] = "阴兴邓奉沙盘演兵，最后谁赢了？",    [2] = 1,    [3] = "邓奉",    [4] = "阴兴",    }
,   [138] = {    [1] = "阴兴邓奉在集市上买到了丽华的什么首饰？",    [2] = 2,    [3] = "耳环",    [4] = "发簪",    [5] = "手镯",    [6] = "项链",    }
,   [139] = {    [1] = "阴戟的身份和阴识是什么关系？",    [2] = 1,    [3] = "族弟",    [4] = "表兄",    [5] = "堂哥",    [6] = "内弟",    }
,   [140] = {    [1] = "刘秀将粮食贩卖到了那里？",    [2] = 3,    [3] = "长安",    [4] = "南阳",    [5] = "宛城",    [6] = "洛阳",    }
,   [141] = {    [1] = "刘秀和李轶在那里相遇？",    [2] = 3,    [3] = "大街",    [4] = "客栈",    [5] = "粮店",    [6] = "酒楼",    }
,   [142] = {    [1] = "邓婵在公孙家过得怎么样？",    [2] = 3,    [3] = "很好",    [4] = "一般",    [5] = "不好",    [6] = "不知道",    }
,   [143] = {    [1] = "刘縯为了什么而杀了申屠臣？",    [2] = 4,    [3] = "吃饭",    [4] = "睡觉",    [5] = "比武",    [6] = "看病",    }
,   [144] = {    [1] = "李通的小妹叫什么名字？",    [2] = 2,    [3] = "李丽",    [4] = "李珺",    [5] = "李娜",    [6] = "李华",    }
,   [145] = {    [1] = "李轶和李通是什么关系？",    [2] = 4,    [3] = "结拜",    [4] = "叔侄",    [5] = "父子",    [6] = "兄弟",    }
,   [146] = {    [1] = "李刘俩家相约何时起兵反莽？",    [2] = 3,    [3] = "夏至",    [4] = "春分",    [5] = "立秋",    [6] = "重阳",    }
,   [147] = {    [1] = "丽华男装是不会做什么，由刘秀来代劳?",    [2] = 2,    [3] = "梳妆",    [4] = "束发",    [5] = "做饭",    [6] = "洗衣",    }
,   [148] = {    [1] = "丽华与刘稷比武最后谁赢了？",    [2] = 1,    [3] = "丽华",    [4] = "刘稷",    }
,   [149] = {    [1] = "刘良是刘家长辈，是什么辈分？",    [2] = 2,    [3] = "大伯父",    [4] = "二叔父",    [5] = "三叔父",    [6] = "祖父",    }
,   [150] = {    [1] = "谁来帮助丽华不受欺负？",    [2] = 3,    [3] = "阴兴",    [4] = "邓奉",    [5] = "尉迟俊",    [6] = "琥珀",    }
,   [151] = {    [1] = "刘伯姬用什么方式揭出了丽华的身份？",    [2] = 2,    [3] = "跳舞",    [4] = "舞剑",    [5] = "弹琴",    [6] = "奏乐",    }
,   [152] = {    [1] = "邓婵是否被公孙石赶出了家门？",    [2] = 1,    [3] = "是",    [4] = "不是",    }
,   [153] = {    [1] = "胭脂去做什么之后被追兵抓住？",    [2] = 2,    [3] = "寻食",    [4] = "打水",    [5] = "取火",    [6] = "驾车",    }
,   [154] = {    [1] = "丽华被新兵追赶时，是谁救了丽华？",    [2] = 2,    [3] = "刘秀",    [4] = "刘玄",    [5] = "阴兴",    [6] = "阴识",    }
,   [155] = {    [1] = "丽华去舂陵的路上被谁遇到了？",    [2] = 2,    [3] = "刘稷",    [4] = "刘仲",    [5] = "刘秀",    [6] = "刘縯",    }
,   [156] = {    [1] = "在众人反对起兵时，发生了什么天相？",    [2] = 4,    [3] = "月食",    [4] = "日食",    [5] = "流星",    [6] = "彗星",    }
,   [157] = {    [1] = "刘縯起兵自封的官职是？",    [2] = 1,    [3] = "柱天都部",    [4] = "平贼将军",    [5] = "银甲元帅",    [6] = "霹雳先锋",    }
,   [158] = {    [1] = "刘秀攻打长聚时的坐骑？",    [2] = 1,    [3] = "牛",    [4] = "马",    [5] = "鹿",    [6] = "驴",    }
,   [159] = {    [1] = "长聚阵前刘氏子弟兵唱的是什么？",    [2] = 1,    [3] = "无衣",    [4] = "蒹葭",    [5] = "长歌",    [6] = "离行",    }
,   [160] = {    [1] = "攻打湖阳时，丽华受箭伤的部位是？",    [2] = 1,    [3] = "肩膀",    [4] = "额头",    [5] = "腿部",    [6] = "手臂",    }
,   [161] = {    [1] = "前往刘秀外祖家捣乱的绿林将军是？",    [2] = 1,    [3] = "张卬",    [4] = "张卯",    [5] = "张印",    [6] = "张卵",    }
,   }
,  id = 35,  questionNum = 5,  awards1 = {   [1] = {    id = 11,    type = 5,    count = 800,    bind = 1,    }
,   [2] = {    id = 0,    type = 2,    count = 30000,    bind = 1,    }
,   [3] = {    id = 2,    type = 2,    count = 100,    bind = 1,    }
,   }
,  activityTime = 1800,  }
, [36] = {  questions = {   [1] = {    [1] = "《秀丽江山》小说的作者是以下哪位？",    [2] = 3,    [3] = "施耐庵",    [4] = "郭敬明",    [5] = "李歆",    [6] = "饶雪漫",    }
,   [2] = {    [1] = "《秀丽江山》故事发生在哪个朝代？",    [2] = 2,    [3] = "明朝",    [4] = "汉朝",    [5] = "隋朝",    [6] = "秦朝",    }
,   [3] = {    [1] = "东汉开国皇帝是以下哪位？",    [2] = 1,    [3] = "刘秀",    [4] = "刘邦",    [5] = "刘彻",    [6] = "刘惠",    }
,   [4] = {    [1] = "“牛背上的开国皇帝”是以下哪位？",    [2] = 3,    [3] = "汉高祖刘邦",    [4] = "汉景帝刘启",    [5] = "汉世祖刘秀",    [6] = "汉武帝刘彻",    }
,   [5] = {    [1] = "刘秀的起兵之地？",    [2] = 3,    [3] = "昆阳",    [4] = "关东",    [5] = "舂陵",    [6] = "西蜀",    }
,   [6] = {    [1] = "刘秀是在那里称帝的？",    [2] = 1,    [3] = "河北",    [4] = "山西",    [5] = "陕西",    [6] = "长安",    }
,   [7] = {    [1] = "“失之东隅，收之桑榆”该典故的主角是剧中谁？",    [2] = 2,    [3] = "邓禹",    [4] = "冯异",    [5] = "杜茂",    [6] = "琅邪",    }
,   [8] = {    [1] = "《秀丽江山》电视剧阴丽华的扮演者？",    [2] = 2,    [3] = "刘诗诗",    [4] = "林心如",    [5] = "林允儿",    [6] = "古力娜扎",    }
,   [9] = {    [1] = "《秀丽江山》电视剧刘秀的扮演者？",    [2] = 4,    [3] = "林更新",    [4] = "宋仲基",    [5] = "鹿晗",    [6] = "袁弘",    }
,   [10] = {    [1] = "以下哪位明星参演过《秀丽江山》？",    [2] = 1,    [3] = "马天宇",    [4] = "胡歌",    [5] = "霍建华",    [6] = "吴亦凡",    }
,   [11] = {    [1] = "以下哪位明星参演过《秀丽江山》？",    [2] = 1,    [3] = "雪姨王琳",    [4] = "赵丽颖",    [5] = "宋茜",    [6] = "唐嫣",    }
,   [12] = {    [1] = "《秀丽江山》将会在哪个电视台首次播出？",    [2] = 1,    [3] = "江苏卫视",    [4] = "湖南卫视",    [5] = "浙江卫视",    [6] = "安徽卫视",    }
,   [13] = {    [1] = "《秀丽江山》的拍摄地？",    [2] = 1,    [3] = "象山影视城",    [4] = "横店影视城",    [5] = "涿州影视城",    [6] = "中山影视城",    }
,   [14] = {    [1] = "刘秀的第一位皇后是？",    [2] = 2,    [3] = "阴丽华",    [4] = "过珊彤",    [5] = "隔壁王婶",    [6] = "芙蓉姐姐",    }
,   [15] = {    [1] = "刘秀的原配是？",    [2] = 1,    [3] = "阴丽华",    [4] = "卫子夫",    [5] = "吕雉",    [6] = "过珊彤",    }
,   [16] = {    [1] = "刘阳的生母是？",    [2] = 3,    [3] = "芙蓉姐姐",    [4] = "过珊彤",    [5] = "阴丽华",    [6] = "凤姐",    }
,   [17] = {    [1] = "绿林军拥立谁当上皇帝？",    [2] = 3,    [3] = "刘彻",    [4] = "刘协",    [5] = "刘玄",    [6] = "隔壁王叔",    }
,   [18] = {    [1] = "刘玄史称什么皇帝？",    [2] = 4,    [3] = "汉惠帝",    [4] = "光武帝",    [5] = "汉武帝",    [6] = "更始帝",    }
,   [19] = {    [1] = "《秀丽江山》首播时间？",    [2] = 3,    [3] = "2016年5月份",    [4] = "2016年6月份",    [5] = "2016年7月份",    [6] = "2016年8月份",    }
,   [20] = {    [1] = "《秀丽江山》游戏总共有几个职业？",    [2] = 3,    [3] = "1",    [4] = "2",    [5] = "3",    [6] = "随意设定",    }
,   [21] = {    [1] = "刘秀与阴丽华的定情信物是什么？",    [2] = 3,    [3] = "玉簪",    [4] = "玉佩",    [5] = "草鸢",    [6] = "同心结",    }
,   [22] = {    [1] = "阴识与邓婵的定情信物是什么？",    [2] = 1,    [3] = "玉佩",    [4] = "草戒指",    [5] = "匕首",    [6] = "手帕",    }
,   [23] = {    [1] = "东汉开国皇帝是以下哪位？",    [2] = 3,    [3] = "汉高祖刘邦",    [4] = "汉景帝刘启",    [5] = "汉世祖刘秀",    [6] = "汉武帝刘彻",    }
,   [24] = {    [1] = "王莽建立的王朝国号是？",    [2] = 4,    [3] = "秦",    [4] = "晋",    [5] = "汉",    [6] = "新",    }
,   [25] = {    [1] = "秀丽江山电视剧阴丽华的饰演者？",    [2] = 4,    [3] = "赵薇",    [4] = "章子怡",    [5] = "白百合",    [6] = "林心如",    }
,   [26] = {    [1] = "仕宦当作执金吾，娶妻当得______？",    [2] = 2,    [3] = "郭氏",    [4] = "阴丽华",    [5] = "隔壁王婶",    [6] = "小编",    }
,   [27] = {    [1] = "以下哪位人物不是云台二十八将之一？",    [2] = 4,    [3] = "邓禹",    [4] = "冯异",    [5] = "杜茂",    [6] = "琅邪",    }
,   [28] = {    [1] = "过珊彤是谁的皇后？",    [2] = 4,    [3] = "刘邦",    [4] = "刘协",    [5] = "刘炟",    [6] = "刘秀",    }
,   [29] = {    [1] = "过珊彤是哪里的王族？",    [2] = 1,    [3] = "河北",    [4] = "河南",    [5] = "山西",    [6] = "陕西",    }
,   [30] = {    [1] = "刘秀年少时在哪里求学？",    [2] = 1,    [3] = "长安太学",    [4] = "金乌学堂",    [5] = "四夏草屋",    [6] = "慧季学堂",    }
,   [31] = {    [1] = "以下哪个角色人物是远程攻击？",    [2] = 1,    [3] = "过珊彤",    [4] = "阴丽华",    [5] = "刘秀",    [6] = "隔壁王婶",    }
,   [32] = {    [1] = "以下哪个角色人物是防御性比较强？",    [2] = 2,    [3] = "阴丽华",    [4] = "刘秀",    [5] = "过珊彤",    [6] = "隔壁王婶",    }
,   [33] = {    [1] = "以下哪个角色人物是外功职业？",    [2] = 1,    [3] = "刘秀",    [4] = "阴丽华",    [5] = "过珊彤",    [6] = "隔壁王婶",    }
,   [34] = {    [1] = "角色有几个部位可以穿戴装备？",    [2] = 2,    [3] = "5",    [4] = "6",    [5] = "7",    [6] = "不知道",    }
,   [35] = {    [1] = "每个职业总共有几个技能？",    [2] = 2,    [3] = "2",    [4] = "4",    [5] = "6",    [6] = "不知道",    }
,   [36] = {    [1] = "地级寻宝每天可以免费使用几次？",    [2] = 2,    [3] = "3",    [4] = "5",    [5] = "10",    [6] = "不知道",    }
,   [37] = {    [1] = "天级寻宝每隔多少小时可以免费使用一次？",    [2] = 2,    [3] = "20小时",    [4] = "24小时",    [5] = "60小时",    [6] = "不知道",    }
,   [38] = {    [1] = "坐骑分为多少阶？",    [2] = 3,    [3] = "8阶",    [4] = "9阶",    [5] = "10阶",    [6] = "不知道",    }
,   [39] = {    [1] = "《秀丽江山之长歌行》的制片人是谁？",    [2] = 3,    [3] = "王坚平",    [4] = "张海潮",    [5] = "林心如",    [6] = "平鑫涛",    }
,   [40] = {    [1] = "“雪姨”在《情深深雨蒙蒙》中是谁的母亲？",    [2] = 3,    [3] = "可云",    [4] = "依萍",    [5] = "如萍",    [6] = "隔壁二丫子",    }
,   [41] = {    [1] = "“雪姨”王琳在《秀丽江山》剧中是谁的母亲？",    [2] = 2,    [3] = "阴丽华",    [4] = "过珊彤",    [5] = "刘秀",    [6] = "邓婵",    }
,   [42] = {    [1] = "刘秀的家乡在哪里？",    [2] = 2,    [3] = "开封",    [4] = "南阳",    [5] = "洛阳",    [6] = "扬州",    }
,   [43] = {    [1] = "刘秀的扮演者袁弘，与哪位艺人是夫妻？",    [2] = 3,    [3] = "张艺馨",    [4] = "张含韵",    [5] = "张歆艺",    [6] = "张馨予",    }
,   [44] = {    [1] = "冯异的扮演者是哪位演员？",    [2] = 3,    [3] = "张益达",    [4] = "张伟",    [5] = "李佳航",    [6] = "福尔康",    }
,   [45] = {    [1] = "过珊彤被废后后，被称作什么？",    [2] = 1,    [3] = "中山王太后",    [4] = "天山王太后",    [5] = "泰山王太后",    [6] = "太后",    }
,   [46] = {    [1] = "《秀丽江山》的原作者是谁？",    [2] = 3,    [3] = "郭敬明",    [4] = "韩寒",    [5] = "李歆",    [6] = "林心如",    }
,   [47] = {    [1] = "戚薇在剧中饰演了什么角色？",    [2] = 4,    [3] = "贵人",    [4] = "宫女",    [5] = "富家小姐",    [6] = "阴丽华她娘",    }
,   [48] = {    [1] = "任泉在剧中和谁扮演夫妻？",    [2] = 2,    [3] = "林心如",    [4] = "戚薇",    [5] = "热依扎",    [6] = "王媛可",    }
,   [49] = {    [1] = "刘秀字是什么？",    [2] = 3,    [3] = "刘叔",    [4] = "秀叔",    [5] = "文叔",    [6] = "叔叔",    }
,   [50] = {    [1] = "刘玄字是什么？",    [2] = 1,    [3] = "圣公",    [4] = "太白",    [5] = "孟德",    [6] = "圣人",    }
,   [51] = {    [1] = "过珊彤是谁的外甥女？",    [2] = 2,    [3] = "刘玄",    [4] = "刘扬",    [5] = "刘禹",    [6] = "刘元",    }
,   [52] = {    [1] = "随军时，阴丽华化名为什么？",    [2] = 1,    [3] = "阴戟",    [4] = "杨戬",    [5] = "阴军",    [6] = "阴秀",    }
,   [53] = {    [1] = "本剧是林心如第几次做制片人？",    [2] = 3,    [3] = "1",    [4] = "2",    [5] = "3",    [6] = "4",    }
,   [54] = {    [1] = "刘秀的原型为哪位皇帝？",    [2] = 1,    [3] = "光武帝",    [4] = "文武帝",    [5] = "光启帝",    [6] = "汉武帝",    }
,   [55] = {    [1] = "冯异的别称是什么？",    [2] = 1,    [3] = "大树将军",    [4] = "大叔将军",    [5] = "大华将军",    [6] = "大领将军",    }
,   [56] = {    [1] = "下面哪一位不是过珊彤之子？",    [2] = 3,    [3] = "刘强",    [4] = "刘辅",    [5] = "刘禅",    [6] = "刘康",    }
,   [57] = {    [1] = "林心如出道时是几岁？",    [2] = 2,    [3] = "16",    [4] = "17",    [5] = "18",    [6] = "19",    }
,   [58] = {    [1] = "林心如工作室是哪一年成立的？",    [2] = 2,    [3] = "2008",    [4] = "2009",    [5] = "2010",    [6] = "2011",    }
,   [59] = {    [1] = "《秀丽江山》原著共分为几卷？",    [2] = 4,    [3] = "1",    [4] = "2",    [5] = "3",    [6] = "4",    }
,   [60] = {    [1] = "阴丽华与刘秀在哪次战役后结为连理？",    [2] = 1,    [3] = "昆阳之战",    [4] = "黄巾之战",    [5] = "赤壁之战",    [6] = "长平之战",    }
,   [61] = {    [1] = "阴丽华哪位皇子成为了太子？",    [2] = 3,    [3] = "刘荆",    [4] = "刘衡",    [5] = "刘阳",    [6] = "刘苍",    }
,   [62] = {    [1] = "冯异扮演者李佳航在2011版《还珠格格》中扮演了谁？",    [2] = 1,    [3] = "尔康",    [4] = "五阿哥",    [5] = "箫剑",    [6] = "紫薇",    }
,   [63] = {    [1] = "阴丽华的弟弟叫什么？",    [2] = 4,    [3] = "阴军",    [4] = "阴雪",    [5] = "阴成",    [6] = "阴兴",    }
,   [64] = {    [1] = "阴丽华被称为什么皇后？",    [2] = 2,    [3] = "红心皇后",    [4] = "光烈皇后",    [5] = "孝庄皇后",    [6] = "纯元皇后",    }
,   [65] = {    [1] = "冯异扮演者李佳航早期因《爱情公寓》走红，因此有个别称叫什么？",    [2] = 2,    [3] = "张伟",    [4] = "张益达",    [5] = "小龙虾",    [6] = "张律师",    }
,   [66] = {    [1] = "林心如有个妹妹叫什么？",    [2] = 2,    [3] = "林黛玉",    [4] = "林艾为",    [5] = "零零七",    [6] = "林冲",    }
,   [67] = {    [1] = "袁弘毕业于哪所院校？",    [2] = 1,    [3] = "上戏",    [4] = "北电",    [5] = "央戏",    [6] = "北美",    }
,   [68] = {    [1] = "林心如是哪里人？",    [2] = 4,    [3] = "上海",    [4] = "北京",    [5] = "四川",    [6] = "台湾",    }
,   [69] = {    [1] = "林心如在2011版《还珠格格》中饰演哪位人物？",    [2] = 4,    [3] = "紫薇",    [4] = "小燕子",    [5] = "金锁",    [6] = "夏雨荷",    }
,   [70] = {    [1] = "《秀丽江山》手游武将系统总共有多少个武将？",    [2] = 1,    [3] = "28个",    [4] = "27个",    [5] = "26个",    [6] = "25个",    }
,   [71] = {    [1] = "地级夺宝十连抽需要消耗几个钥匙？",    [2] = 4,    [3] = "12个",    [4] = "11个",    [5] = "10个",    [6] = "9个",    }
,   [72] = {    [1] = "每天有几次免费聚宝机会？",    [2] = 1,    [3] = "1次",    [4] = "2次",    [5] = "3次",    [6] = "5次",    }
,   [73] = {    [1] = "“天下第一”称号时效有多久？",    [2] = 1,    [3] = "1天",    [4] = "1周",    [5] = "1个月",    [6] = "2个月",    }
,   [74] = {    [1] = "以下不是“天下第一”称号给人物加成的属性？",    [2] = 3,    [3] = "攻击属性",    [4] = "生命属性",    [5] = "暴击属性",    [6] = "抗暴属性",    }
,   [75] = {    [1] = "“洛阳城主”称号时效有多久？",    [2] = 2,    [3] = "1天",    [4] = "1周",    [5] = "1个月",    [6] = "2个月",    }
,   [76] = {    [1] = "以下哪一种不是“洛阳城主”加成的属性？",    [2] = 4,    [3] = "攻击属性",    [4] = "内防属性",    [5] = "外防属性",    [6] = "暴击属性",    }
,   [77] = {    [1] = "王莽在历史上被称作什么皇帝？",    [2] = 2,    [3] = "更始帝",    [4] = "建兴帝",    [5] = "新新帝",    [6] = "新始帝",    }
,   [78] = {    [1] = "王莽共在位多少年？",    [2] = 3,    [3] = "14年",    [4] = "15年",    [5] = "16年",    [6] = "17年",    }
,   [79] = {    [1] = "以下哪位皇帝被称为“周公再世”",    [2] = 1,    [3] = "建兴帝",    [4] = "光武帝",    [5] = "更始帝",    [6] = "汉武帝",    }
,   [80] = {    [1] = "“云台28将”辅佐一下哪位皇帝称帝？",    [2] = 1,    [3] = "光武帝刘秀",    [4] = "建兴帝王莽",    [5] = "更始帝刘玄",    [6] = "汉武帝刘彻",    }
,   [81] = {    [1] = "以下哪里有“云台28将”的画像？",    [2] = 2,    [3] = "琅琊山",    [4] = "云台阁",    [5] = "凌烟阁",    [6] = "泰山",    }
,   [82] = {    [1] = "《秀丽江山》手游中坐骑的初始形态是什么？",    [2] = 1,    [3] = "牛",    [4] = "狗",    [5] = "鸭",    [6] = "羊",    }
,   [83] = {    [1] = "培养坐骑时需要消耗什么道具？",    [2] = 3,    [3] = "糖果",    [4] = "包子",    [5] = "御兽石",    [6] = "饼干",    }
,   [84] = {    [1] = "进阶坐骑时需要消耗什么道具？",    [2] = 2,    [3] = "真命言格",    [4] = "幻兽石",    [5] = "钻石",    [6] = "雷电石",    }
,   [85] = {    [1] = "以下哪部电视剧袁弘饰演了男主角？",    [2] = 1,    [3] = "《秀丽江山之长歌行》",    [4] = "《还珠格格》",    [5] = "《少年包青天》",    [6] = "《葫芦娃》",    }
,   [86] = {    [1] = "林心如在2016年的什么节日宣布了她的新恋情？",    [2] = 1,    [3] = "520节日",    [4] = "清明节",    [5] = "端午节",    [6] = "劳动节",    }
,   [87] = {    [1] = "提升伙伴资质需要消耗什么道具？",    [2] = 4,    [3] = "饭菜",    [4] = "石头",    [5] = "玉佩",    [6] = "真言命格",    }
,   [88] = {    [1] = "合成伙伴需要什么道具？",    [2] = 1,    [3] = "伙伴碎片",    [4] = "元宝",    [5] = "铜钱",    [6] = "幻化卡",    }
,   [89] = {    [1] = "寒铁是用来干什么的？",    [2] = 3,    [3] = "升级坐骑",    [4] = "升阶武器",    [5] = "强化武器",    [6] = "武器镶嵌",    }
,   [90] = {    [1] = "开启伙伴系统后获得第一个伙伴是？",    [2] = 4,    [3] = "刘阳",    [4] = "刘文叔",    [5] = "阴丽华",    [6] = "刘伯姬",    }
,   [91] = {    [1] = "刘秀的妹妹是谁？",    [2] = 2,    [3] = "刘阳",    [4] = "刘伯姬",    [5] = "琥珀",    [6] = "胭脂",    }
,   [92] = {    [1] = "谁能发布世族任务？",    [2] = 1,    [3] = "族长",    [4] = "副族长",    [5] = "路人",    [6] = "世族成员",    }
,   [93] = {    [1] = "每天能够完成世族跑商几次？",    [2] = 4,    [3] = "1",    [4] = "2",    [5] = "3",    [6] = "4",    }
,   [94] = {    [1] = "以下哪位是云台二十八将之一？",    [2] = 1,    [3] = "邓禹",    [4] = "蜡笔小新",    [5] = "乱马",    [6] = "琥珀",    }
,   [95] = {    [1] = "阴丽华是刘秀的第几任皇后？",    [2] = 2,    [3] = "1",    [4] = "2",    [5] = "3",    [6] = "4",    }
,   [96] = {    [1] = "邓婵的心上人是谁？",    [2] = 4,    [3] = "阴兴",    [4] = "阴丽华",    [5] = "刘秀",    [6] = "阴识",    }
,   [97] = {    [1] = "聚宝盆的功能是什么？",    [2] = 2,    [3] = "收集伙伴碎片",    [4] = "获得铜钱",    [5] = "获得稀有材料",    [6] = "购买元宝",    }
,   [98] = {    [1] = "刘秀的大哥刘縯是被谁杀死的？",    [2] = 2,    [3] = "刘秀",    [4] = "刘玄",    [5] = "阴丽华",    [6] = "过珊彤",    }
,   [99] = {    [1] = "阴丽华的武器是？",    [2] = 3,    [3] = "鞭子",    [4] = "枪",    [5] = "剑",    [6] = "扇子",    }
,   [100] = {    [1] = "刘秀的武器是？",    [2] = 3,    [3] = "三角戟",    [4] = "剑",    [5] = "枪",    [6] = "拳头",    }
,   [101] = {    [1] = "怎么获得坐骑化形“萌萌鸡”？",    [2] = 1,    [3] = "首充获得",    [4] = "路上捡",    [5] = "商场购买",    [6] = "副本掉落",    }
,   [102] = {    [1] = "战力排行榜多久更新一次？",    [2] = 3,    [3] = "即时",    [4] = "1分钟",    [5] = "半小时",    [6] = "一小时",    }
,   [103] = {    [1] = "过珊彤与刘秀分别时带走了什么信物？",    [2] = 2,    [3] = "草鸢",    [4] = "书简",    [5] = "令牌",    [6] = "手帕",    }
,   [104] = {    [1] = "丽华做了一个什么道具要飞出阴家庄？",    [2] = 2,    [3] = "风筝",    [4] = "机关鸢",    [5] = "翅膀",    [6] = "飞行器",    }
,   [105] = {    [1] = "阴家庄在哪里？",    [2] = 2,    [3] = "长安",    [4] = "南阳",    [5] = "洛阳",    [6] = "宛城",    }
,   [106] = {    [1] = "阴丽华在太学假扮的什么？",    [2] = 1,    [3] = "书童",    [4] = "学生",    [5] = "守卫",    [6] = "旁听者",    }
,   [107] = {    [1] = "邓禹在什么事情过后开始游学历练？",    [2] = 4,    [3] = "成年",    [4] = "遇难",    [5] = "结婚",    [6] = "及冠",    }
,   [108] = {    [1] = "邓婵将什么作为定情信物送给了阴识？",    [2] = 2,    [3] = "发簪",    [4] = "玉佩",    [5] = "手帕",    [6] = "刺绣",    }
,   [109] = {    [1] = "丽华和邓婵被劫持之后，邓婵装的什么病逃离了劫持？",    [2] = 4,    [3] = "癫痫",    [4] = "风寒",    [5] = "瘟疫",    [6] = "心悸",    }
,   [110] = {    [1] = "劫难过后丽华离开刘家时，刘秀将什么送给了丽华？",    [2] = 4,    [3] = "首饰",    [4] = "玉佩",    [5] = "草鸢",    [6] = "稻穗",    }
,   [111] = {    [1] = "邓婵最后嫁给了谁？",    [2] = 2,    [3] = "阴兴",    [4] = "公孙石",    [5] = "阴识",    [6] = "刘秀",    }
,   [112] = {    [1] = "丽华决定让谁随邓婵出嫁？",    [2] = 4,    [3] = "琥珀",    [4] = "翡翠",    [5] = "阿嬷",    [6] = "胭脂",    }
,   [113] = {    [1] = "阴兴邓奉在集市上买到了丽华的什么首饰？",    [2] = 2,    [3] = "耳环",    [4] = "发簪",    [5] = "手镯",    [6] = "项链",    }
,   [114] = {    [1] = "刘秀拒绝李家联姻的理由是？",    [2] = 1,    [3] = "大业未成",    [4] = "身体抱恙",    [5] = "血海深仇",    [6] = "无心成家",    }
,   [115] = {    [1] = "刘縯赠与丽华的刀叫做什么？",    [2] = 3,    [3] = "雁翎",    [4] = "斩马",    [5] = "长歌",    [6] = "环首",    }
,   [116] = {    [1] = "刘伯姬在丽华洗澡的时候做了什么？",    [2] = 4,    [3] = "放火",    [4] = "找人围观",    [5] = "放水",    [6] = "偷衣服",    }
,   [117] = {    [1] = "因为吵架，丽华怎么对付刘秀的？",    [2] = 4,    [3] = "胡闹",    [4] = "大哭",    [5] = "生气",    [6] = "踢出房间",    }
,   [118] = {    [1] = "为了摆脱刘玄的迫害，刘秀前往那里发展势力？",    [2] = 2,    [3] = "长安",    [4] = "河北",    [5] = "豫州",    [6] = "南阳",    }
,   [119] = {    [1] = "过主和刘扬打算用什么方式笼络刘秀？",    [2] = 2,    [3] = "结拜",    [4] = "联姻",    [5] = "给钱",    [6] = "恐吓",    }
,   [120] = {    [1] = "新婚之夜刘秀靠什么蒙混过关？",    [2] = 2,    [3] = "醉酒",    [4] = "装睡",    [5] = "沉默",    [6] = "敷衍",    }
,   [121] = {    [1] = "邓婵死于？",    [2] = 1,    [3] = "难产",    [4] = "心悸",    [5] = "瘟疫",    [6] = "悲愤",    }
,   [122] = {    [1] = "昆阳之战丽华负伤后，刘秀假扮什么前去探望？",    [2] = 1,    [3] = "郎中",    [4] = "小贩",    [5] = "下人",    [6] = "厨师",    }
,   [123] = {    [1] = "刘縯留给丽华的临终遗言是什么？",    [2] = 1,    [3] = "照顾刘秀",    [4] = "照顾刘伯姬",    [5] = "照顾刘玄",    [6] = "嫁给刘秀",    }
,   [124] = {    [1] = "新房之中刘秀丽华的婚服里面是？",    [2] = 2,    [3] = "常服",    [4] = "丧服",    [5] = "礼服",    [6] = "汉服",    }
,   [125] = {    [1] = "邓禹和邓奉是什么关系？",    [2] = 3,    [3] = "父子",    [4] = "兄弟",    [5] = "叔侄",    [6] = "爷孙",    }
,   [126] = {    [1] = "丽华和邓婵交谈时记忆中的刘秀是什么形象？",    [2] = 1,    [3] = "背影",    [4] = "声音",    [5] = "相貌",    [6] = "气质",    }
,   [127] = {    [1] = "刘秀离开太学，严子陵将什么送给了刘秀？",    [2] = 4,    [3] = "书简",    [4] = "食物",    [5] = "银两",    [6] = "令牌",    }
,   [128] = {    [1] = "郭圣通和郭主是什么关系？",    [2] = 2,    [3] = "姐妹",    [4] = "母女",    [5] = "结拜",    [6] = "祖孙",    }
,   [129] = {    [1] = "刘秀假扮了什么身份救出了郭氏母女？",    [2] = 1,    [3] = "参军",    [4] = "随从",    [5] = "大侠",    [6] = "路人甲",    }
,   [130] = {    [1] = "邓禹收藏的董仲舒珍本是什么书？",    [2] = 4,    [3] = "大学",    [4] = "论语",    [5] = "史记",    [6] = "春秋繁露",    }
,   [131] = {    [1] = "刘秀和邓晨前往阴家庄见到丽华了吗？",    [2] = 1,    [3] = "见到了",    [4] = "没见到",    }
,   [132] = {    [1] = "邓婵最喜欢谁？",    [2] = 3,    [3] = "阴兴",    [4] = "公孙石",    [5] = "阴识",    [6] = "刘秀",    }
,   [133] = {    [1] = "劫持丽华邓婵的劫匪有几个人？",    [2] = 2,    [3] = "2",    [4] = "3",    [5] = "5",    [6] = "6",    }
,   [134] = {    [1] = "丁柔是什么身份？",    [2] = 2,    [3] = "侍女",    [4] = "官婢",    [5] = "宫女",    [6] = "小妾",    }
,   [135] = {    [1] = "丁柔被谁救走了？",    [2] = 1,    [3] = "冯异",    [4] = "邓禹",    [5] = "吴汉",    [6] = "刘秀",    }
,   [136] = {    [1] = "尉迟俊因为做了什么被丽华捉住？",    [2] = 1,    [3] = "偷粮食",    [4] = "打人",    [5] = "抢劫",    [6] = "放火",    }
,   [137] = {    [1] = "阴兴邓奉沙盘演兵，最后谁赢了？",    [2] = 1,    [3] = "邓奉",    [4] = "阴兴",    }
,   [138] = {    [1] = "阴兴邓奉在集市上买到了丽华的什么首饰？",    [2] = 2,    [3] = "耳环",    [4] = "发簪",    [5] = "手镯",    [6] = "项链",    }
,   [139] = {    [1] = "阴戟的身份和阴识是什么关系？",    [2] = 1,    [3] = "族弟",    [4] = "表兄",    [5] = "堂哥",    [6] = "内弟",    }
,   [140] = {    [1] = "刘秀将粮食贩卖到了那里？",    [2] = 3,    [3] = "长安",    [4] = "南阳",    [5] = "宛城",    [6] = "洛阳",    }
,   [141] = {    [1] = "刘秀和李轶在那里相遇？",    [2] = 3,    [3] = "大街",    [4] = "客栈",    [5] = "粮店",    [6] = "酒楼",    }
,   [142] = {    [1] = "邓婵在公孙家过得怎么样？",    [2] = 3,    [3] = "很好",    [4] = "一般",    [5] = "不好",    [6] = "不知道",    }
,   [143] = {    [1] = "刘縯为了什么而杀了申屠臣？",    [2] = 4,    [3] = "吃饭",    [4] = "睡觉",    [5] = "比武",    [6] = "看病",    }
,   [144] = {    [1] = "李通的小妹叫什么名字？",    [2] = 2,    [3] = "李丽",    [4] = "李珺",    [5] = "李娜",    [6] = "李华",    }
,   [145] = {    [1] = "李轶和李通是什么关系？",    [2] = 4,    [3] = "结拜",    [4] = "叔侄",    [5] = "父子",    [6] = "兄弟",    }
,   [146] = {    [1] = "李刘俩家相约何时起兵反莽？",    [2] = 3,    [3] = "夏至",    [4] = "春分",    [5] = "立秋",    [6] = "重阳",    }
,   [147] = {    [1] = "丽华男装是不会做什么，由刘秀来代劳?",    [2] = 2,    [3] = "梳妆",    [4] = "束发",    [5] = "做饭",    [6] = "洗衣",    }
,   [148] = {    [1] = "丽华与刘稷比武最后谁赢了？",    [2] = 1,    [3] = "丽华",    [4] = "刘稷",    }
,   [149] = {    [1] = "刘良是刘家长辈，是什么辈分？",    [2] = 2,    [3] = "大伯父",    [4] = "二叔父",    [5] = "三叔父",    [6] = "祖父",    }
,   [150] = {    [1] = "谁来帮助丽华不受欺负？",    [2] = 3,    [3] = "阴兴",    [4] = "邓奉",    [5] = "尉迟俊",    [6] = "琥珀",    }
,   [151] = {    [1] = "刘伯姬用什么方式揭出了丽华的身份？",    [2] = 2,    [3] = "跳舞",    [4] = "舞剑",    [5] = "弹琴",    [6] = "奏乐",    }
,   [152] = {    [1] = "邓婵是否被公孙石赶出了家门？",    [2] = 1,    [3] = "是",    [4] = "不是",    }
,   [153] = {    [1] = "胭脂去做什么之后被追兵抓住？",    [2] = 2,    [3] = "寻食",    [4] = "打水",    [5] = "取火",    [6] = "驾车",    }
,   [154] = {    [1] = "丽华被新兵追赶时，是谁救了丽华？",    [2] = 2,    [3] = "刘秀",    [4] = "刘玄",    [5] = "阴兴",    [6] = "阴识",    }
,   [155] = {    [1] = "丽华去舂陵的路上被谁遇到了？",    [2] = 2,    [3] = "刘稷",    [4] = "刘仲",    [5] = "刘秀",    [6] = "刘縯",    }
,   [156] = {    [1] = "在众人反对起兵时，发生了什么天相？",    [2] = 4,    [3] = "月食",    [4] = "日食",    [5] = "流星",    [6] = "彗星",    }
,   [157] = {    [1] = "刘縯起兵自封的官职是？",    [2] = 1,    [3] = "柱天都部",    [4] = "平贼将军",    [5] = "银甲元帅",    [6] = "霹雳先锋",    }
,   [158] = {    [1] = "刘秀攻打长聚时的坐骑？",    [2] = 1,    [3] = "牛",    [4] = "马",    [5] = "鹿",    [6] = "驴",    }
,   [159] = {    [1] = "长聚阵前刘氏子弟兵唱的是什么？",    [2] = 1,    [3] = "无衣",    [4] = "蒹葭",    [5] = "长歌",    [6] = "离行",    }
,   [160] = {    [1] = "攻打湖阳时，丽华受箭伤的部位是？",    [2] = 1,    [3] = "肩膀",    [4] = "额头",    [5] = "腿部",    [6] = "手臂",    }
,   [161] = {    [1] = "前往刘秀外祖家捣乱的绿林将军是？",    [2] = 1,    [3] = "张卬",    [4] = "张卯",    [5] = "张印",    [6] = "张卵",    }
,   }
,  awards = {   [1] = {    [1] = {     type = 0,     count = 0.4,     param = 26172,     }
,    [2] = {     type = 0,     count = 0.4,     param = 26171,     }
,    [3] = {     type = 1,     count = 1200,     param = 0,     }
,    }
,   [2] = {    [1] = {     type = 1,     count = 600,     param = 0,     }
,    }
,   }
,  questionNum = 15,  id = 36,  startTime = "0:0:0",  endTime = "0:0:0",  doubleAward = {   [1] = {    endTime = {     [1] = 22,     [2] = 0,     [3] = 0,     }
,    startTime = {     [1] = 12,     [2] = 0,     [3] = 0,     }
,    }
,   [3] = {    endTime = {     [1] = 22,     [2] = 0,     [3] = 0,     }
,    startTime = {     [1] = 12,     [2] = 0,     [3] = 0,     }
,    }
,   }
,  }
, }
,}
