baguadigongclient = {dungeonAim = { [1] = "采集残破的苦无/@gather,秦皇地宫,残破的苦无", [2] = "击杀影杀/@kill_monster,秦皇地宫,影杀", [3] = "击杀浪人/@kill_monster,秦皇地宫,浪人", [4] = "击杀霸忍/@kill_monster,秦皇地宫,霸忍", [5] = "击杀刀客/@kill_monster,秦皇地宫,刀客", }
,dungeonBtnPos = { [1] = {  [1] = 116,  [2] = 132,  }
, [2] = {  [1] = 421,  [2] = 335,  }
, [3] = {  [1] = 283,  [2] = 80,  }
, [4] = {  [1] = 472,  [2] = 224,  }
, [5] = {  [1] = 420,  [2] = 144,  }
, [6] = {  [1] = 315,  [2] = 234,  }
, }
,limitLevel = 27,npc_name = "箴机奇图|校尉",npcPos = { [1] = 51, [2] = 48, }
,dungeonAward = { [1] = {  id = 18740,  type = 0,  count = 1,  }
, [2] = {  id = 18740,  type = 0,  count = 1,  }
, [3] = {  id = 18740,  type = 0,  count = 1,  }
, [4] = {  id = 18730,  type = 0,  count = 1,  }
, [5] = {  id = 18730,  type = 0,  count = 1,  }
, }
,bossAward = { [1] = {  id = 18730,  type = 0,  count = 1,  }
, [2] = {  id = 18628,  type = 0,  count = 1,  }
, [3] = {  id = 18720,  type = 0,  count = 1,  }
, [4] = {  id = 18710,  type = 0,  count = 1,  }
, [5] = {  id = 18600,  type = 0,  count = 1,  }
, }
,actRule = "1.什么鬼。#r2.什么人。#r3.井r是跨行。",actDesc = "#c501f04箴机奇图，虚虚罔罔，魑魅魍魉。惩奸除恶，采集灵药，都可获得丰厚奖励！产出大量经验与珍贵材料",actTime = { [1] = "13:30-14:30", [2] = "20:30-21:30", }
,npc_desc = "--------------------------------------",dungeonMap = { [1] = "秦皇地宫:20:13:", [2] = "秦皇地宫:83:59:", [3] = "秦皇地宫:56:7:", [4] = "秦皇地宫:96:37:", [5] = "秦皇地宫:0:0:魔刃", [6] = "秦皇地宫:0:0:傀儡", }
,}
