chapter_config = {
	-- 第一章
	[1] = {chapterId = 1, desc = {},txt = {"碧水河畔曲水宴","返家之途逢变故","雨夜破庐救丽华","机缘巧合收尉迟","宛城李家寻刘秀"}},
	-- 第二章
	[2] = {chapterId = 2, desc = {},txt = {"沙场武擂秋点兵","兵灾之祸遗恨多","顺手牵羊秀解围","伯姬舞剑有所谋","筹谋不严事显迹","奔命之途邓婵陨"}},
	-- 第三章
	[3] = {chapterId = 3, desc = {},txt = {"舂陵天象应时势","首战告捷长阳聚","恃勇轻敌遇伏兵","彼岸浮灯祭亲友","合力并进势破竹","营帐断魂琵琶曲"}},
	-- 第四章
	[4] = {chapterId = 4, desc = {},txt = {"碎珏之宴险惊魂","意欲将计霸王殇","忍辱负重情悲切","仗义相救王侯女","是非不分被挟持","初到邯郸平匪患"}},
	-- 第五章
	[5] = {chapterId = 5, desc = {},txt = {"汉室刘林荒唐策","远行蓟州路途难","滹沱河畔犹断魂","舍生取义救亲眷","大业将成剿王朗","此心不复邓奉刎"}},
	
	[6] = {chapterId = 6, desc = {},txt ={}},
	[7] = {chapterId = 7, desc = {},txt ={}},
	[8] = {chapterId = 8, desc = {},txt ={}},
	[9] = {chapterId = 9, desc = {},txt ={}}
}