client_global_config = {rechargeAwardItems2 = { [1] = {  [1] = {   id = 18227,   type = 0,   count = 3,   }
,  [2] = {   id = 18512,   type = 0,   count = 1,   }
,  [3] = {   id = 18542,   type = 0,   count = 1,   }
,  [4] = {   id = 18522,   type = 0,   count = 1,   }
,  [5] = {   id = 18532,   type = 0,   count = 1,   }
,  [6] = {   id = 28220,   type = 0,   count = 1,   }
,  [7] = {   id = 28230,   type = 0,   count = 1,   }
,  }
, [2] = {  [1] = {   id = 18227,   type = 0,   count = 5,   }
,  [2] = {   id = 18512,   type = 0,   count = 2,   }
,  [3] = {   id = 18542,   type = 0,   count = 2,   }
,  [4] = {   id = 18522,   type = 0,   count = 2,   }
,  [5] = {   id = 18532,   type = 0,   count = 2,   }
,  [6] = {   id = 28245,   type = 0,   count = 1,   }
,  [7] = {   id = 28220,   type = 0,   count = 2,   }
,  [8] = {   id = 28230,   type = 0,   count = 2,   }
,  [9] = {   id = 18720,   type = 0,   count = 4,   }
,  }
, [3] = {  [1] = {   id = 18227,   type = 0,   count = 10,   }
,  [2] = {   id = 18512,   type = 0,   count = 3,   }
,  [3] = {   id = 18542,   type = 0,   count = 3,   }
,  [4] = {   id = 18522,   type = 0,   count = 3,   }
,  [5] = {   id = 18532,   type = 0,   count = 3,   }
,  [6] = {   id = 28245,   type = 0,   count = 1,   }
,  [7] = {   id = 28220,   type = 0,   count = 4,   }
,  [8] = {   id = 28230,   type = 0,   count = 4,   }
,  [9] = {   id = 18720,   type = 0,   count = 8,   }
,  }
, [4] = {  [1] = {   id = 18227,   type = 0,   count = 15,   }
,  [2] = {   id = 18513,   type = 0,   count = 1,   }
,  [3] = {   id = 18543,   type = 0,   count = 1,   }
,  [4] = {   id = 18523,   type = 0,   count = 1,   }
,  [5] = {   id = 18533,   type = 0,   count = 1,   }
,  [6] = {   id = 18612,   type = 0,   count = 5,   }
,  [7] = {   id = 28221,   type = 0,   count = 4,   }
,  [8] = {   id = 28231,   type = 0,   count = 4,   }
,  [9] = {   id = 18721,   type = 0,   count = 4,   }
,  }
, [5] = {  [1] = {   id = 18227,   type = 0,   count = 20,   }
,  [2] = {   id = 18513,   type = 0,   count = 2,   }
,  [3] = {   id = 18543,   type = 0,   count = 2,   }
,  [4] = {   id = 18523,   type = 0,   count = 2,   }
,  [5] = {   id = 18533,   type = 0,   count = 2,   }
,  [6] = {   id = 18612,   type = 0,   count = 6,   }
,  [7] = {   id = 28221,   type = 0,   count = 4,   }
,  [8] = {   id = 28231,   type = 0,   count = 4,   }
,  [9] = {   id = 18721,   type = 0,   count = 8,   }
,  [10] = {   id = 18610,   type = 0,   count = 1,   }
,  }
, [6] = {  [1] = {   id = 18227,   type = 0,   count = 30,   }
,  [2] = {   id = 18514,   type = 0,   count = 2,   }
,  [3] = {   id = 18544,   type = 0,   count = 2,   }
,  [4] = {   id = 18524,   type = 0,   count = 2,   }
,  [5] = {   id = 18534,   type = 0,   count = 2,   }
,  [6] = {   id = 18612,   type = 0,   count = 15,   }
,  [7] = {   id = 28222,   type = 0,   count = 6,   }
,  [8] = {   id = 28232,   type = 0,   count = 6,   }
,  [9] = {   id = 18722,   type = 0,   count = 4,   }
,  [10] = {   id = 18611,   type = 0,   count = 1,   }
,  }
, [7] = {  [1] = {   id = 18227,   type = 0,   count = 50,   }
,  [2] = {   id = 18515,   type = 0,   count = 1,   }
,  [3] = {   id = 18545,   type = 0,   count = 1,   }
,  [4] = {   id = 18525,   type = 0,   count = 1,   }
,  [5] = {   id = 18535,   type = 0,   count = 1,   }
,  [6] = {   id = 18612,   type = 0,   count = 30,   }
,  [7] = {   id = 28223,   type = 0,   count = 6,   }
,  [8] = {   id = 28233,   type = 0,   count = 6,   }
,  [9] = {   id = 18722,   type = 0,   count = 6,   }
,  [10] = {   id = 18611,   type = 0,   count = 1,   }
,  }
, [8] = {  [1] = {   id = 18227,   type = 0,   count = 80,   }
,  [2] = {   id = 18515,   type = 0,   count = 1,   }
,  [3] = {   id = 18545,   type = 0,   count = 1,   }
,  [4] = {   id = 18525,   type = 0,   count = 1,   }
,  [5] = {   id = 18535,   type = 0,   count = 1,   }
,  [6] = {   id = 18612,   type = 0,   count = 50,   }
,  [7] = {   id = 28223,   type = 0,   count = 10,   }
,  [8] = {   id = 28233,   type = 0,   count = 10,   }
,  [9] = {   id = 18722,   type = 0,   count = 10,   }
,  [10] = {   id = 18611,   type = 0,   count = 1,   }
,  }
, }
,zbsPkTime = 155,consumeAwardItems = { [1] = {  [1] = {   id = 18711,   type = 0,   count = 2,   }
,  [2] = {   id = 18720,   type = 0,   count = 4,   }
,  [3] = {   id = 18612,   type = 0,   count = 3,   }
,  [4] = {   id = 18603,   type = 0,   count = 3,   }
,  [5] = {   id = 18227,   type = 0,   count = 5,   }
,  [6] = {   id = 18608,   type = 0,   count = 9,   }
,  }
, [2] = {  [1] = {   id = 18711,   type = 0,   count = 6,   }
,  [2] = {   id = 18720,   type = 0,   count = 8,   }
,  [3] = {   id = 18612,   type = 0,   count = 5,   }
,  [4] = {   id = 18603,   type = 0,   count = 5,   }
,  [5] = {   id = 18604,   type = 0,   count = 5,   }
,  [6] = {   id = 18227,   type = 0,   count = 10,   }
,  [7] = {   id = 18609,   type = 0,   count = 1,   }
,  }
, [3] = {  [1] = {   id = 18712,   type = 0,   count = 6,   }
,  [2] = {   id = 18721,   type = 0,   count = 8,   }
,  [3] = {   id = 18612,   type = 0,   count = 10,   }
,  [4] = {   id = 18603,   type = 0,   count = 10,   }
,  [5] = {   id = 18604,   type = 0,   count = 10,   }
,  [6] = {   id = 18605,   type = 0,   count = 5,   }
,  [7] = {   id = 18227,   type = 0,   count = 15,   }
,  [8] = {   id = 18609,   type = 0,   count = 1,   }
,  }
, [4] = {  [1] = {   id = 18712,   type = 0,   count = 10,   }
,  [2] = {   id = 18721,   type = 0,   count = 12,   }
,  [3] = {   id = 18612,   type = 0,   count = 15,   }
,  [4] = {   id = 18603,   type = 0,   count = 15,   }
,  [5] = {   id = 18604,   type = 0,   count = 15,   }
,  [6] = {   id = 18605,   type = 0,   count = 10,   }
,  [7] = {   id = 18227,   type = 0,   count = 20,   }
,  [8] = {   id = 18610,   type = 0,   count = 1,   }
,  }
, [5] = {  [1] = {   id = 18713,   type = 0,   count = 8,   }
,  [2] = {   id = 18722,   type = 0,   count = 10,   }
,  [3] = {   id = 28231,   type = 0,   count = 10,   }
,  [4] = {   id = 28236,   type = 0,   count = 15,   }
,  [5] = {   id = 28221,   type = 0,   count = 10,   }
,  [6] = {   id = 28226,   type = 0,   count = 15,   }
,  [7] = {   id = 18227,   type = 0,   count = 30,   }
,  [8] = {   id = 18610,   type = 0,   count = 1,   }
,  }
, [6] = {  [1] = {   id = 18714,   type = 0,   count = 4,   }
,  [2] = {   id = 18723,   type = 0,   count = 6,   }
,  [3] = {   id = 18713,   type = 0,   count = 8,   }
,  [4] = {   id = 18722,   type = 0,   count = 10,   }
,  [5] = {   id = 28232,   type = 0,   count = 10,   }
,  [6] = {   id = 28237,   type = 0,   count = 15,   }
,  [7] = {   id = 28222,   type = 0,   count = 10,   }
,  [8] = {   id = 28227,   type = 0,   count = 15,   }
,  [9] = {   id = 18227,   type = 0,   count = 50,   }
,  [10] = {   id = 18611,   type = 0,   count = 1,   }
,  }
, [7] = {  [1] = {   id = 18714,   type = 0,   count = 8,   }
,  [2] = {   id = 18723,   type = 0,   count = 10,   }
,  [3] = {   id = 18713,   type = 0,   count = 12,   }
,  [4] = {   id = 18722,   type = 0,   count = 14,   }
,  [5] = {   id = 28233,   type = 0,   count = 8,   }
,  [6] = {   id = 28238,   type = 0,   count = 10,   }
,  [7] = {   id = 28223,   type = 0,   count = 8,   }
,  [8] = {   id = 28228,   type = 0,   count = 10,   }
,  [9] = {   id = 18227,   type = 0,   count = 80,   }
,  [10] = {   id = 18611,   type = 0,   count = 1,   }
,  }
, [8] = {  [1] = {   id = 18227,   type = 0,   count = 100,   }
,  [2] = {   id = 18714,   type = 0,   count = 20,   }
,  [3] = {   id = 18723,   type = 0,   count = 25,   }
,  [4] = {   id = 18713,   type = 0,   count = 15,   }
,  [5] = {   id = 18722,   type = 0,   count = 20,   }
,  [6] = {   id = 18604,   type = 0,   count = 40,   }
,  [7] = {   id = 18605,   type = 0,   count = 40,   }
,  [8] = {   id = 18612,   type = 0,   count = 40,   }
,  [9] = {   id = 18611,   type = 0,   count = 2,   }
,  [10] = {   id = 18830,   type = 0,   count = 3,   }
,  }
, }
,damageAbsorbEffect = 2901,flowerIds = { [1] = 18608, [2] = 18609, [3] = 18610, [4] = 18611, }
,bagItemCategory = { [1] = {  name = "装备",  itemTypes = {   [1] = 1,   [2] = 2,   [3] = 3,   [4] = 4,   [5] = 5,   [6] = 6,   [7] = 7,   [8] = 8,   [9] = 9,   [10] = 10,   [11] = 15,   [12] = 16,   [13] = 17,   }
,  }
, [2] = {  name = "道具",  itemTypes = {   [1] = 81,   [2] = 82,   [3] = 84,   [4] = 85,   [5] = 86,   [6] = 89,   [7] = 92,   [8] = 93,   [9] = 95,   [10] = 97,   [11] = 99,   [12] = 200,   }
,  }
, [3] = {  name = "材料",  itemTypes = {   [1] = 88,   }
,  }
, }
,zysCountDown = 10,pantaoshengyanCost = { [1] = 2, [2] = 4, [3] = 6, [4] = 8, [5] = 10, [6] = 12, [7] = 14, [8] = 16, [9] = 18, [10] = 20, }
,questTipsStayTime = 6000,petSayInterval = 120,runRingDesc = "1、勇士任务5种品质，#cFF00FF5星品质有2.5倍经验奖励#cffffff；\n2、勇士任务每天20次，VIP等级越高，次数越多；\n3、VIP3级可使用#cFF00FF立即完成#cffffff功能；\n4、可使用#cFF00FF除魔令#cffffff刷星提升任务品质；",petSays = { [1] = "知道我为什么这么矮吗？因为我恐高呀，呜呜……", [2] = "抽，是一种生活艺术；找抽，是一种生活态度。", [3] = "咪咪掉了碗大个疤，怕啥啊！", [4] = "上流社会的人，总喜欢做点下流的事。", [5] = "让我们红尘作伴，活得潇潇洒洒。", [6] = "平时骂你就算了，非要等我打你，才知道我文武双全。", [7] = "突然好想吃棒棒糖哦……", [8] = "打开玩法大厅，可以看到很多东西哦！", [9] = "人生苦短，必须性感。", [10] = "勇于认错，坚决不改。", [11] = "誓言只是一时的失言……", [12] = "今早醒来我以为我长大了，原来是被子盖横了……", [13] = "咳！该说的说，不该说的小声说。", [14] = "从天堂到地狱，姐只是路过人间。", [15] = "我不骂人，因为我动手能力比较强。", [16] = "其实，我不是胖，只是懒得瘦。", [17] = "脸乃身外之物，可要可不要，钱乃必要之物，不得不要。", [18] = "瘦不了的永远在骚动，吃不胖的都有恃无恐。", [19] = "装逼只是瞬间，不要脸才是永恒。", [20] = "真怀念小时候啊，天热的时候我也可以像男人一样光膀子！", [21] = "李白乘舟将欲行，忽闻岸上踏歌声。动次大次切克闹，悠悠最炫民族风。", [22] = "天赐你一双翅膀，就应该被红烧…", [23] = "世界上最遥远的距离，就他妈是星期一到星期五。", [24] = "请勿骚扰，本人正在骚扰别人。", [25] = "祖国的花朵，开一朵我踩一朵。", [26] = "心中充满爱，看天下美女都是情人。", }
,refreshStarWinDesc = "1、勇士任务5种品质，#cFF00FF5星品质有2.5倍经验奖励#cffffff；\n2、勇士任务每天20次，VIP等级越高，次数越多；\n3、VIP3级可使用#cFF00FF立即完成#cffffff功能；\n4、可使用#cFF00FF除魔令#cffffff刷星提升任务品质；",couplePracticeEffect = 105,blueVipLevelAwardItems = { [1] = {  [1] = {   id = 19300,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 10000,   }
,  }
, [2] = {  [1] = {   id = 18612,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 20000,   }
,  }
, [3] = {  [1] = {   id = 18711,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 30000,   }
,  }
, [4] = {  [1] = {   id = 18603,   type = 0,   count = 1,   }
,  [2] = {   id = 18604,   type = 0,   count = 1,   }
,  [3] = {   id = 0,   type = 5,   count = 50000,   }
,  }
, [5] = {  [1] = {   id = 18712,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 100000,   }
,  }
, [6] = {  [1] = {   id = 18612,   type = 0,   count = 4,   }
,  [2] = {   id = 0,   type = 5,   count = 200000,   }
,  }
, [7] = {  [1] = {   id = 18612,   type = 0,   count = 8,   }
,  [2] = {   id = 0,   type = 5,   count = 300000,   }
,  }
, }
,achieveDisplayOrder = { [1] = {  [1] = 132,  [2] = 1,  [3] = 2,  [4] = 3,  [5] = 5,  [6] = 7,  [7] = 8,  [8] = 9,  [9] = 10,  [10] = 75,  [11] = 76,  [12] = 77,  [13] = 78,  [14] = 79,  [15] = 80,  [16] = 81,  [17] = 82,  [18] = 11,  }
, [2] = {  [1] = 12,  [2] = 13,  [3] = 14,  [4] = 15,  [5] = 16,  [6] = 17,  [7] = 18,  [8] = 19,  [9] = 20,  [10] = 21,  [11] = 22,  [12] = 23,  [13] = 24,  [14] = 25,  [15] = 26,  [16] = 27,  }
, [3] = {  [1] = 4,  [2] = 6,  [3] = 63,  [4] = 37,  [5] = 28,  [6] = 29,  [7] = 30,  [8] = 31,  [9] = 41,  [10] = 42,  [11] = 43,  [12] = 44,  [13] = 45,  [14] = 46,  [15] = 47,  [16] = 48,  [17] = 49,  [18] = 50,  [19] = 32,  [20] = 33,  [21] = 34,  [22] = 35,  [23] = 36,  [24] = 39,  [25] = 40,  [26] = 100,  [27] = 51,  }
, [4] = {  [1] = 101,  [2] = 57,  [3] = 58,  [4] = 59,  [5] = 60,  [6] = 61,  [7] = 62,  [8] = 102,  [9] = 103,  [10] = 104,  [11] = 105,  [12] = 66,  }
, [5] = {  [1] = 52,  [2] = 53,  [3] = 54,  [4] = 55,  [5] = 56,  [6] = 64,  [7] = 65,  [8] = 106,  [9] = 107,  [10] = 108,  [11] = 109,  [12] = 110,  [13] = 111,  [14] = 112,  [15] = 113,  [16] = 114,  }
, [6] = {  [1] = 67,  [2] = 68,  [3] = 69,  [4] = 70,  [5] = 71,  [6] = 72,  [7] = 73,  [8] = 131,  [9] = 115,  [10] = 116,  [11] = 117,  [12] = 118,  [13] = 119,  [14] = 120,  [15] = 121,  [16] = 74,  }
, [7] = {  }
, [8] = {  }
, [9] = {  }
, [10] = {  }
, [11] = {  }
, }
,forbidFightPetScenes = { [1] = 1077, [2] = 1078, }
,functionOpenLevel = { [1] = {  sysId = 13,  info = "7级主线任务开启",  hint = "通过伙伴的培养和学习可以极大提升战斗力",  level = 11,  icon = "icon/sysnotice/19.png",  desc = "极大提升战斗能力的伙伴",  }
, [2] = {  sysId = 6,  info = "15级主线任务开启",  hint = "对白名怪造成10倍伤害，对黄名怪造成2倍伤害",  level = 15,  icon = "icon/sysnotice/17.png",  desc = "全屏清怪不再是梦",  }
, [3] = {  sysId = 16,  info = "47级开启",  level = 16,  icon = "icon/sysnotice/26.png",  desc = "灵宠闯关，勇夺伙伴装备材料~",  }
, [4] = {  sysId = 0,  info = "17级主线任务开启",  hint = "通过坐骑的升级和进阶可不断提升战力",  level = 18,  icon = "icon/sysnotice/16.png",  desc = "炫酷外观，提升战力",  }
, [5] = {  sysId = 7,  info = "20级开启",  hint = "签到5次获得高级经验丹，签到26次可得仙尊3",  level = 20,  icon = "icon/sysnotice/4.png",  desc = "高级伙伴等你来拿",  }
, [6] = {  sysId = 9,  info = "23级主线任务开启",  hint = "挑战渡劫boss是证明自身实力的最佳途径",  level = 22,  icon = "icon/sysnotice/7.png",  desc = "华丽称号、强力属性",  }
, [7] = {  sysId = 3,  info = "24级主线任务开启",  hint = "可以对装备进行强化，镶嵌等，打造个性需求",  level = 24,  icon = "icon/sysnotice/1.png",  desc = "打造神装，飙升战力",  }
, [8] = {  sysId = 2,  info = "25级主线任务开启",  hint = "加入世族就可获得众多兄弟姐妹和丰富的资源",  level = 25,  icon = "icon/sysnotice/22.png",  desc = "兄弟，因你而战",  }
, [9] = {  sysId = 4,  info = "26级主线任务开启",  hint = "遗迹寻宝获得海量宝物，更有极品伙伴等你来拿",  level = 26,  icon = "icon/sysnotice/2.png",  desc = "提升实力的最佳捷径",  }
, [10] = {  sysId = -1,  info = "28级主线任务开启",  hint = "5星完成可获百万奖励，仙尊可以获得更多",  level = 28,  icon = "icon/sysnotice/8.png",  desc = "每日必做，百万经验",  }
, [11] = {  sysId = -1,  info = "43级开启",  hint = "法宝可以提升和炼魂，获得极品属性提升战力",  level = 29,  icon = "icon/sysnotice/23.png",  desc = "少侠必备，九天神器",  }
, [12] = {  sysId = -1,  info = "30级开启",  hint = "参加即可获得威望，获得排名奖励更丰厚",  level = 30,  icon = "icon/sysnotice/6.png",  desc = "斗法修仙，谁主沉浮",  }
, [13] = {  sysId = 8,  info = "31级主线任务开启",  hint = "真气可以打通奇经八脉，奇经八脉等级越高战力越强",  level = 31,  icon = "icon/sysnotice/5.png",  desc = "属性提升，战力飙涨",  }
, [14] = {  sysId = -1,  info = "32级开启",  hint = "达到条件即可领奖，跑完就有机会得5级宝石",  level = 32,  icon = "icon/sysnotice/3.png",  desc = "经验、奖励拿到手软",  }
, [15] = {  sysId = -1,  info = "34级开启",  hint = "深海之巅发生的凄美爱情故事，等你揭开谜底",  level = 34,  icon = "icon/sysnotice/21.png",  desc = "冰封的佳人等你解救",  }
, [16] = {  sysId = -1,  info = "38级开启",  hint = "消灭幻境19层内的魔物，可获得珍贵升级材料",  level = 38,  icon = "icon/sysnotice/11.png",  desc = "可获得40级装备升级材料",  }
, [17] = {  sysId = -1,  info = "40级开启",  hint = "通过炼器系统即可提升装备属性，提高装备等级",  level = 40,  icon = "icon/sysnotice/14.png",  desc = "装备成长，永不落后",  }
, [18] = {  sysId = -1,  info = "42级开启",  hint = "可获得强化石和宝石碎片，守住仙女即可通关",  level = 42,  icon = "icon/sysnotice/10.png",  desc = "守护仙女，证明实力",  }
, [19] = {  sysId = 16,  info = "22级主线任务开启",  hint = "小额元宝投资，大额铜钱回报",  level = 43,  icon = "icon/sysnotice/9.png",  desc = "海量铜钱等你来拿",  }
, [20] = {  sysId = -1,  info = "50级开启",  hint = "新的寻宝，探寻可获得更多更高级宝物",  level = 50,  icon = "icon/sysnotice/12.png",  desc = "新寻宝、新玩法",  }
, [21] = {  sysId = -1,  info = "51级开启",  hint = "通过炼器系统洗炼装备可添加更多强力属性",  level = 51,  icon = "icon/sysnotice/15.png",  desc = "至尊洗炼、战力飞升",  }
, [22] = {  sysId = -1,  info = "60级开启",  hint = "60级材料再次提升装备等级，使之更有战斗力",  level = 60,  icon = "icon/sysnotice/14.png",  desc = "装备保值,战力猛增",  }
, [23] = {  sysId = -1,  info = "65级开启",  hint = "新的寻宝，探寻可获得更多更高级宝物",  level = 65,  icon = "icon/sysnotice/24.png",  desc = "新寻宝、新装备玩法",  }
, [24] = {  sysId = -1,  info = "70级开启",  hint = "70级材料再次提升装备等级，使之更有战斗力",  level = 70,  icon = "icon/sysnotice/14.png",  desc = "装备保值,战力飞升",  }
, }
,blueYearDailyAwardItems = { [1] = {  [1] = {   id = 18608,   type = 0,   count = 2,   }
,  [2] = {   id = 18600,   type = 0,   count = 2,   }
,  [3] = {   id = 0,   type = 5,   count = 6000,   }
,  }
, [2] = {  [1] = {   id = 18608,   type = 0,   count = 2,   }
,  [2] = {   id = 18600,   type = 0,   count = 2,   }
,  [3] = {   id = 0,   type = 5,   count = 9000,   }
,  }
, [3] = {  [1] = {   id = 18608,   type = 0,   count = 2,   }
,  [2] = {   id = 18600,   type = 0,   count = 2,   }
,  [3] = {   id = 0,   type = 5,   count = 12000,   }
,  }
, [4] = {  [1] = {   id = 18608,   type = 0,   count = 3,   }
,  [2] = {   id = 18600,   type = 0,   count = 2,   }
,  [3] = {   id = 0,   type = 5,   count = 15000,   }
,  }
, [5] = {  [1] = {   id = 18608,   type = 0,   count = 3,   }
,  [2] = {   id = 18600,   type = 0,   count = 2,   }
,  [3] = {   id = 0,   type = 5,   count = 18000,   }
,  }
, [6] = {  [1] = {   id = 18608,   type = 0,   count = 3,   }
,  [2] = {   id = 18600,   type = 0,   count = 2,   }
,  [3] = {   id = 0,   type = 5,   count = 21000,   }
,  }
, [7] = {  [1] = {   id = 18608,   type = 0,   count = 4,   }
,  [2] = {   id = 18600,   type = 0,   count = 2,   }
,  [3] = {   id = 0,   type = 5,   count = 24000,   }
,  }
, }
,vipFubenAddYuanbaos = { [1] = 100, [2] = 100, [3] = 100, [4] = 100, [5] = 100, [6] = 100, [7] = 100, [8] = 100, [9] = 100, [10] = 100, }
,matchLotteryWheelItemLight = { [1] = 0, [2] = 5, }
,zysPkTime = 120,zbsCountDown = 20,dizzyEffect = 1005,playBubbleCd = 30,yellowYearDailyAwardItems = { [1] = {  id = 18710,  type = 0,  count = 1,  }
, }
,yellowVipDailyAwardItems = { [1] = {  [1] = {   id = 18608,   type = 0,   count = 1,   }
,  [2] = {   id = 18600,   type = 0,   count = 1,   }
,  [3] = {   id = 0,   type = 5,   count = 4000,   }
,  }
, [2] = {  [1] = {   id = 18608,   type = 0,   count = 1,   }
,  [2] = {   id = 18600,   type = 0,   count = 1,   }
,  [3] = {   id = 0,   type = 5,   count = 6000,   }
,  }
, [3] = {  [1] = {   id = 18608,   type = 0,   count = 1,   }
,  [2] = {   id = 18600,   type = 0,   count = 1,   }
,  [3] = {   id = 0,   type = 5,   count = 8000,   }
,  }
, [4] = {  [1] = {   id = 18608,   type = 0,   count = 2,   }
,  [2] = {   id = 18600,   type = 0,   count = 1,   }
,  [3] = {   id = 0,   type = 5,   count = 10000,   }
,  }
, [5] = {  [1] = {   id = 18608,   type = 0,   count = 2,   }
,  [2] = {   id = 18600,   type = 0,   count = 1,   }
,  [3] = {   id = 0,   type = 5,   count = 12000,   }
,  }
, [6] = {  [1] = {   id = 18608,   type = 0,   count = 2,   }
,  [2] = {   id = 18600,   type = 0,   count = 1,   }
,  [3] = {   id = 0,   type = 5,   count = 14000,   }
,  }
, [7] = {  [1] = {   id = 18608,   type = 0,   count = 3,   }
,  [2] = {   id = 18600,   type = 0,   count = 1,   }
,  [3] = {   id = 0,   type = 5,   count = 16000,   }
,  }
, [8] = {  [1] = {   id = 18608,   type = 0,   count = 3,   }
,  [2] = {   id = 18600,   type = 0,   count = 1,   }
,  [3] = {   id = 0,   type = 5,   count = 18000,   }
,  }
, }
,yellowVipFreshAwardItems = { [1] = {  id = 18710,  type = 0,  count = 1,  }
, [2] = {  id = 18711,  type = 0,  count = 1,  }
, [3] = {  id = 18211,  type = 0,  count = 1,  }
, [4] = {  id = 19300,  type = 0,  count = 1,  }
, }
,uniqueSkillEffects = { [1] = {  }
, [2] = {  [1] = 3301,  }
, [3] = {  [1] = 3404,  [2] = 3402,  [3] = 3403,  }
, [4] = {  [1] = 3502,  [2] = 3501,  }
, [5] = {  [1] = 3601,  [2] = 3602,  }
, }
,mapPoetryStayTime = 5000,blueVipFreshAwardItems = { [1] = {  id = 18710,  type = 0,  count = 1,  }
, [2] = {  id = 18711,  type = 0,  count = 1,  }
, [3] = {  id = 18211,  type = 0,  count = 1,  }
, [4] = {  id = 19300,  type = 0,  count = 1,  }
, }
,matchLotteryWheelItemDark = { [1] = 3, [2] = 4, [3] = 6, [4] = 7, [5] = 8, }
,showGuildNameMaps = { [1] = 14, [2] = 15, [3] = 16, }
,limitDisplayHumanLevel = 30,tianyuanPlayRule = "1、击杀活动地图里的所有怪物可获得世族积分和个人积分；\n\n2、击杀#cffc000巨狼王#cffffff成功，附近的世族成员同时获得4点个人积分；\n\n3、击杀#cff0000殷破#cffffff成功，附近的世族成员同时获得20点个人积分；\n\n4、每击杀相差10级以内的玩家获得2点个人积分，否则为0；\n\n5、#c00ff00每死亡一次获得1点个人积分#cffffff；\n\n6、#c00ff00个人积分小于10#cffffff，活动结束后将无法获得奖励；\n\n7、击杀#cffc000BOSS归属者#cffffff可获得BOSS归属权；\n\n8、活动地图内不可速传，死亡后选择安全复活则复活点随机；\n\n9、怪物的积分和刷新信息可寻找活动地图内#c00ff00宗战指导员#cffffff了解。",fightPowerRecommend = { [1] = {  [1] = 1000,  [2] = 1000,  [3] = 1000,  [4] = 1000,  }
, [2] = {  [1] = 1300,  [2] = 1300,  [3] = 1300,  [4] = 1300,  }
, [3] = {  [1] = 1600,  [2] = 1600,  [3] = 1600,  [4] = 1600,  }
, [4] = {  [1] = 1900,  [2] = 1900,  [3] = 1900,  [4] = 1900,  }
, [5] = {  [1] = 2200,  [2] = 2200,  [3] = 2200,  [4] = 2200,  }
, [6] = {  [1] = 2500,  [2] = 2500,  [3] = 2500,  [4] = 2500,  }
, [7] = {  [1] = 2800,  [2] = 2800,  [3] = 2800,  [4] = 2800,  }
, [8] = {  [1] = 3100,  [2] = 3100,  [3] = 3100,  [4] = 3100,  }
, [9] = {  [1] = 3400,  [2] = 3400,  [3] = 3400,  [4] = 3400,  }
, [10] = {  [1] = 3700,  [2] = 3700,  [3] = 3700,  [4] = 3700,  }
, [11] = {  [1] = 4000,  [2] = 4000,  [3] = 4000,  [4] = 4000,  }
, [12] = {  [1] = 4300,  [2] = 4300,  [3] = 4300,  [4] = 4300,  }
, [13] = {  [1] = 4600,  [2] = 4600,  [3] = 4600,  [4] = 4600,  }
, [14] = {  [1] = 4900,  [2] = 4900,  [3] = 4900,  [4] = 4900,  }
, [15] = {  [1] = 5200,  [2] = 5200,  [3] = 5200,  [4] = 5200,  }
, [16] = {  [1] = 5500,  [2] = 5500,  [3] = 5500,  [4] = 5500,  }
, [17] = {  [1] = 5800,  [2] = 5800,  [3] = 5800,  [4] = 5800,  }
, [18] = {  [1] = 6100,  [2] = 6100,  [3] = 6100,  [4] = 6100,  }
, [19] = {  [1] = 6400,  [2] = 6400,  [3] = 6400,  [4] = 6400,  }
, [20] = {  [1] = 6700,  [2] = 6700,  [3] = 6700,  [4] = 6700,  }
, [21] = {  [1] = 7000,  [2] = 7000,  [3] = 7000,  [4] = 7000,  }
, [22] = {  [1] = 7300,  [2] = 7300,  [3] = 7300,  [4] = 7300,  }
, [23] = {  [1] = 7600,  [2] = 7600,  [3] = 7600,  [4] = 7600,  }
, [24] = {  [1] = 7900,  [2] = 7900,  [3] = 7900,  [4] = 7900,  }
, [25] = {  [1] = 8200,  [2] = 8200,  [3] = 8200,  [4] = 8200,  }
, [26] = {  [1] = 8500,  [2] = 8500,  [3] = 8500,  [4] = 8500,  }
, [27] = {  [1] = 8800,  [2] = 8800,  [3] = 8800,  [4] = 8800,  }
, [28] = {  [1] = 9100,  [2] = 9100,  [3] = 9100,  [4] = 9100,  }
, [29] = {  [1] = 9400,  [2] = 9400,  [3] = 9400,  [4] = 9400,  }
, [30] = {  [1] = 9700,  [2] = 9700,  [3] = 9700,  [4] = 9700,  }
, [31] = {  [1] = 10000,  [2] = 10000,  [3] = 10000,  [4] = 10000,  }
, [32] = {  [1] = 10300,  [2] = 10300,  [3] = 10300,  [4] = 10300,  }
, [33] = {  [1] = 10600,  [2] = 10600,  [3] = 10600,  [4] = 10600,  }
, [34] = {  [1] = 10900,  [2] = 10900,  [3] = 10900,  [4] = 10900,  }
, [35] = {  [1] = 11200,  [2] = 11200,  [3] = 11200,  [4] = 11200,  }
, [36] = {  [1] = 11500,  [2] = 11500,  [3] = 11500,  [4] = 11500,  }
, [37] = {  [1] = 11800,  [2] = 11800,  [3] = 11800,  [4] = 11800,  }
, [38] = {  [1] = 12100,  [2] = 12100,  [3] = 12100,  [4] = 12100,  }
, [39] = {  [1] = 12400,  [2] = 12400,  [3] = 12400,  [4] = 12400,  }
, [40] = {  [1] = 12700,  [2] = 12700,  [3] = 12700,  [4] = 12700,  }
, [41] = {  [1] = 13000,  [2] = 13000,  [3] = 13000,  [4] = 13000,  }
, [42] = {  [1] = 13300,  [2] = 13300,  [3] = 13300,  [4] = 13300,  }
, [43] = {  [1] = 13600,  [2] = 13600,  [3] = 13600,  [4] = 13600,  }
, [44] = {  [1] = 13900,  [2] = 13900,  [3] = 13900,  [4] = 13900,  }
, [45] = {  [1] = 14200,  [2] = 14200,  [3] = 14200,  [4] = 14200,  }
, [46] = {  [1] = 14500,  [2] = 14500,  [3] = 14500,  [4] = 14500,  }
, }
,fightPowerStartLevel = 25,limitDisplayHumanMaps = { [1] = 0, [2] = 2, [3] = 3, [4] = 4, [5] = 8, [6] = 10, [7] = 12, [8] = 13, [9] = 17, }
,matchLotteryWheelItems = { [1] = 18830, [2] = 18730, [3] = 18740, [4] = 18711, [5] = 28221, [6] = 18750, [7] = 28231, [8] = 18404, [9] = 18720, [10] = 18721, }
,maxDisplayHuman = 30,guideMedicineBuyCommon = "返回雁门关找<a href='m雁门关:0:0:静音'>静音</a><IOBJ class='TeleportButton' href='f雁门关:0:0:静音'/>处购买药品",dungeonAim = { [1] = {  aimName = "采集残破的苦无/@gather,秦皇地宫,残破的苦无",  }
, [2] = {  aimName = "击杀影杀/@kill_monster,秦皇地宫,影杀",  }
, [3] = {  aimName = "击杀浪人/@kill_monster,秦皇地宫,浪人",  }
, [4] = {  aimName = "击杀霸忍/@kill_monster,秦皇地宫,霸忍",  }
, [5] = {  aimName = "击杀刀客/@kill_monster,秦皇地宫,刀客",  }
, }
,consumeAwardItemIds = { [1] = 44410, [2] = 44411, [3] = 44412, [4] = 44413, [5] = 44414, [6] = 44415, [7] = 44416, }
,guideEndQuest = { [1] = 285, [2] = 285, [3] = 285, }
,playWaterWords = "#40$sender$调皮地泼了$receiver$一脸的水花，嘻嘻哈哈的乐个不停。",anyetianmo = "<羌族族长（傀儡）/M雁门关:0:0:羌族族长（傀儡）#cffffff",tianyuanzhizhan = "天元城:0:0:王城之战",xianzongguanliyuan = "天元城:0:0:世族管理员",guideStartQuest = { [1] = 1, [2] = 30, [3] = 59, }
,rechargeAwardItems = { [1] = {  [1] = {   id = 11402,   type = 0,   count = 1,   }
,  [2] = {   id = 18628,   type = 0,   count = 1,   }
,  [3] = {   id = 18633,   type = 0,   count = 1,   }
,  [4] = {   id = 18542,   type = 0,   count = 1,   }
,  [5] = {   id = 18612,   type = 0,   count = 1,   }
,  [6] = {   id = 18711,   type = 0,   count = 1,   }
,  [7] = {   id = 18710,   type = 0,   count = 2,   }
,  [8] = {   id = 18606,   type = 0,   count = 2,   }
,  [9] = {   id = 18609,   type = 0,   count = 1,   }
,  [10] = {   id = 64714,   type = 0,   count = 1,   }
,  }
, [2] = {  [1] = {   id = 18612,   type = 0,   count = 2,   }
,  [2] = {   id = 18711,   type = 0,   count = 2,   }
,  [3] = {   id = 18720,   type = 0,   count = 1,   }
,  [4] = {   id = 18228,   type = 0,   count = 1,   }
,  [5] = {   id = 18606,   type = 0,   count = 4,   }
,  [6] = {   id = 18230,   type = 0,   count = 1,   }
,  }
, [3] = {  [1] = {   id = 18810,   type = 0,   count = 10,   }
,  [2] = {   id = 18612,   type = 0,   count = 4,   }
,  [3] = {   id = 18711,   type = 0,   count = 3,   }
,  [4] = {   id = 18720,   type = 0,   count = 2,   }
,  [5] = {   id = 18606,   type = 0,   count = 6,   }
,  [6] = {   id = 18230,   type = 0,   count = 1,   }
,  }
, [4] = {  [1] = {   id = 18810,   type = 0,   count = 10,   }
,  [2] = {   id = 18612,   type = 0,   count = 6,   }
,  [3] = {   id = 18711,   type = 0,   count = 4,   }
,  [4] = {   id = 18720,   type = 0,   count = 3,   }
,  [5] = {   id = 18606,   type = 0,   count = 8,   }
,  [6] = {   id = 18231,   type = 0,   count = 1,   }
,  }
, [5] = {  [1] = {   id = 18810,   type = 0,   count = 10,   }
,  [2] = {   id = 18612,   type = 0,   count = 8,   }
,  [3] = {   id = 18712,   type = 0,   count = 3,   }
,  [4] = {   id = 18721,   type = 0,   count = 2,   }
,  [5] = {   id = 18606,   type = 0,   count = 10,   }
,  [6] = {   id = 18231,   type = 0,   count = 1,   }
,  }
, [6] = {  [1] = {   id = 18810,   type = 0,   count = 10,   }
,  [2] = {   id = 18612,   type = 0,   count = 10,   }
,  [3] = {   id = 18712,   type = 0,   count = 4,   }
,  [4] = {   id = 18721,   type = 0,   count = 3,   }
,  [5] = {   id = 18606,   type = 0,   count = 15,   }
,  [6] = {   id = 18231,   type = 0,   count = 1,   }
,  }
, [7] = {  [1] = {   id = 18810,   type = 0,   count = 10,   }
,  [2] = {   id = 18612,   type = 0,   count = 15,   }
,  [3] = {   id = 18713,   type = 0,   count = 3,   }
,  [4] = {   id = 18722,   type = 0,   count = 2,   }
,  [5] = {   id = 18606,   type = 0,   count = 20,   }
,  [6] = {   id = 18232,   type = 0,   count = 1,   }
,  }
, }
,tianyuancheng = "青州",QQGameGiftItems = { [1] = {  [1] = {   id = 18210,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 2000,   }
,  }
, [2] = {  [1] = {   id = 18710,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 2500,   }
,  }
, [3] = {  [1] = {   id = 18520,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 3000,   }
,  }
, [4] = {  [1] = {   id = 18530,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 3500,   }
,  }
, [5] = {  [1] = {   id = 18540,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 4000,   }
,  }
, [6] = {  [1] = {   id = 18510,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 4500,   }
,  }
, [7] = {  [1] = {   id = 18606,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 5000,   }
,  }
, [8] = {  [1] = {   id = 18211,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 5500,   }
,  }
, [9] = {  [1] = {   id = 18600,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 6000,   }
,  }
, [10] = {  [1] = {   id = 18810,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 6500,   }
,  }
, [11] = {  [1] = {   id = 18521,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 7000,   }
,  }
, [12] = {  [1] = {   id = 18531,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 7500,   }
,  }
, [13] = {  [1] = {   id = 18541,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 8000,   }
,  }
, [14] = {  [1] = {   id = 18511,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 8500,   }
,  }
, [15] = {  [1] = {   id = 18711,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 9000,   }
,  }
, [16] = {  [1] = {   id = 18720,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 9500,   }
,  }
, [17] = {  [1] = {   id = 18603,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 10000,   }
,  }
, [18] = {  [1] = {   id = 18603,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 10500,   }
,  }
, [19] = {  [1] = {   id = 18800,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 11000,   }
,  }
, [20] = {  [1] = {   id = 18522,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 11500,   }
,  }
, [21] = {  [1] = {   id = 18532,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 12000,   }
,  }
, [22] = {  [1] = {   id = 18542,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 12500,   }
,  }
, [23] = {  [1] = {   id = 18512,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 13000,   }
,  }
, [24] = {  [1] = {   id = 18219,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 13500,   }
,  }
, [25] = {  [1] = {   id = 18712,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 14000,   }
,  }
, [26] = {  [1] = {   id = 18604,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 14500,   }
,  }
, [27] = {  [1] = {   id = 18607,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 15000,   }
,  }
, [28] = {  [1] = {   id = 18605,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 15500,   }
,  }
, [29] = {  [1] = {   id = 18543,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 16000,   }
,  }
, [30] = {  [1] = {   id = 18602,   type = 0,   count = 1,   }
,  [2] = {   id = 0,   type = 5,   count = 16500,   }
,  }
, }
,playBubbleWords = "#39$receiver$轻轻的呻吟着，$sender$更加用力地打着泡，鼻血染红了整个温泉。",playWaterCd = 30,autoAcceptAndSubmitLevel = 26,blueVipDailyAwardItems = { [1] = {  [1] = {   id = 18608,   type = 0,   count = 1,   }
,  [2] = {   id = 18600,   type = 0,   count = 1,   }
,  [3] = {   id = 0,   type = 5,   count = 4000,   }
,  }
, [2] = {  [1] = {   id = 18608,   type = 0,   count = 1,   }
,  [2] = {   id = 18600,   type = 0,   count = 1,   }
,  [3] = {   id = 0,   type = 5,   count = 6000,   }
,  }
, [3] = {  [1] = {   id = 18608,   type = 0,   count = 1,   }
,  [2] = {   id = 18600,   type = 0,   count = 1,   }
,  [3] = {   id = 0,   type = 5,   count = 8000,   }
,  }
, [4] = {  [1] = {   id = 18608,   type = 0,   count = 2,   }
,  [2] = {   id = 18600,   type = 0,   count = 1,   }
,  [3] = {   id = 0,   type = 5,   count = 10000,   }
,  }
, [5] = {  [1] = {   id = 18608,   type = 0,   count = 2,   }
,  [2] = {   id = 18600,   type = 0,   count = 1,   }
,  [3] = {   id = 0,   type = 5,   count = 12000,   }
,  }
, [6] = {  [1] = {   id = 18608,   type = 0,   count = 2,   }
,  [2] = {   id = 18600,   type = 0,   count = 1,   }
,  [3] = {   id = 0,   type = 5,   count = 14000,   }
,  }
, [7] = {  [1] = {   id = 18608,   type = 0,   count = 3,   }
,  [2] = {   id = 18600,   type = 0,   count = 1,   }
,  [3] = {   id = 0,   type = 5,   count = 16000,   }
,  }
, }
,yellowVipLevelAwardItems = { [1] = {  id = 28201,  type = 0,  count = 1,  }
, [2] = {  id = 28202,  type = 0,  count = 1,  }
, [3] = {  id = 28203,  type = 0,  count = 1,  }
, [4] = {  id = 28204,  type = 0,  count = 1,  }
, [5] = {  id = 28205,  type = 0,  count = 1,  }
, [6] = {  id = 28206,  type = 0,  count = 1,  }
, [7] = {  id = 28207,  type = 0,  count = 1,  }
, }
,itemColors = { [1] = 16777215, [2] = 6750054, [3] = 3523575, [4] = 16730612, [5] = 16760832, [6] = 16711680, }
,petNames = { [1] = "", [2] = "齐天小圣", }
,autoFindExitFubenScenes = { [1] = 1059, [2] = 1060, [3] = 1061, [4] = 1062, [5] = 1063, [6] = 1064, [7] = 1067, [8] = 1068, [9] = 1069, [10] = 1070, [11] = 1071, [12] = 1072, [13] = 1073, [14] = 1074, [15] = 1075, [16] = 1076, [17] = 1079, [18] = 1080, [19] = 1083, [20] = 1084, [21] = 1085, [22] = 1086, [23] = 1087, [24] = 1088, [25] = 1089, [26] = 1091, [27] = 1092, [28] = 1093, [29] = 1094, [30] = 1095, [31] = 1096, [32] = 1097, [33] = 1099, [34] = 1100, [35] = 1101, [36] = 1102, [37] = 1103, [38] = 1104, [39] = 1106, [40] = 1107, [41] = 1108, [42] = 1109, [43] = 1110, [44] = 1111, [45] = 1112, [46] = 1113, [47] = 1114, [48] = 1115, [49] = 1116, [50] = 1117, [51] = 1118, [52] = 1119, [53] = 1120, [54] = 1121, [55] = 1122, [56] = 1123, [57] = 1124, [58] = 1125, }
,consumeAwardPrice = { [1] = 388, [2] = 788, [3] = 2288, [4] = 3888, [5] = 5888, [6] = 16888, [7] = 28888, }
,practiceEffect = 106,levelGiftItems = { [1] = 18203, [2] = 18204, [3] = 18205, [4] = 18206, [5] = 18207, [6] = 18208, [7] = 18209, }
,consumeAwardMoney = { [1] = 888, [2] = 2188, [3] = 4888, [4] = 9888, [5] = 19888, [6] = 39888, [7] = 79888, }
,useBackgroundMaps = { }
,levelGiftIncludes = { [1] = {  [1] = {   id = 18601,   type = 0,   count = 5,   }
,  [2] = {   id = 18540,   type = 0,   count = 1,   }
,  [3] = {   id = 18710,   type = 0,   count = 1,   }
,  }
, [2] = {  [1] = {   id = 18210,   type = 0,   count = 1,   }
,  [2] = {   id = 18601,   type = 0,   count = 5,   }
,  [3] = {   id = 18520,   type = 0,   count = 1,   }
,  [4] = {   id = 18710,   type = 0,   count = 2,   }
,  [5] = {   id = 18530,   type = 0,   count = 1,   }
,  }
, [3] = {  [1] = {   id = 18211,   type = 0,   count = 1,   }
,  [2] = {   id = 18601,   type = 0,   count = 5,   }
,  [3] = {   id = 18511,   type = 0,   count = 1,   }
,  [4] = {   id = 18710,   type = 0,   count = 3,   }
,  [5] = {   id = 18541,   type = 0,   count = 1,   }
,  }
, [4] = {  [1] = {   id = 18211,   type = 0,   count = 1,   }
,  [2] = {   id = 18601,   type = 0,   count = 10,   }
,  [3] = {   id = 18542,   type = 0,   count = 1,   }
,  [4] = {   id = 18711,   type = 0,   count = 1,   }
,  }
, [5] = {  [1] = {   id = 18211,   type = 0,   count = 2,   }
,  [2] = {   id = 18601,   type = 0,   count = 10,   }
,  [3] = {   id = 18522,   type = 0,   count = 1,   }
,  [4] = {   id = 18711,   type = 0,   count = 1,   }
,  [5] = {   id = 18532,   type = 0,   count = 1,   }
,  }
, [6] = {  [1] = {   id = 18219,   type = 0,   count = 1,   }
,  [2] = {   id = 18601,   type = 0,   count = 10,   }
,  [3] = {   id = 18512,   type = 0,   count = 1,   }
,  [4] = {   id = 18711,   type = 0,   count = 2,   }
,  }
, [7] = {  [1] = {   id = 18219,   type = 0,   count = 1,   }
,  [2] = {   id = 18601,   type = 0,   count = 10,   }
,  [3] = {   id = 18513,   type = 0,   count = 1,   }
,  [4] = {   id = 18712,   type = 0,   count = 2,   }
,  [5] = {   id = 18543,   type = 0,   count = 1,   }
,  }
, }
,}
