createactor_conf = {activityId = 5,openserver_createactor7 = { [6] = {  [1] = 46,  [2] = 62,  [3] = 65,  }
, [2] = {  [1] = 46,  [2] = 62,  [3] = 58,  [4] = 60,  }
, [3] = {  [1] = 46,  [2] = 62,  [3] = 57,  [4] = 59,  }
, [1] = {  [1] = 46,  [2] = 62,  [3] = 47,  [4] = 64,  [5] = 63,  }
, [4] = {  [1] = 46,  [2] = 62,  [3] = 55,  [4] = 54,  }
, [5] = {  [1] = 46,  [2] = 62,  [3] = 53,  [4] = 52,  }
, [7] = {  [1] = 46,  [2] = 62,  [3] = 61,  }
, }
,activities = { [1] = {  }
, [58] = {  id = 58,  display_text = {   [1] = {    [1] = "#cf7e198武力试炼达到%d层",    [2] = "#c714f31武力试炼已达到%d层",    }
,   }
,  target = {   [1] = {    [1] = 5,    [2] = 30660,    }
,   [2] = {    [1] = 10,    [2] = 30661,    }
,   [3] = {    [1] = 15,    [2] = 30662,    }
,   [4] = {    [1] = 20,    [2] = 30663,    }
,   [5] = {    [1] = 25,    [2] = 30664,    }
,   [6] = {    [1] = 30,    [2] = 30665,    }
,   [7] = {    [1] = 35,    [2] = 30666,    }
,   [8] = {    [1] = 40,    [2] = 30667,    }
,   [9] = {    [1] = 45,    [2] = 30791,    }
,   }
,  }
, [59] = {  id = 59,  display_text = {   [1] = {    [1] = "#cf7e198洗炼总次数达到%d次",    [2] = "#c714f31洗炼总次数已达到%d次",    }
,   }
,  target = {   [1] = {    [1] = 5,    [2] = 30690,    }
,   [2] = {    [1] = 10,    [2] = 30691,    }
,   [3] = {    [1] = 20,    [2] = 30692,    }
,   [4] = {    [1] = 30,    [2] = 30693,    }
,   [5] = {    [1] = 40,    [2] = 30694,    }
,   [6] = {    [1] = 50,    [2] = 30695,    }
,   [7] = {    [1] = 70,    [2] = 30696,    }
,   [8] = {    [1] = 90,    [2] = 30697,    }
,   [9] = {    [1] = 120,    [2] = 30698,    }
,   [10] = {    [1] = 150,    [2] = 30699,    }
,   }
,  }
, [60] = {  id = 60,  display_text = {   [1] = {    [1] = "#cf7e198累计世族贡献达到%d",    [2] = "#c714f31已获得世族贡献%d",    }
,   [2] = {    [1] = "#cf7e198累计世族贡献达到%d",    [2] = "#c714f31已获得世族贡献%d",    }
,   [3] = {    [1] = "#cf7e198累计世族贡献达到%d",    [2] = "#c714f31已获得世族贡献%d",    }
,   [4] = {    [1] = "#cf7e198累计世族贡献达到%d",    [2] = "#c714f31已获得世族贡献%d",    }
,   [5] = {    [1] = "#cf7e198累计世族贡献达到%d",    [2] = "#c714f31已获得世族贡献%d",    }
,   [6] = {    [1] = "#cf7e198累计世族贡献达到%d",    [2] = "#c714f31已获得世族贡献%d",    }
,   [7] = {    [1] = "#cf7e198累计世族贡献达到%d",    [2] = "#c714f31已获得世族贡献%d",    }
,   [8] = {    [1] = "#cf7e198累计世族贡献达到%d",    [2] = "#c714f31已获得世族贡献%d",    }
,   [9] = {    [1] = "#cf7e198累计世族贡献达到%d",    [2] = "#c714f31已获得世族贡献%d",    }
,   [10] = {    [1] = "#cf7e198累计世族贡献达到%d",    [2] = "#c714f31已获得世族贡献%d",    }
,   }
,  target = {   [1] = {    itemcount = 1,    type = 4,    count = 200,    itemid = 30680,    }
,   [2] = {    itemcount = 1,    type = 4,    count = 500,    itemid = 30681,    }
,   [3] = {    itemcount = 1,    type = 4,    count = 800,    itemid = 30682,    }
,   [4] = {    itemcount = 1,    type = 4,    count = 1000,    itemid = 30683,    }
,   [5] = {    itemcount = 1,    type = 4,    count = 1800,    itemid = 30684,    }
,   [6] = {    itemcount = 1,    type = 4,    count = 2400,    itemid = 30685,    }
,   [7] = {    itemcount = 1,    type = 4,    count = 3000,    itemid = 30686,    }
,   [8] = {    itemcount = 1,    type = 4,    count = 4000,    itemid = 30687,    }
,   [9] = {    itemcount = 1,    type = 4,    count = 6000,    itemid = 30688,    }
,   [10] = {    itemcount = 1,    type = 4,    count = 9000,    itemid = 30792,    }
,   }
,  }
, [61] = {  id = 61,  display_text = {   [1] = {    [1] = "#cf7e198战力达到%d",    [2] = "#c714f31最高战力达到%d",    }
,   }
,  target = {   [1] = {    [1] = 30000,    [2] = 30760,    }
,   [2] = {    [1] = 40000,    [2] = 30761,    }
,   [3] = {    [1] = 50000,    [2] = 30762,    }
,   [4] = {    [1] = 70000,    [2] = 30763,    }
,   [5] = {    [1] = 90000,    [2] = 30764,    }
,   [6] = {    [1] = 110000,    [2] = 30765,    }
,   [7] = {    [1] = 120000,    [2] = 30766,    }
,   [8] = {    [1] = 150000,    [2] = 30767,    }
,   [9] = {    [1] = 180000,    [2] = 30768,    }
,   }
,  }
, [62] = {  id = 62,  config_sell = {   [6] = {    [1] = {     price_origin = 1000,     itemid = 30615,     discount_price = 588,     }
,    [2] = {     price_origin = 250,     itemid = 30622,     discount_price = 128,     }
,    }
,   [2] = {    [1] = {     price_origin = 1000,     itemid = 30611,     discount_price = 588,     }
,    [2] = {     price_origin = 400,     itemid = 30618,     discount_price = 128,     }
,    }
,   [3] = {    [1] = {     price_origin = 900,     itemid = 30612,     discount_price = 588,     }
,    [2] = {     price_origin = 225,     itemid = 30619,     discount_price = 128,     }
,    }
,   [1] = {    [1] = {     price_origin = 1000,     itemid = 30610,     discount_price = 588,     }
,    [2] = {     price_origin = 300,     itemid = 30617,     discount_price = 120,     }
,    }
,   [4] = {    [1] = {     price_origin = 888,     itemid = 30613,     discount_price = 588,     }
,    [2] = {     price_origin = 330,     itemid = 30620,     discount_price = 128,     }
,    }
,   [5] = {    [1] = {     price_origin = 1100,     itemid = 30614,     discount_price = 588,     }
,    [2] = {     price_origin = 270,     itemid = 30621,     discount_price = 128,     }
,    }
,   [7] = {    [1] = {     price_origin = 1350,     itemid = 30616,     discount_price = 688,     }
,    [2] = {     price_origin = 270,     itemid = 30623,     discount_price = 128,     }
,    }
,   }
,  }
, [63] = {  id = 63,  display_text = {   [1] = {    [1] = "#cf7e1986件装备均强化至%d级",    [2] = "#c714f31装备均已强化至%d级",    }
,   [2] = {    [1] = "#cf7e1986件装备均强化至%d级",    [2] = "#c714f31装备均已强化至%d级",    }
,   [3] = {    [1] = "#cf7e1986件装备均强化至%d级",    [2] = "#c714f31装备均已强化至%d级",    }
,   [4] = {    [1] = "#cf7e1986件装备均强化至%d级",    [2] = "#c714f31装备均已强化至%d级",    }
,   [5] = {    [1] = "#cf7e1986件装备均强化至%d级",    [2] = "#c714f31装备均已强化至%d级",    }
,   [6] = {    [1] = "#cf7e1986件装备均强化至%d级",    [2] = "#c714f31装备均已强化至%d级",    }
,   [7] = {    [1] = "#cf7e1986件装备均强化至%d级",    [2] = "#c714f31装备均已强化至%d级",    }
,   [8] = {    [1] = "#cf7e1986件装备均强化至%d级",    [2] = "#c714f31装备均已强化至%d级",    }
,   [9] = {    [1] = "#cf7e1986件装备均强化至%d级",    [2] = "#c714f31装备均已强化至%d级",    }
,   [10] = {    [1] = "#cf7e1986件装备均强化至%d级",    [2] = "#c714f31装备均已强化至%d级",    }
,   }
,  target = {   [1] = {    itemcount = 1,    type = 1,    itemid = 30650,    level = 3,    }
,   [2] = {    itemcount = 1,    type = 1,    itemid = 30651,    level = 5,    }
,   [3] = {    itemcount = 1,    type = 1,    itemid = 30652,    level = 8,    }
,   [4] = {    itemcount = 1,    type = 1,    itemid = 30653,    level = 10,    }
,   [5] = {    itemcount = 1,    type = 1,    itemid = 30654,    level = 12,    }
,   [6] = {    itemcount = 1,    type = 1,    itemid = 30655,    level = 15,    }
,   [7] = {    itemcount = 1,    type = 1,    itemid = 30656,    level = 20,    }
,   [8] = {    itemcount = 1,    type = 1,    itemid = 30657,    level = 25,    }
,   [9] = {    itemcount = 1,    type = 1,    itemid = 30658,    level = 30,    }
,   [10] = {    itemcount = 1,    type = 1,    itemid = 30659,    level = 35,    }
,   }
,  }
, [64] = {  id = 64,  display_text = {   [1] = {    [1] = "#cf7e198进行天级宝藏寻宝%d次",    [2] = "#c714f31进行天级宝藏寻宝%d次",    }
,   }
,  target = {   [1] = {    [1] = 1,    [2] = 30740,    }
,   [2] = {    [1] = 2,    [2] = 30741,    }
,   [3] = {    [1] = 3,    [2] = 30742,    }
,   [4] = {    [1] = 5,    [2] = 30743,    }
,   [5] = {    [1] = 8,    [2] = 30744,    }
,   [6] = {    [1] = 10,    [2] = 30745,    }
,   [7] = {    [1] = 15,    [2] = 30746,    }
,   [8] = {    [1] = 20,    [2] = 30747,    }
,   [9] = {    [1] = 30,    [2] = 30748,    }
,   [10] = {    [1] = 45,    [2] = 30749,    }
,   [11] = {    [1] = 60,    [2] = 30790,    }
,   }
,  }
, [34] = {  id = 34,  lxloginReward = {   [1] = {    [1] = 1,    [2] = 30401,    [3] = 1,    }
,   [2] = {    [1] = 2,    [2] = 30402,    [3] = 1,    }
,   [3] = {    [1] = 3,    [2] = 30403,    [3] = 1,    }
,   }
,  }
, [46] = {  id = 46,  createactor7_loginreward = {   [1] = {    [1] = 1,    [2] = 30600,    [3] = 1,    }
,   [2] = {    [1] = 2,    [2] = 30601,    [3] = 1,    }
,   [3] = {    [1] = 3,    [2] = 30602,    [3] = 1,    }
,   [4] = {    [1] = 4,    [2] = 30603,    [3] = 1,    }
,   [5] = {    [1] = 5,    [2] = 30604,    [3] = 1,    }
,   [6] = {    [1] = 6,    [2] = 30605,    [3] = 1,    }
,   [7] = {    [1] = 7,    [2] = 30606,    [3] = 1,    }
,   }
,  }
, [47] = {  id = 47,  charge_reward = {   [1] = {    [1] = 100,    [2] = 30771,    [3] = 1,    }
,   [2] = {    [1] = 300,    [2] = 30772,    [3] = 1,    }
,   [3] = {    [1] = 500,    [2] = 30773,    [3] = 1,    }
,   [4] = {    [1] = 1000,    [2] = 30774,    [3] = 1,    }
,   [5] = {    [1] = 2000,    [2] = 30775,    [3] = 1,    }
,   [6] = {    [1] = 5000,    [2] = 30776,    [3] = 1,    }
,   [7] = {    [1] = 10000,    [2] = 30777,    [3] = 1,    }
,   [8] = {    [1] = 20000,    [2] = 30778,    [3] = 1,    }
,   [9] = {    [1] = 50000,    [2] = 30779,    [3] = 1,    }
,   [10] = {    [1] = 100000,    [2] = 30781,    [3] = 1,    }
,   }
,  }
, [65] = {  id = 65,  display_text = {   [1] = {    [1] = "#cf7e198坐骑进阶至%d阶",    [2] = "#c714f31坐骑已进阶至%d阶",    }
,   }
,  target = {   [1] = {    [1] = 2,    [2] = 30670,    }
,   [2] = {    [1] = 3,    [2] = 30671,    }
,   [3] = {    [1] = 4,    [2] = 30672,    }
,   [4] = {    [1] = 5,    [2] = 30673,    }
,   [5] = {    [1] = 6,    [2] = 30674,    }
,   }
,  }
, [52] = {  id = 52,  display_text = {   [1] = {    [1] = "#cf7e198使用元宝聚宝%d次",    [2] = "#c714f31已元宝聚宝%d次",    }
,   }
,  target = {   [1] = {    [1] = 5,    [2] = 30720,    }
,   [2] = {    [1] = 10,    [2] = 30721,    }
,   [3] = {    [1] = 20,    [2] = 30722,    }
,   [4] = {    [1] = 50,    [2] = 30723,    }
,   [5] = {    [1] = 100,    [2] = 30724,    }
,   [6] = {    [1] = 200,    [2] = 30725,    }
,   [7] = {    [1] = 300,    [2] = 30726,    }
,   }
,  }
, [53] = {  id = 53,  display_text = {   [1] = {    [1] = "#cf7e198至少一个伙伴资质达到%d级",    [2] = "#c714f31当前伙伴最大资质达到%d级",    }
,   }
,  target = {   [1] = {    huoban_color = 0,    type = 3,    count = 5,    skill_type = 0,    itemid = 30750,    itemcount = 1,    }
,   [2] = {    huoban_color = 0,    type = 3,    count = 10,    skill_type = 1,    itemid = 30751,    itemcount = 1,    }
,   [3] = {    huoban_color = 0,    type = 3,    count = 20,    skill_type = 0,    itemid = 30752,    itemcount = 1,    }
,   [4] = {    huoban_color = 0,    type = 3,    count = 30,    skill_type = 2,    itemid = 30753,    itemcount = 1,    }
,   [5] = {    huoban_color = 0,    type = 3,    count = 40,    skill_type = 0,    itemid = 30754,    itemcount = 1,    }
,   [6] = {    huoban_color = 0,    type = 3,    count = 60,    skill_type = 0,    itemid = 30755,    itemcount = 1,    }
,   [7] = {    huoban_color = 0,    type = 3,    count = 80,    skill_type = 0,    itemid = 30756,    itemcount = 1,    }
,   }
,  }
, [54] = {  id = 54,  display_text = {   [1] = {    [1] = "#cf7e198演武场排名达到%d名",    [2] = "#c714f31当前最高排名%d名",    }
,   }
,  target = {   [1] = {    [1] = 500,    [2] = 30709,    }
,   [2] = {    [1] = 200,    [2] = 30708,    }
,   [3] = {    [1] = 100,    [2] = 30707,    }
,   [4] = {    [1] = 50,    [2] = 30706,    }
,   [5] = {    [1] = 30,    [2] = 30705,    }
,   [6] = {    [1] = 10,    [2] = 30704,    }
,   [7] = {    [1] = 5,    [2] = 30703,    }
,   [8] = {    [1] = 3,    [2] = 30702,    }
,   [9] = {    [1] = 2,    [2] = 30701,    }
,   [10] = {    [1] = 1,    [2] = 30700,    }
,   }
,  }
, [55] = {  id = 55,  display_text = {   [1] = {    [1] = "#cf7e198收集到%d个武将",    [2] = "#c714f31已收集%d个武将",    }
,   [2] = {    [1] = "#cf7e198至少1个武将达到%d级",    [2] = "#c714f31武将最高等级已达到%d级",    }
,   [3] = {    [1] = "#cf7e198至少1个武将达到%d级",    [2] = "#c714f31武将最高等级已达到%d级",    }
,   [4] = {    [1] = "#cf7e198至少1个武将达到%d级",    [2] = "#c714f31武将最高等级已达到%d级",    }
,   [5] = {    [1] = "#cf7e198至少1个武将达到%d级",    [2] = "#c714f31武将最高等级已达到%d级",    }
,   [6] = {    [1] = "#cf7e198至少1个武将达到%d级",    [2] = "#c714f31武将最高等级已达到%d级",    }
,   [7] = {    [1] = "#cf7e198收集到%d个武将",    [2] = "#c714f31已收集%d个武将",    }
,   [8] = {    [1] = "#cf7e198收集到%d个武将",    [2] = "#c714f31已收集%d个武将",    }
,   }
,  target = {   [1] = {    itemcount = 1,    type = 1,    wujiang_color = -1,    countOrLevel = 1,    itemid = 30730,    }
,   [2] = {    itemcount = 1,    type = 2,    wujiang_color = 0,    countOrLevel = 5,    itemid = 30731,    }
,   [3] = {    itemcount = 1,    type = 2,    wujiang_color = 0,    countOrLevel = 10,    itemid = 30732,    }
,   [4] = {    itemcount = 1,    type = 2,    wujiang_color = 0,    countOrLevel = 15,    itemid = 30733,    }
,   [5] = {    itemcount = 1,    type = 2,    wujiang_color = 0,    countOrLevel = 20,    itemid = 30734,    }
,   [6] = {    itemcount = 1,    type = 2,    wujiang_color = 0,    countOrLevel = 30,    itemid = 30735,    }
,   [7] = {    itemcount = 1,    type = 1,    wujiang_color = -1,    countOrLevel = 3,    itemid = 30736,    }
,   [8] = {    itemcount = 1,    type = 1,    wujiang_color = -1,    countOrLevel = 5,    itemid = 30737,    }
,   }
,  }
, [56] = {  id = 56,  display_text = {   [1] = {    [1] = "#cf7e198赠送玫瑰达到%d朵",    [2] = "#c714f31已赠送玫瑰%d朵",    }
,   [2] = {    [1] = "#cf7e198获赠玫瑰达到%d朵",    [2] = "#c714f31已获赠玫瑰%d朵",    }
,   [3] = {    [1] = "#cf7e198赠送玫瑰达到%d朵",    [2] = "#c714f31已赠送玫瑰%d朵",    }
,   [4] = {    [1] = "#cf7e198获赠玫瑰达到%d朵",    [2] = "#c714f31已获赠玫瑰%d朵",    }
,   [5] = {    [1] = "#cf7e198赠送玫瑰达到%d朵",    [2] = "#c714f31已赠送玫瑰%d朵",    }
,   [6] = {    [1] = "#cf7e198赠送玫瑰达到%d朵",    [2] = "#c714f31已赠送玫瑰%d朵",    }
,   }
,  target = {   [1] = {    itemcount = 1,    type = 1,    count = 20,    itemid = 30017,    }
,   [2] = {    itemcount = 1,    type = 2,    count = 40,    itemid = 30017,    }
,   [3] = {    itemcount = 1,    type = 1,    count = 80,    itemid = 30017,    }
,   [4] = {    itemcount = 1,    type = 2,    count = 200,    itemid = 30017,    }
,   [5] = {    itemcount = 1,    type = 1,    count = 500,    itemid = 30017,    }
,   [6] = {    itemcount = 1,    type = 1,    count = 999,    itemid = 30017,    }
,   }
,  }
, [57] = {  id = 57,  display_text = {   [1] = {    [1] = "#cf7e198宝石总和不低于%d级",    [2] = "#c714f31当前宝石等级总和为%d级",    }
,   }
,  target = {   [1] = {    itemcount = 1,    type = 1,    count = 6,    itemid = 30710,    }
,   [2] = {    itemcount = 1,    type = 1,    count = 12,    itemid = 30710,    }
,   [3] = {    itemcount = 1,    type = 1,    count = 20,    itemid = 30710,    }
,   [4] = {    itemcount = 1,    type = 1,    count = 28,    itemid = 30713,    }
,   [5] = {    itemcount = 1,    type = 1,    count = 36,    itemid = 30714,    }
,   [6] = {    itemcount = 1,    type = 1,    count = 44,    itemid = 30716,    }
,   [7] = {    itemcount = 1,    type = 1,    count = 52,    itemid = 30716,    }
,   [8] = {    itemcount = 1,    type = 1,    count = 60,    itemid = 30717,    }
,   [9] = {    itemcount = 1,    type = 1,    count = 66,    itemid = 30719,    }
,   [10] = {    itemcount = 1,    type = 1,    count = 72,    itemid = 30719,    }
,   }
,  }
, }
,}
