guild_level_config = {
	[1] = {
	"1.世族人数上限提升至35人",
	"2.可学习1-10级世族属性加成",
	},
	[2] = {
	"1.世族人数上限提升至37人",
	"2.可学习11-20级世族属性加成",
	},
	[3] = {
	"1.世族人数上限提升至39人",
	"2.可学习21-30级世族属性加成",
	},
	[4] = {
	"1.世族人数上限提升至41人",
	"2.可学习31-40级世族属性加成",
	},
	[5] = {
	"1.世族人数上限提升至43人",
	"2.可学习41-50级世族属性加成",
	},
	[6] = {
	"1.世族人数上限提升至45人",
	"2.可学习51-60级世族属性加成",
	},
	[7] = {
	"1.世族人数上限提升至47人",
	"2.可学习61-70级世族属性加成",
	},
	[8] = {
	"1.世族人数上限提升至48人",
	"2.可学习71-80级世族属性加成",
	},
	[9] = {
	"1.世族人数上限提升至49人",
	"2.可学习81-90级世族属性加成",
	},
	[10] = {
	"1.世族人数上限提升至50人",
	"2.可学习91-100级世族属性加成",
	},
	[11] = {
	"1.世族人数上限提升至51人",
	"2.可学习101-110级世族属性加成",
	},
	[12] = {
	"1.世族人数上限提升至52人",
	"2.可学习111-120级世族属性加成",
	},
	[13] = {
	"1.世族人数上限提升至53人",
	"2.可学习121-130级世族属性加成",
	},
	[14] = {
	"1.世族人数上限提升至54人",
	"2.可学习131-140级世族属性加成",
	},
	[15] = {
	"1.世族人数上限提升至55人",
	"2.可学习141-150级世族属性加成",
	},
	[16] = {
	"1.世族人数上限提升至56人",
	"2.可学习151-160级世族属性加成",
	},
	[17] = {
	"1.世族人数上限提升至57人",
	"2.可学习161-170级世族属性加成",
	},
	[18] = {
	"1.世族人数上限提升至58人",
	"2.可学习171-180级世族属性加成",
	},
	[19] = {
	"1.世族人数上限提升至59人",
	"2.可学习181-190级世族属性加成",
	},
	[20] = {
	"1.世族人数上限提升至60人",
	"2.可学习191-200级世族属性加成",
	},
}