looptaskconfig = {awards = { [1] = {  loopId = 20,  itemid = 30521,  }
, [2] = {  loopId = 50,  itemid = 30522,  }
, [3] = {  loopId = 80,  itemid = 30523,  }
, [4] = {  loopId = 110,  itemid = 30524,  }
, [5] = {  loopId = 140,  itemid = 30525,  }
, [6] = {  loopId = 170,  itemid = 30526,  }
, [7] = {  loopId = 200,  itemid = 30527,  }
, }
,itemAwards = { [1] = {  [1] = {   type = 2,   count = 20000,   effect = 0,   id = 0,   bind = 1,   }
,  [2] = {   type = 0,   count = 4,   effect = 0,   id = 26121,   bind = 1,   }
,  [3] = {   type = 0,   count = 1,   effect = 0,   id = 26123,   bind = 1,   }
,  [4] = {   type = 0,   count = 1,   effect = 0,   id = 26125,   bind = 1,   }
,  }
, [2] = {  [1] = {   type = 2,   count = 25000,   effect = 0,   id = 0,   bind = 1,   }
,  [2] = {   type = 0,   count = 4,   effect = 0,   id = 26121,   bind = 1,   }
,  [3] = {   type = 0,   count = 2,   effect = 0,   id = 26123,   bind = 1,   }
,  [4] = {   type = 0,   count = 2,   effect = 0,   id = 26125,   bind = 1,   }
,  }
, [3] = {  [1] = {   type = 2,   count = 30000,   effect = 0,   id = 0,   bind = 1,   }
,  [2] = {   type = 0,   count = 5,   effect = 0,   id = 26121,   bind = 1,   }
,  [3] = {   type = 0,   count = 2,   effect = 0,   id = 26123,   bind = 1,   }
,  [4] = {   type = 0,   count = 2,   effect = 0,   id = 26125,   bind = 1,   }
,  }
, [4] = {  [1] = {   type = 2,   count = 35000,   effect = 0,   id = 0,   bind = 1,   }
,  [2] = {   type = 0,   count = 6,   effect = 0,   id = 26121,   bind = 1,   }
,  [3] = {   type = 0,   count = 3,   effect = 0,   id = 26123,   bind = 1,   }
,  [4] = {   type = 0,   count = 3,   effect = 0,   id = 26125,   bind = 1,   }
,  }
, [5] = {  [1] = {   type = 2,   count = 40000,   effect = 0,   id = 0,   bind = 1,   }
,  [2] = {   type = 0,   count = 7,   effect = 0,   id = 26121,   bind = 1,   }
,  [3] = {   type = 0,   count = 4,   effect = 0,   id = 26123,   bind = 1,   }
,  [4] = {   type = 0,   count = 4,   effect = 0,   id = 26125,   bind = 1,   }
,  }
, [6] = {  [1] = {   type = 2,   count = 50000,   effect = 0,   id = 0,   bind = 1,   }
,  [2] = {   type = 0,   count = 8,   effect = 0,   id = 26121,   bind = 1,   }
,  [3] = {   type = 0,   count = 4,   effect = 0,   id = 26123,   bind = 1,   }
,  [4] = {   type = 0,   count = 4,   effect = 0,   id = 26125,   bind = 1,   }
,  }
, [7] = {  [1] = {   type = 2,   count = 60000,   effect = 0,   id = 0,   bind = 1,   }
,  [2] = {   type = 0,   count = 9,   effect = 0,   id = 26121,   bind = 1,   }
,  [3] = {   type = 0,   count = 4,   effect = 0,   id = 26123,   bind = 1,   }
,  [4] = {   type = 0,   count = 4,   effect = 0,   id = 26125,   bind = 1,   }
,  }
, }
,OPEN_LEVEL = 31,SYSTEM_SWITCH = 1,extraQuestId = { specialQuest = {  [1] = {   HigthLevel = 39,   MinLevel = 1,   list = {    [43] = {     rate = 2,     qid = 10005,     }
,    }
,   }
,  [2] = {   HigthLevel = 49,   MinLevel = 40,   list = {    [43] = {     rate = 2,     qid = 10005,     }
,    }
,   }
,  [3] = {   HigthLevel = 59,   MinLevel = 50,   list = {    [43] = {     rate = 2,     qid = 10005,     }
,    }
,   }
,  [4] = {   HigthLevel = 100,   MinLevel = 60,   list = {    [43] = {     rate = 2,     qid = 10005,     }
,    }
,   }
,  }
, level = {  [31] = {   [1] = {    rate = 2,    qid = 10002,    }
,   }
,  }
, }
,loopDiff = { [1] = 1, [2] = 1, [3] = 1, [4] = 1, [5] = 2, [6] = 1, [7] = 1, [8] = 1, [9] = 1, [10] = 3, [11] = 1, [12] = 1, [13] = 1, [14] = 1, [15] = 2, [16] = 1, [17] = 1, [18] = 1, [19] = 1, [20] = 3, [21] = 1, [22] = 1, [23] = 1, [24] = 1, [25] = 2, [26] = 1, [27] = 1, [28] = 1, [29] = 1, [30] = 3, [31] = 1, [32] = 1, [33] = 1, [34] = 1, [35] = 2, [36] = 1, [37] = 1, [38] = 1, [39] = 1, [40] = 3, [41] = 1, [42] = 1, [43] = 1, [44] = 1, [45] = 2, [46] = 1, [47] = 1, [48] = 1, [49] = 1, [50] = 3, [51] = 1, [52] = 1, [53] = 1, [54] = 1, [55] = 2, [56] = 1, [57] = 1, [58] = 1, [59] = 1, [60] = 3, [61] = 1, [62] = 1, [63] = 1, [64] = 1, [65] = 2, [66] = 1, [67] = 1, [68] = 1, [69] = 1, [70] = 3, [71] = 1, [72] = 1, [73] = 1, [74] = 1, [75] = 2, [76] = 1, [77] = 1, [78] = 1, [79] = 1, [80] = 3, [81] = 1, [82] = 1, [83] = 1, [84] = 1, [85] = 2, [86] = 1, [87] = 1, [88] = 1, [89] = 1, [90] = 3, [91] = 1, [92] = 1, [93] = 1, [94] = 1, [95] = 2, [96] = 1, [97] = 1, [98] = 1, [99] = 1, [100] = 3, [101] = 1, [102] = 1, [103] = 1, [104] = 1, [105] = 2, [106] = 1, [107] = 1, [108] = 1, [109] = 1, [110] = 3, [111] = 1, [112] = 1, [113] = 1, [114] = 1, [115] = 2, [116] = 1, [117] = 1, [118] = 1, [119] = 1, [120] = 3, [121] = 1, [122] = 1, [123] = 1, [124] = 1, [125] = 2, [126] = 1, [127] = 1, [128] = 1, [129] = 1, [130] = 3, [131] = 1, [132] = 1, [133] = 1, [134] = 1, [135] = 2, [136] = 1, [137] = 1, [138] = 1, [139] = 1, [140] = 3, [141] = 1, [142] = 1, [143] = 1, [144] = 1, [145] = 2, [146] = 1, [147] = 1, [148] = 1, [149] = 1, [150] = 3, [151] = 1, [152] = 1, [153] = 1, [154] = 1, [155] = 2, [156] = 1, [157] = 1, [158] = 1, [159] = 1, [160] = 3, [161] = 1, [162] = 1, [163] = 1, [164] = 1, [165] = 2, [166] = 1, [167] = 1, [168] = 1, [169] = 1, [170] = 3, [171] = 1, [172] = 1, [173] = 1, [174] = 1, [175] = 2, [176] = 1, [177] = 1, [178] = 1, [179] = 1, [180] = 3, [181] = 1, [182] = 1, [183] = 1, [184] = 1, [185] = 2, [186] = 1, [187] = 1, [188] = 1, [189] = 1, [190] = 3, [191] = 1, [192] = 1, [193] = 1, [194] = 1, [195] = 2, [196] = 1, [197] = 1, [198] = 1, [199] = 1, [200] = 3, }
,task_explain = "#c501f041.每周最多可完成200环任务，每周一0点重置任务次数，同时当前任务环数重置为第一环；#r#c501f042.完成指定数量的跑环任务后将获得额外奖励，请在任务重置前领取奖励；#r#c501f043.任务接取后可放弃,放弃后当前任务将重新从第一环开始。",maxLoopId = 200,awardsRate = { [1] = {  maxLoopId = 10,  rate = {   [1] = {    rate = 1,    probability = 100,    }
,   }
,  }
, [2] = {  maxLoopId = 20,  rate = {   [1] = {    rate = 1.1,    probability = 100,    }
,   }
,  }
, [3] = {  maxLoopId = 30,  rate = {   [1] = {    rate = 1.2,    probability = 100,    }
,   }
,  }
, [4] = {  maxLoopId = 40,  rate = {   [1] = {    rate = 1.3,    probability = 100,    }
,   }
,  }
, [5] = {  maxLoopId = 50,  rate = {   [1] = {    rate = 1.4,    probability = 100,    }
,   }
,  }
, [6] = {  maxLoopId = 60,  rate = {   [1] = {    rate = 1.5,    probability = 100,    }
,   }
,  }
, [7] = {  maxLoopId = 70,  rate = {   [1] = {    rate = 1.6,    probability = 100,    }
,   }
,  }
, [8] = {  maxLoopId = 80,  rate = {   [1] = {    rate = 1.7,    probability = 100,    }
,   }
,  }
, [9] = {  maxLoopId = 90,  rate = {   [1] = {    rate = 1.8,    probability = 100,    }
,   }
,  }
, [10] = {  maxLoopId = 100,  rate = {   [1] = {    rate = 1.9,    probability = 100,    }
,   }
,  }
, [11] = {  maxLoopId = 110,  rate = {   [1] = {    rate = 2,    probability = 100,    }
,   }
,  }
, [12] = {  maxLoopId = 120,  rate = {   [1] = {    rate = 2.1,    probability = 100,    }
,   }
,  }
, [13] = {  maxLoopId = 130,  rate = {   [1] = {    rate = 2.2,    probability = 100,    }
,   }
,  }
, [14] = {  maxLoopId = 140,  rate = {   [1] = {    rate = 2.3,    probability = 100,    }
,   }
,  }
, [15] = {  maxLoopId = 150,  rate = {   [1] = {    rate = 2.4,    probability = 100,    }
,   }
,  }
, [16] = {  maxLoopId = 160,  rate = {   [1] = {    rate = 2.5,    probability = 100,    }
,   }
,  }
, [17] = {  maxLoopId = 170,  rate = {   [1] = {    rate = 2.6,    probability = 100,    }
,   }
,  }
, [18] = {  maxLoopId = 180,  rate = {   [1] = {    rate = 2.7,    probability = 100,    }
,   }
,  }
, [19] = {  maxLoopId = 190,  rate = {   [1] = {    rate = 2.8,    probability = 100,    }
,   }
,  }
, [20] = {  maxLoopId = 200,  rate = {   [1] = {    rate = 3,    probability = 100,    }
,   }
,  }
, }
,delay = 0,grade = { [1] = {  [1] = {   minLv = 31,   tasks = {    [1] = {     rate = 2,     qid = 10001,     }
,    [2] = {     rate = 2,     qid = 10003,     }
,    [3] = {     rate = 2,     qid = 10004,     }
,    [4] = {     rate = 5,     qid = 10006,     }
,    [5] = {     rate = 5,     qid = 10007,     }
,    [6] = {     rate = 5,     qid = 10008,     }
,    [7] = {     rate = 5,     qid = 10009,     }
,    [8] = {     rate = 5,     qid = 10010,     }
,    [9] = {     rate = 5,     qid = 10011,     }
,    [10] = {     rate = 5,     qid = 10012,     }
,    [11] = {     rate = 5,     qid = 10013,     }
,    [12] = {     rate = 5,     qid = 10014,     }
,    [13] = {     rate = 5,     qid = 10015,     }
,    [14] = {     rate = 5,     qid = 10016,     }
,    [15] = {     rate = 5,     qid = 10017,     }
,    [16] = {     rate = 5,     qid = 10018,     }
,    [17] = {     rate = 5,     qid = 10019,     }
,    [18] = {     rate = 5,     qid = 10020,     }
,    [19] = {     rate = 5,     qid = 10021,     }
,    [20] = {     rate = 5,     qid = 10022,     }
,    [21] = {     rate = 5,     qid = 10023,     }
,    [22] = {     rate = 5,     qid = 10024,     }
,    [23] = {     rate = 5,     qid = 10025,     }
,    [24] = {     rate = 5,     qid = 10026,     }
,    [25] = {     rate = 5,     qid = 10027,     }
,    [26] = {     rate = 5,     qid = 10028,     }
,    [27] = {     rate = 5,     qid = 10029,     }
,    [28] = {     rate = 5,     qid = 10030,     }
,    [29] = {     rate = 5,     qid = 10031,     }
,    [30] = {     rate = 5,     qid = 10032,     }
,    [31] = {     rate = 5,     qid = 10033,     }
,    [32] = {     rate = 5,     qid = 10034,     }
,    [33] = {     rate = 5,     qid = 10035,     }
,    [34] = {     rate = 5,     qid = 10036,     }
,    [35] = {     rate = 5,     qid = 10048,     }
,    [36] = {     rate = 5,     qid = 10049,     }
,    [37] = {     rate = 5,     qid = 10050,     }
,    }
,   }
,  [2] = {   minLv = 40,   tasks = {    [1] = {     rate = 2,     qid = 10001,     }
,    [2] = {     rate = 2,     qid = 10003,     }
,    [3] = {     rate = 2,     qid = 10004,     }
,    [4] = {     rate = 5,     qid = 10051,     }
,    [5] = {     rate = 5,     qid = 10052,     }
,    [6] = {     rate = 5,     qid = 10053,     }
,    [7] = {     rate = 5,     qid = 10054,     }
,    [8] = {     rate = 5,     qid = 10055,     }
,    [9] = {     rate = 5,     qid = 10056,     }
,    [10] = {     rate = 5,     qid = 10057,     }
,    [11] = {     rate = 5,     qid = 10058,     }
,    [12] = {     rate = 5,     qid = 10059,     }
,    [13] = {     rate = 5,     qid = 10060,     }
,    [14] = {     rate = 5,     qid = 10061,     }
,    [15] = {     rate = 5,     qid = 10062,     }
,    [16] = {     rate = 5,     qid = 10063,     }
,    [17] = {     rate = 5,     qid = 10064,     }
,    [18] = {     rate = 5,     qid = 10065,     }
,    [19] = {     rate = 5,     qid = 10066,     }
,    [20] = {     rate = 5,     qid = 10067,     }
,    [21] = {     rate = 5,     qid = 10068,     }
,    [22] = {     rate = 5,     qid = 10069,     }
,    [23] = {     rate = 5,     qid = 10070,     }
,    [24] = {     rate = 5,     qid = 10071,     }
,    [25] = {     rate = 5,     qid = 10072,     }
,    [26] = {     rate = 5,     qid = 10073,     }
,    [27] = {     rate = 5,     qid = 10074,     }
,    [28] = {     rate = 5,     qid = 10075,     }
,    [29] = {     rate = 5,     qid = 10076,     }
,    [30] = {     rate = 5,     qid = 10077,     }
,    [31] = {     rate = 5,     qid = 10078,     }
,    [32] = {     rate = 5,     qid = 10079,     }
,    [33] = {     rate = 5,     qid = 10080,     }
,    [34] = {     rate = 5,     qid = 10081,     }
,    [35] = {     rate = 5,     qid = 10082,     }
,    [36] = {     rate = 5,     qid = 10083,     }
,    [37] = {     rate = 5,     qid = 10084,     }
,    [38] = {     rate = 5,     qid = 10085,     }
,    [39] = {     rate = 5,     qid = 10086,     }
,    [40] = {     rate = 5,     qid = 10087,     }
,    [41] = {     rate = 5,     qid = 10088,     }
,    [42] = {     rate = 5,     qid = 10089,     }
,    }
,   }
,  [3] = {   minLv = 50,   tasks = {    [1] = {     rate = 2,     qid = 10001,     }
,    [2] = {     rate = 2,     qid = 10003,     }
,    [3] = {     rate = 2,     qid = 10004,     }
,    [4] = {     rate = 5,     qid = 10101,     }
,    [5] = {     rate = 5,     qid = 10102,     }
,    [6] = {     rate = 5,     qid = 10103,     }
,    [7] = {     rate = 5,     qid = 10104,     }
,    [8] = {     rate = 5,     qid = 10105,     }
,    [9] = {     rate = 5,     qid = 10106,     }
,    [10] = {     rate = 5,     qid = 10107,     }
,    [11] = {     rate = 5,     qid = 10108,     }
,    [12] = {     rate = 5,     qid = 10109,     }
,    [13] = {     rate = 5,     qid = 10110,     }
,    [14] = {     rate = 5,     qid = 10111,     }
,    [15] = {     rate = 5,     qid = 10112,     }
,    [16] = {     rate = 5,     qid = 10113,     }
,    [17] = {     rate = 5,     qid = 10114,     }
,    [18] = {     rate = 5,     qid = 10115,     }
,    [19] = {     rate = 5,     qid = 10116,     }
,    [20] = {     rate = 5,     qid = 10117,     }
,    [21] = {     rate = 5,     qid = 10118,     }
,    [22] = {     rate = 5,     qid = 10119,     }
,    [23] = {     rate = 5,     qid = 10120,     }
,    [24] = {     rate = 5,     qid = 10121,     }
,    [25] = {     rate = 5,     qid = 10122,     }
,    [26] = {     rate = 5,     qid = 10123,     }
,    [27] = {     rate = 5,     qid = 10124,     }
,    [28] = {     rate = 5,     qid = 10125,     }
,    [29] = {     rate = 5,     qid = 10126,     }
,    [30] = {     rate = 5,     qid = 10127,     }
,    [31] = {     rate = 5,     qid = 10128,     }
,    [32] = {     rate = 5,     qid = 10129,     }
,    [33] = {     rate = 5,     qid = 10130,     }
,    [34] = {     rate = 5,     qid = 10131,     }
,    [35] = {     rate = 5,     qid = 10132,     }
,    [36] = {     rate = 5,     qid = 10133,     }
,    [37] = {     rate = 5,     qid = 10134,     }
,    [38] = {     rate = 5,     qid = 10135,     }
,    [39] = {     rate = 5,     qid = 10136,     }
,    [40] = {     rate = 5,     qid = 10137,     }
,    [41] = {     rate = 5,     qid = 10138,     }
,    [42] = {     rate = 5,     qid = 10139,     }
,    }
,   }
,  [4] = {   minLv = 60,   tasks = {    [1] = {     rate = 2,     qid = 10001,     }
,    [2] = {     rate = 2,     qid = 10003,     }
,    [3] = {     rate = 2,     qid = 10004,     }
,    [4] = {     rate = 5,     qid = 10151,     }
,    [5] = {     rate = 5,     qid = 10152,     }
,    [6] = {     rate = 5,     qid = 10153,     }
,    [7] = {     rate = 5,     qid = 10154,     }
,    [8] = {     rate = 5,     qid = 10155,     }
,    [9] = {     rate = 5,     qid = 10156,     }
,    [10] = {     rate = 5,     qid = 10157,     }
,    [11] = {     rate = 5,     qid = 10158,     }
,    [12] = {     rate = 5,     qid = 10159,     }
,    [13] = {     rate = 5,     qid = 10160,     }
,    [14] = {     rate = 5,     qid = 10161,     }
,    [15] = {     rate = 5,     qid = 10162,     }
,    [16] = {     rate = 5,     qid = 10163,     }
,    [17] = {     rate = 5,     qid = 10164,     }
,    [18] = {     rate = 5,     qid = 10165,     }
,    [19] = {     rate = 5,     qid = 10166,     }
,    [20] = {     rate = 5,     qid = 10167,     }
,    [21] = {     rate = 5,     qid = 10168,     }
,    [22] = {     rate = 5,     qid = 10169,     }
,    [23] = {     rate = 5,     qid = 10170,     }
,    [24] = {     rate = 5,     qid = 10171,     }
,    [25] = {     rate = 5,     qid = 10172,     }
,    [26] = {     rate = 5,     qid = 10173,     }
,    [27] = {     rate = 5,     qid = 10174,     }
,    [28] = {     rate = 5,     qid = 10175,     }
,    [29] = {     rate = 5,     qid = 10176,     }
,    [30] = {     rate = 5,     qid = 10177,     }
,    [31] = {     rate = 5,     qid = 10178,     }
,    [32] = {     rate = 5,     qid = 10179,     }
,    [33] = {     rate = 5,     qid = 10180,     }
,    [34] = {     rate = 5,     qid = 10181,     }
,    [35] = {     rate = 5,     qid = 10182,     }
,    [36] = {     rate = 5,     qid = 10183,     }
,    [37] = {     rate = 5,     qid = 10184,     }
,    [38] = {     rate = 5,     qid = 10185,     }
,    [39] = {     rate = 5,     qid = 10186,     }
,    [40] = {     rate = 5,     qid = 10187,     }
,    [41] = {     rate = 5,     qid = 10188,     }
,    [42] = {     rate = 5,     qid = 10189,     }
,    }
,   }
,  }
, [2] = {  [1] = {   minLv = 31,   tasks = {    [1] = {     rate = 5,     qid = 10037,     }
,    [2] = {     rate = 5,     qid = 10038,     }
,    [3] = {     rate = 5,     qid = 10039,     }
,    [4] = {     rate = 5,     qid = 10040,     }
,    [5] = {     rate = 5,     qid = 10041,     }
,    [6] = {     rate = 5,     qid = 10042,     }
,    }
,   }
,  [2] = {   minLv = 40,   tasks = {    [1] = {     rate = 5,     qid = 10090,     }
,    [2] = {     rate = 5,     qid = 10091,     }
,    [3] = {     rate = 5,     qid = 10092,     }
,    [4] = {     rate = 5,     qid = 10093,     }
,    [5] = {     rate = 5,     qid = 10094,     }
,    [6] = {     rate = 5,     qid = 10095,     }
,    }
,   }
,  [3] = {   minLv = 50,   tasks = {    [1] = {     rate = 5,     qid = 10140,     }
,    [2] = {     rate = 5,     qid = 10141,     }
,    [3] = {     rate = 5,     qid = 10142,     }
,    [4] = {     rate = 5,     qid = 10143,     }
,    [5] = {     rate = 5,     qid = 10144,     }
,    [6] = {     rate = 5,     qid = 10145,     }
,    }
,   }
,  [4] = {   minLv = 60,   tasks = {    [1] = {     rate = 5,     qid = 10190,     }
,    [2] = {     rate = 5,     qid = 10191,     }
,    [3] = {     rate = 5,     qid = 10192,     }
,    [4] = {     rate = 5,     qid = 10193,     }
,    [5] = {     rate = 5,     qid = 10194,     }
,    [6] = {     rate = 5,     qid = 10195,     }
,    }
,   }
,  }
, [3] = {  [1] = {   minLv = 31,   tasks = {    [1] = {     rate = 5,     qid = 10043,     }
,    [2] = {     rate = 5,     qid = 10044,     }
,    [3] = {     rate = 5,     qid = 10045,     }
,    [4] = {     rate = 5,     qid = 10046,     }
,    [5] = {     rate = 5,     qid = 10047,     }
,    }
,   }
,  [2] = {   minLv = 40,   tasks = {    [1] = {     rate = 5,     qid = 10096,     }
,    [2] = {     rate = 5,     qid = 10097,     }
,    [3] = {     rate = 5,     qid = 10098,     }
,    [4] = {     rate = 5,     qid = 10099,     }
,    [5] = {     rate = 5,     qid = 10100,     }
,    }
,   }
,  [3] = {   minLv = 50,   tasks = {    [1] = {     rate = 5,     qid = 10146,     }
,    [2] = {     rate = 5,     qid = 10147,     }
,    [3] = {     rate = 5,     qid = 10148,     }
,    [4] = {     rate = 5,     qid = 10149,     }
,    [5] = {     rate = 5,     qid = 10150,     }
,    }
,   }
,  [4] = {   minLv = 60,   tasks = {    [1] = {     rate = 5,     qid = 10196,     }
,    [2] = {     rate = 5,     qid = 10197,     }
,    [3] = {     rate = 5,     qid = 10198,     }
,    [4] = {     rate = 5,     qid = 10199,     }
,    [5] = {     rate = 5,     qid = 10200,     }
,    }
,   }
,  }
, }
,}
