partner_config_client = {
	
	-- 加成说明
	partner_add_instruct = {
		title_txt = "#cf3e2c5加成说明",
		font_size = 16,
		[1] = "#c643f171. 获得对应伙伴后即可解锁亲密加成属性；",          
		[2] = "#c643f172. 分解、融合了伙伴不会损失对应的亲密属性，依然可以提升；",
		[3] = "#c643f173. 亲密度可通过使用天行丹和机关木偶培养提升；", 
		[4] = "#c643f174. 对应伙伴的亲密度越高，加成的属性就越多，要和每位小伙伴都打好关系！",               
		[5] = "#c643f175. 不同伙伴的亲密属性加成可叠加，伙伴越多，属性越高！",
	},

	-- 加成说明
	partner_add_approach = {
		[1] = "#c643f171. 寻宝、参加剧情副本和伙伴副本可获得碎片",          
		[2] = "#c643f17寻宝、参加剧情副本和伙伴副本可获得碎片",
		[3] = "#c643f17寻宝、参加剧情副本和伙伴副本可获得碎片", 
		[4] = "#c643f17寻宝、参加剧情副本和伙伴副本可获得碎片",               
		[5] = "#c643f17寻宝、参加剧情副本和伙伴副本可获得碎片",
		[6] = "#c643f17寻宝、参加剧情副本和伙伴副本可获得碎片",
		[7] = "#c643f17寻宝、参加剧情副本和伙伴副本可获得碎片",
		[8] = "#c643f17寻宝、参加剧情副本和伙伴副本可获得碎片",
		[9] = "#c643f17寻宝、参加剧情副本和伙伴副本可获得碎片",
		[10] = "#c643f17寻宝、参加剧情副本和伙伴副本可获得碎片",
		[11] = "#c643f17寻宝、参加剧情副本和伙伴副本可获得碎片",
		[12] = "#c643f17寻宝、参加剧情副本和伙伴副本可获得碎片",
		[13] = "#c643f17寻宝、参加剧情副本和伙伴副本可获得碎片",
		[14] = "#c643f17寻宝、参加剧情副本和伙伴副本可获得碎片",
		[15] = "#c643f17寻宝、参加剧情副本和伙伴副本可获得碎片",
		[16] = "#c643f17寻宝、参加剧情副本和伙伴副本可获得碎片",
		[17] = "#c643f17寻宝、参加剧情副本和伙伴副本可获得碎片",
		[18] = "#c643f17寻宝、参加剧情副本和伙伴副本可获得碎片",
	},

	-- 图鉴获取说明
	get_path_desc = {
		title_txt = "#cf3e2c5获取方式",
		-- 伙伴id分类，key对应从下面的描述
		part_mids = {
			[1] = {1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16,18}, 
			[2] = {17},
		},
		part_decs = {
			[1] = {
				[1] = "#c643f171.寻宝有很大机率可获得伙伴碎片；",
				[2] = "#c643f172.通关剧情副本可获得伙伴碎片；",
				[3] = "#c643f173.参与各类玩法可获得伙伴碎片；",
			},
			[2] = {
				[1] = "",
				[2] = "#c643f17SVIP专属伙伴，达到SVIP可获得。",
			},
		},
	},

	-- 资质培养说明
	partner_foster_instruct = {
		title_txt = "#cf3e2c5资质说明",
		font_size = 16,
		[1] = "#c763F161. 伙伴的品阶从低到高为绿、蓝、紫、橙，传说还有红色品阶的伙伴哦；", 
		[2] = "#c763F162. 伙伴的品阶越高，潜力越高，同品阶潜力也有少许区别；", 
		[3] = "#c763F163. 资质上限为伙伴潜力*2，潜力越高，上限越高；",
		[4] = "#c763F164. 伙伴每次资质培养都有一定成功率喔；", 
		[5] = "#c763F165. 资质封顶后，可融合潜力更高的伙伴提升潜力；", 
	},
			
	-- 各种伙伴的说明 key: 伙伴模型id(mid)
	partner_instructions = {
		[1] = "#c653F18光武帝刘秀与光烈皇后阴丽华之子，东汉第二任皇帝。自幼聪明博学，东汉盛世的继承者。",
		[2] = "#c653F18痴心一片，对表哥阴识情深意重。奈何世事无常，为家族和伦理所不容，终成一生憾事。",
		[3] = "#c653F18被家族里的哥哥们宠坏的小公主，遇事随性而为，险些酿成大祸。逐渐明白事理，后被封为公主。",
		[4] = "#c653F18东汉初年第一才子，学贯古今。与刘秀是太学同窗，政念不合多次婉拒入朝参政，归隐山林。",
		[5] = "#c653F18明事理，晓节义的传奇女子。虽出身卑微，遇事进退有度，不卑不亢终于冯异成为眷侣。",
		[6] = "#c653F18阴家最厉害女隐士，与丽华情同姐妹。和阴兴暗生情愫，因调查刘衡早逝不幸遇难。",
		[7] = "#c653F18南阳刘縯刘伯升，起兵于舂陵后因功高盖主，遭人猜忌暗算后英年早逝，武功高强胸怀大志。",
		[8] = "#c653F18东汉最富盛名的大树将军，处事大度。一生辅佐刘秀成就大业，终成一代名臣。",
		[9] = "#c653F18南阳邓家公子哥，早年游学各地见识非凡。终生情倾丽华，辅佐刘秀。东汉初期第一功臣。",
		[10] = "#c653F18南阳阴家世族之女，从小机灵活泼。心思异于他人，对事物总带着一种叛逆的态度。",
		[11] = "#c653F18太学生刘文叔，心系天下关注民生。太学院的麒麟之才，深的博士蔡少公的器重。",
		[12] = "#c653F18真定王府千金，对刘秀心有情意，非君不嫁。因家族变故，情爱被毁，一生被爱恨纠葛所扰。",
		[13] = "#c653F18舂林起兵之后，刘秀胸怀宽广，用兵如神。智取长聚之后，最终以三千对阵四十万新军大获全胜。",
		[14] = "#c653F18女扮男装的阴丽华，文武双全，精通排布布阵，机关奇术。帮助刘秀取得昆阳大战的胜利。",
		[15] = "#c653F18东汉光武帝刘秀的第二任皇后，刘秀少年之时，有感于其美貌，曾言道：“娶妻当得阴丽华”。",
		[16] = "#c653F18东汉开国皇帝，在位期间勤政恭谦，开创了历史上最有名的光武中兴之盛世。",
		[17] = "#c653F18王莽其人谦恭俭让，礼贤下士，在朝野素有威名。西汉末年，被朝野视为能挽危局的不二人选，被看作是周公再世。",
		[18] = "#c653F18东汉最富盛名的大树将军，处事大度。一生辅佐刘秀成就大业，终成一代名臣。",
	},

	-- 获取技能的途径描述
	desc_skill_get = {
		-- 通用技能
		[601] = "击杀【世界BOSS】获得",
		[602] = "击杀【世界BOSS】获得",
		[603] = "击杀【世界BOSS】获得",
		[604] = "击杀【世界BOSS】获得",
		[605] = "击杀【世界BOSS】获得",
		[606] = "击杀【世界BOSS】获得",
		[607] = "击杀【世界BOSS】获得",
		[608] = "击杀【世界BOSS】获得",
		[609] = "击杀【世界BOSS】获得",
		[610] = "击杀【世界BOSS】获得",
		
		-- 天赋技能
		[611] = "获取伙伴【光烈皇后】激活",
		[612] = "获取伙伴【汉光武帝】激活",
	},

	-- 红点检测：机关玩偶, 天行丹, 真言命格, 箴机卷轴(读取服务器配置文件，太耗性能，写死在客户端配置文件里面)
	reddot_check_itemids = { 26171, 26172, 26173, 26174 },
}
