platform_sdk_config = {
	normal = {
		--超级联盟
		["{B4447B49-BC295EFE}"] = "wdj",	--豌豆荚
		["{253CF564-4BD5BDF4}"] = "sina",	--新浪
		["{3CBECEB4-C84C816E}"] = "sougou",	--搜狗
		["{4F881D64-67D18EC7}"] = "youku",	--优酷网游
		["{84C1B0C4-356B6863}"] = "muzhiwan",--拇指玩
		["{A2D2F4AE-D400E281}"] = "anzhi",	--安智
		["{6D00ED5B-6E998C7D}"] = "pptv",	--pptw
		--第一批小渠道
		["{4CB4C42B-71641CB3}"] = "4399",	--4399
		["{60AA725A-32D4C67B}"] = "kugou",	--酷狗
		["{23D9C479-1D64FA2A}"] = "sw",	--顺网
		["{91306CA8-BE0D98DD}"] = "tt",	--TT语音
		["{85EE2667-3CF951BC}"] = "yixin",	--易信
		["{11AEE396-DB063871}"] = "kpzs",	--靠谱

		--65渠道
		["{FB589C6D-EBE9A197}"] = "d",	--当乐
		["{71DCD3C3-68FB7F00}"] = "caohua",	--草花
		["{90636300-3FC9CACC}"] = "cc",	--虫虫
		["{8DC30018-87058B7A}"] = "le",	--乐视_手游
		["{75B5169F-023D2316}"] = "7k7k",	--7k7k
		["{36F42757-72C11F55}"] = "65",	--65

		--暂时没用到的
		["{EFA6E809-0EB84A74}"] = "jinritoutiao",	--今日头条
		["{A15DC579-667D6DA6}"] = "baidu",	--百度移动游戏
		["{C06EF2BF-7E87C46C}"] = "37wan",	--37玩
		["{C12A391C-3075D56B}"] = "kuwo",	--酷我
		["{ABF07CC5-115B9437}"] = "ifeng",  --凤凰网
		["{BBDACA3F-ED5DD8D9}"] = "yiwan", 	--益玩
		["{06152E3E-44A4595A}"] = "xunlei",	--迅雷
		["{1536DEC0-CC92A1A4}"] = "91",	--91wan
		["{65C90E90-AECD89B2}"] = "ouwan",	--偶玩
		["{85EE2667-3CF951BC}"] = "yixin", 	--易信

	},
	special = {
		--腾讯应用宝

	}
}
--[[

--]]