questionnaireconfig = {[1] = { questions = {  [1] = {   id = 1,   type = 1,   answer = {    [1] = "满意",    [2] = "比较满意",    [3] = "一般",    [4] = "比较不满意",    [5] = "非常不满意",    }
,   question = "您对游戏中人物造型的满意程度为？",   }
,  [2] = {   id = 2,   type = 2,   answer = {    [1] = "人物略显粗糙",    [2] = "人物衣着不漂亮",    [3] = "各人物造型相似",    [4] = "其他",    }
,   question = "对比相似类型的游戏，您觉得秀丽江山在人物造型中的哪些方面还需优化？",   }
,  [3] = {   id = 3,   type = 1,   answer = {    [1] = "满意",    [2] = "比较满意",    [3] = "一般",    [4] = "比较不满意",    [5] = "非常不满意",    }
,   question = "您对游戏中景色风格的满意程度为？",   }
,  [4] = {   id = 4,   type = 2,   answer = {    [1] = "场景单一缺特色",    [2] = "色彩单一不丰富",    [3] = "细节不足略粗糙",    [4] = "景色单薄缺质感",    [5] = "场景建筑不好看",    [6] = "其他",    }
,   question = "对比相似类型的游戏，您觉得秀丽江山在场景中的哪些方面还需提高？",   }
,  [5] = {   id = 5,   type = 1,   answer = {    [1] = "满意",    [2] = "比较满意",    [3] = "一般",    [4] = "比较不满意",    [5] = "非常不满意",    }
,   question = "您对游戏的战斗满意度为？",   }
,  [6] = {   id = 6,   type = 1,   answer = {    [1] = "满意",    [2] = "比较满意",    [3] = "一般",    [4] = "比较不满意",    [5] = "非常不满意",    }
,   question = "您对战斗时主角人物动作满意度为？",   }
,  [7] = {   id = 7,   type = 1,   answer = {    [1] = "满意",    [2] = "比较满意",    [3] = "一般",    [4] = "比较不满意",    [5] = "非常不满意",    }
,   question = "您对战斗中怪物的反应满意度为？",   }
,  [8] = {   id = 8,   type = 2,   answer = {    [1] = "打怪动作僵硬",    [2] = "打击感不足",    [3] = "技能特效较单薄",    [4] = "怪物攻击方式单一",    [5] = "怪物移动太慢",    [6] = "打怪时挑战性弱",    [7] = "其他",    }
,   question = "对比相似类型的游戏，你觉得秀丽江山的战斗体验有哪些地方可以提高的？",   }
,  [9] = {   id = 9,   type = 2,   answer = {    [1] = "手机助手APP推荐",    [2] = "微信等社交平台",    [3] = "游戏媒体报道",    [4] = "爱奇艺游戏官网",    [5] = "朋友推荐",    [6] = "纸质杂志报刊",    [7] = "其他",    }
,   question = "您是从什么渠道了解到我们的游戏呢？",   }
,  [10] = {   id = 10,   type = 1,   answer = {    [1] = "看过",    [2] = "没看过",    }
,   question = "您是否有看过《秀丽江山之长歌行》这部小说呢？",   }
,  [11] = {   id = 11,   type = 1,   answer = {    [1] = "18岁以下",    [2] = "18-25岁",    [3] = "26-30岁",    [4] = "31-35岁",    [5] = "36-40岁",    [6] = "40岁以上",    }
,   question = "请问您大概处于的年龄段为？",   }
,  [12] = {   id = 12,   type = 2,   answer = {    [1] = "回合RPG（梦幻）",    [2] = "即时RPG（征途）",    [3] = "MOBA（王者荣耀）",    [4] = "益智休闲",    [5] = "卡牌类（刀塔传奇）",    [6] = "策略类（列王纷争）",    [7] = "策略卡牌（炉石）",    [8] = "其他类型",    }
,   question = "除了秀丽江山之外，平时您还会玩哪些类型的手机游戏呢？",   }
,  }
, awards = {  [1] = {   itemNum = 10,   itemType = 1,   itemId = 26151,   }
,  [2] = {   itemNum = 10,   itemType = 1,   itemId = 26173,   }
,  [3] = {   itemNum = 50,   itemType = 2,   itemId = 3,   }
,  }
, minLevel = 10, maxLevel = 29, }
,[2] = { questions = {  [1] = {   id = 1,   type = 1,   answer = {    [1] = "装备升级",    [2] = "伙伴",    [3] = "坐骑",    [4] = "武将",    }
,   question = "您觉得游戏中哪部分是您最喜欢的呢？",   }
,  [2] = {   id = 2,   type = 2,   answer = {    [1] = "得到更好看的外观",    [2] = "可大幅提升战力",    [3] = "额外附加效果",    [4] = "玩法较为有趣",    [5] = "其他",    }
,   question = "您最喜欢的原因是？",   }
,  [3] = {   id = 3,   type = 1,   answer = {    [1] = "装备升级",    [2] = "伙伴",    [3] = "坐骑",    [4] = "武将",    }
,   question = "您觉得有哪部分是您不满意的呢？",   }
,  [4] = {   id = 4,   type = 2,   answer = {    [1] = "缺乏外观变化",    [2] = "提升战力很少",    [3] = "无其他作用",    [4] = "培养过程较枯燥",    [5] = "其他",    }
,   question = "令您感到不满意的原因是？",   }
,  [5] = {   id = 5,   type = 2,   answer = {    [1] = "各种单人副本",    [2] = "各种组队副本",    [3] = "世界BOSS",    [4] = "箴机奇图",    [5] = "夜间PVP活动",    }
,   question = "您体验到的玩法有？",   }
,  [6] = {   id = 6,   type = 1,   answer = {    [1] = "满意",    [2] = "比较满意",    [3] = "一般",    [4] = "比较不满意",    [5] = "不满意",    }
,   question = "您对现在为止体验到的玩法的满意度为？",   }
,  [7] = {   id = 7,   type = 2,   answer = {    [1] = "各种单人副本",    [2] = "各种组队副本",    [3] = "世界BOSS",    [4] = "箴机奇图",    [5] = "夜间PVP活动",    }
,   question = "令您印象深刻的玩法有？",   }
,  [8] = {   id = 8,   type = 2,   answer = {    [1] = "玩法形式单一",    [2] = "玩起来太累",    [3] = "玩法奖励较少",    [4] = "玩法奖励价值低",    [5] = "无好友共玩",    [6] = "其他",    }
,   question = "您相比其他游戏，秀丽江山的玩法有哪些值得改进的呢？",   }
,  [9] = {   id = 9,   type = 1,   answer = {    [1] = "满意",    [2] = "比较满意",    [3] = "一般",    [4] = "比较不满意",    [5] = "不满意",    }
,   question = "您对奖励大厅中的奖励（每日签到等）满意度为？",   }
,  [10] = {   id = 10,   type = 1,   answer = {    [1] = "有，吸引力大",    [2] = "有一点吸引力",    [3] = "吸引力一般",    [4] = "比较缺乏吸引力",    [5] = "完全没有吸引力",    }
,   question = "您觉得活动中的各种充值礼包对您的吸引力？",   }
,  [11] = {   id = 11,   type = 2,   answer = {    [1] = "提升装备的材料",    [2] = "各种宝石",    [3] = "提升坐骑的材料",    [4] = "坐骑幻化卡",    [5] = "武将卡牌",    [6] = "提升武将的材料",    [7] = "各种伙伴",    [8] = "伙伴升级材料",    [9] = "时装",    [10] = "其他",    }
,   question = "结合您对游戏的体验，您现在最希望获得的奖励为？",   }
,  [12] = {   id = 12,   type = 1,   answer = {    [1] = "满意",    [2] = "比较满意",    [3] = "一般",    [4] = "比较不满意",    [5] = "不满意",    }
,   question = "您对新手指引的形式满意度如何",   }
,  [13] = {   id = 13,   type = 1,   answer = {    [1] = "是，完全了解",    [2] = "是，大部分理解",    [3] = "一般，部分理解",    [4] = "否，不太明白",    [5] = "否，完全不明白",    }
,   question = "新手指引是否帮助您了解了游戏？",   }
,  [14] = {   id = 14,   type = 2,   answer = {    [1] = "指引可更全面",    [2] = "减少强制性指引",    [3] = "文字更加鲜明",    [4] = "指引形式更生动",    [5] = "少指引多摸索",    [6] = "其他",    }
,   question = "您觉得新手指引有哪些需要改进的呢？",   }
,  [15] = {   id = 15,   type = 3,   question = "其他的意见和建议（主观题）",   }
,  }
, awards = {  [1] = {   itemNum = 10,   itemType = 1,   itemId = 26151,   }
,  [2] = {   itemNum = 10,   itemType = 1,   itemId = 26173,   }
,  [3] = {   itemNum = 50,   itemType = 2,   itemId = 3,   }
,  }
, minLevel = 30, maxLevel = 100, }
,}
