std_items24 = {[12119] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 6664,   type = 31,   }
,  }
, time = 0, xiLianLevel = 180, icon = 12109, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12119, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 90,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "天衍命璋", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12109,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12120] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 8025,   type = 31,   }
,  }
, time = 0, xiLianLevel = 200, icon = 12110, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12120, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 100,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "赤霄君威", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12110,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12121] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 2088,   type = 31,   }
,  }
, time = 0, xiLianLevel = 50, icon = 12105, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12121, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 50,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "星月剑", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12105,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12122] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 2456,   type = 31,   }
,  }
, time = 0, xiLianLevel = 100, icon = 12105, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12122, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 50,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "星月剑", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12105,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12401] = { dup = 0, color = 2, staitcAttrs = {  [1] = {   value = 50,   type = 23,   }
,  [2] = {   value = 2890,   type = 17,   }
,  }
, time = 0, xiLianLevel = 5, icon = 12401, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12401, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 1,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "蝴萍裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12402] = { dup = 0, color = 2, staitcAttrs = {  [1] = {   value = 97,   type = 23,   }
,  [2] = {   value = 5578,   type = 17,   }
,  }
, time = 0, xiLianLevel = 10, icon = 12402, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12402, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 20,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "灵璇裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12403] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 190,   type = 23,   }
,  [2] = {   value = 11094,   type = 17,   }
,  }
, time = 0, xiLianLevel = 15, icon = 12403, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12403, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 30,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "轻寒裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12404] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 292,   type = 23,   }
,  [2] = {   value = 16954,   type = 17,   }
,  }
, time = 0, xiLianLevel = 20, icon = 12404, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12404, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 40,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "橙光裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12405] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 417,   type = 23,   }
,  [2] = {   value = 24186,   type = 17,   }
,  }
, time = 0, xiLianLevel = 25, icon = 12405, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12405, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 50,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "聚云裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12406] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 562,   type = 23,   }
,  [2] = {   value = 32673,   type = 17,   }
,  }
, time = 0, xiLianLevel = 30, icon = 12406, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12406, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 60,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "浮生裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12407] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 730,   type = 23,   }
,  [2] = {   value = 42434,   type = 17,   }
,  }
, time = 0, xiLianLevel = 35, icon = 12407, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12407, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 70,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "洛烟裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12408] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 918,   type = 23,   }
,  [2] = {   value = 53390,   type = 17,   }
,  }
, time = 0, xiLianLevel = 40, icon = 12408, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12408, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 80,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "瑜华裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12409] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 1129,   type = 23,   }
,  [2] = {   value = 65601,   type = 17,   }
,  }
, time = 0, xiLianLevel = 45, icon = 12409, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12409, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 90,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "辰鹤裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12410] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 1359,   type = 23,   }
,  [2] = {   value = 79008,   type = 17,   }
,  }
, time = 0, xiLianLevel = 50, icon = 12410, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12410, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 100,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "金麟裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12411] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 683,   type = 23,   }
,  [2] = {   value = 39675,   type = 17,   }
,  }
, time = 0, xiLianLevel = 60, icon = 12406, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12411, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 60,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "浮生裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12412] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 887,   type = 23,   }
,  [2] = {   value = 51527,   type = 17,   }
,  }
, time = 0, xiLianLevel = 70, icon = 12407, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12412, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 70,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "洛烟裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12413] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 1115,   type = 23,   }
,  [2] = {   value = 64831,   type = 17,   }
,  }
, time = 0, xiLianLevel = 80, icon = 12408, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12413, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 80,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "瑜华裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12414] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 1371,   type = 23,   }
,  [2] = {   value = 79659,   type = 17,   }
,  }
, time = 0, xiLianLevel = 90, icon = 12409, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12414, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 90,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "辰鹤裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12415] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 1650,   type = 23,   }
,  [2] = {   value = 95938,   type = 17,   }
,  }
, time = 0, xiLianLevel = 100, icon = 12410, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12415, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 100,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "金麟裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12416] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 803,   type = 23,   }
,  [2] = {   value = 46676,   type = 17,   }
,  }
, time = 0, xiLianLevel = 120, icon = 12406, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12416, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 60,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "浮生裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12417] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 1043,   type = 23,   }
,  [2] = {   value = 60620,   type = 17,   }
,  }
, time = 0, xiLianLevel = 140, icon = 12407, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12417, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 70,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "洛烟裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12418] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 1312,   type = 23,   }
,  [2] = {   value = 76272,   type = 17,   }
,  }
, time = 0, xiLianLevel = 160, icon = 12408, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12418, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 80,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "瑜华裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12419] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 1613,   type = 23,   }
,  [2] = {   value = 93716,   type = 17,   }
,  }
, time = 0, xiLianLevel = 180, icon = 12409, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12419, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 90,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "辰鹤裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12420] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 1941,   type = 23,   }
,  [2] = {   value = 112868,   type = 17,   }
,  }
, time = 0, xiLianLevel = 200, icon = 12410, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12420, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 100,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "金麟裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12421] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 506,   type = 23,   }
,  [2] = {   value = 29369,   type = 17,   }
,  }
, time = 0, xiLianLevel = 50, icon = 12405, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12421, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 50,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "聚云裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12422] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 595,   type = 23,   }
,  [2] = {   value = 34552,   type = 17,   }
,  }
, time = 0, xiLianLevel = 100, icon = 12405, sellType = 0, qualityAttrs = {  }
, type = 5, dealType = 0, id = 12422, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 50,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "聚云裤", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 23,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 8,    type = 23,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 14,    type = 23,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 20,    type = 23,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 26,    type = 23,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 41,    type = 23,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 49,    type = 23,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 57,    type = 23,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 66,    type = 23,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 75,    type = 23,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 85,    type = 23,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 95,    type = 23,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 106,    type = 23,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 116,    type = 23,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 128,    type = 23,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 139,    type = 23,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 151,    type = 23,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 176,    type = 23,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 188,    type = 23,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 201,    type = 23,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 215,    type = 23,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 243,    type = 23,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 257,    type = 23,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 271,    type = 23,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 286,    type = 23,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 301,    type = 23,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 317,    type = 23,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 332,    type = 23,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 348,    type = 23,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 364,    type = 23,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 398,    type = 23,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 415,    type = 23,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 432,    type = 23,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 449,    type = 23,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 467,    type = 23,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 485,    type = 23,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 503,    type = 23,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 521,    type = 23,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 540,    type = 23,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 559,    type = 23,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 578,    type = 23,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 597,    type = 23,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 617,    type = 23,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 636,    type = 23,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 656,    type = 23,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 677,    type = 23,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 697,    type = 23,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 718,    type = 23,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 739,    type = 23,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 760,    type = 23,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 781,    type = 23,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 802,    type = 23,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 824,    type = 23,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 846,    type = 23,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 868,    type = 23,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 890,    type = 23,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 913,    type = 23,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 936,    type = 23,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 959,    type = 23,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 982,    type = 23,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1005,    type = 23,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1029,    type = 23,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1052,    type = 23,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1076,    type = 23,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1100,    type = 23,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1125,    type = 23,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1149,    type = 23,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1174,    type = 23,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1199,    type = 23,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1224,    type = 23,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1249,    type = 23,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1274,    type = 23,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1300,    type = 23,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1326,    type = 23,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1352,    type = 23,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1378,    type = 23,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1404,    type = 23,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1431,    type = 23,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1457,    type = 23,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1484,    type = 23,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1511,    type = 23,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1539,    type = 23,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1566,    type = 23,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1594,    type = 23,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1621,    type = 23,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1649,    type = 23,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1677,    type = 23,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 1706,    type = 23,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 1734,    type = 23,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 1763,    type = 23,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 1791,    type = 23,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 1820,    type = 23,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 1849,    type = 23,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 1879,    type = 23,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 1908,    type = 23,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 1938,    type = 23,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12301] = { dup = 0, color = 2, staitcAttrs = {  [1] = {   value = 59,   type = 33,   }
,  [2] = {   value = 2890,   type = 17,   }
,  }
, time = 0, xiLianLevel = 5, icon = 12301, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12301, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 1,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "蝴萍冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12302] = { dup = 0, color = 2, staitcAttrs = {  [1] = {   value = 113,   type = 33,   }
,  [2] = {   value = 5578,   type = 17,   }
,  }
, time = 0, xiLianLevel = 10, icon = 12302, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12302, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 20,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "灵璇冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12303] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 224,   type = 33,   }
,  [2] = {   value = 11094,   type = 17,   }
,  }
, time = 0, xiLianLevel = 15, icon = 12303, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12303, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 30,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "轻寒冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12304] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 343,   type = 33,   }
,  [2] = {   value = 16954,   type = 17,   }
,  }
, time = 0, xiLianLevel = 20, icon = 12304, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12304, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 40,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "橙光冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12305] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 489,   type = 33,   }
,  [2] = {   value = 24186,   type = 17,   }
,  }
, time = 0, xiLianLevel = 25, icon = 12305, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12305, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 50,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "聚云冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12306] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 661,   type = 33,   }
,  [2] = {   value = 32673,   type = 17,   }
,  }
, time = 0, xiLianLevel = 30, icon = 12306, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12306, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 60,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "浮生冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12307] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 858,   type = 33,   }
,  [2] = {   value = 42434,   type = 17,   }
,  }
, time = 0, xiLianLevel = 35, icon = 12307, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12307, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 70,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "洛烟冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12308] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 1080,   type = 33,   }
,  [2] = {   value = 53390,   type = 17,   }
,  }
, time = 0, xiLianLevel = 40, icon = 12308, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12308, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 80,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "瑜华冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12309] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 1327,   type = 33,   }
,  [2] = {   value = 65601,   type = 17,   }
,  }
, time = 0, xiLianLevel = 45, icon = 12309, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12309, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 90,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "辰鹤冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12310] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 1598,   type = 33,   }
,  [2] = {   value = 79008,   type = 17,   }
,  }
, time = 0, xiLianLevel = 50, icon = 12310, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12310, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 100,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "金麟冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12311] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 802,   type = 33,   }
,  [2] = {   value = 39675,   type = 17,   }
,  }
, time = 0, xiLianLevel = 60, icon = 12306, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12311, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 60,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "浮生冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12312] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 1042,   type = 33,   }
,  [2] = {   value = 51527,   type = 17,   }
,  }
, time = 0, xiLianLevel = 70, icon = 12307, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12312, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 70,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "洛烟冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12313] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 1311,   type = 33,   }
,  [2] = {   value = 64831,   type = 17,   }
,  }
, time = 0, xiLianLevel = 80, icon = 12308, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12313, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 80,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "瑜华冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12314] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 1612,   type = 33,   }
,  [2] = {   value = 79659,   type = 17,   }
,  }
, time = 0, xiLianLevel = 90, icon = 12309, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12314, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 90,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "辰鹤冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12315] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 1941,   type = 33,   }
,  [2] = {   value = 95938,   type = 17,   }
,  }
, time = 0, xiLianLevel = 100, icon = 12310, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12315, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 100,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "金麟冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12316] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 944,   type = 33,   }
,  [2] = {   value = 46676,   type = 17,   }
,  }
, time = 0, xiLianLevel = 120, icon = 12306, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12316, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 60,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "浮生冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12317] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 1226,   type = 33,   }
,  [2] = {   value = 60620,   type = 17,   }
,  }
, time = 0, xiLianLevel = 140, icon = 12307, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12317, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 70,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "洛烟冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12318] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 1542,   type = 33,   }
,  [2] = {   value = 76272,   type = 17,   }
,  }
, time = 0, xiLianLevel = 160, icon = 12308, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12318, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 80,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "瑜华冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12319] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 1896,   type = 33,   }
,  [2] = {   value = 93716,   type = 17,   }
,  }
, time = 0, xiLianLevel = 180, icon = 12309, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12319, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 90,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "辰鹤冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12320] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 2283,   type = 33,   }
,  [2] = {   value = 112868,   type = 17,   }
,  }
, time = 0, xiLianLevel = 200, icon = 12310, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12320, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 100,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "金麟冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12321] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 594,   type = 33,   }
,  [2] = {   value = 29369,   type = 17,   }
,  }
, time = 0, xiLianLevel = 50, icon = 12305, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12321, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 50,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "聚云冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12322] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 699,   type = 33,   }
,  [2] = {   value = 34552,   type = 17,   }
,  }
, time = 0, xiLianLevel = 100, icon = 12305, sellType = 0, qualityAttrs = {  }
, type = 3, dealType = 0, id = 12322, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 50,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "聚云冠", strongAttrs = {  [1] = {   [1] = {    value = 4,    type = 33,    }
,   [2] = {    value = 214,    type = 17,    }
,   }
,  [2] = {   [1] = {    value = 10,    type = 33,    }
,   [2] = {    value = 481,    type = 17,    }
,   }
,  [3] = {   [1] = {    value = 16,    type = 33,    }
,   [2] = {    value = 791,    type = 17,    }
,   }
,  [4] = {   [1] = {    value = 23,    type = 33,    }
,   [2] = {    value = 1137,    type = 17,    }
,   }
,  [5] = {   [1] = {    value = 31,    type = 33,    }
,   [2] = {    value = 1516,    type = 17,    }
,   }
,  [6] = {   [1] = {    value = 39,    type = 33,    }
,   [2] = {    value = 1927,    type = 17,    }
,   }
,  [7] = {   [1] = {    value = 48,    type = 33,    }
,   [2] = {    value = 2366,    type = 17,    }
,   }
,  [8] = {   [1] = {    value = 57,    type = 33,    }
,   [2] = {    value = 2833,    type = 17,    }
,   }
,  [9] = {   [1] = {    value = 67,    type = 33,    }
,   [2] = {    value = 3325,    type = 17,    }
,   }
,  [10] = {   [1] = {    value = 78,    type = 33,    }
,   [2] = {    value = 3843,    type = 17,    }
,   }
,  [11] = {   [1] = {    value = 89,    type = 33,    }
,   [2] = {    value = 4384,    type = 17,    }
,   }
,  [12] = {   [1] = {    value = 100,    type = 33,    }
,   [2] = {    value = 4948,    type = 17,    }
,   }
,  [13] = {   [1] = {    value = 112,    type = 33,    }
,   [2] = {    value = 5534,    type = 17,    }
,   }
,  [14] = {   [1] = {    value = 124,    type = 33,    }
,   [2] = {    value = 6142,    type = 17,    }
,   }
,  [15] = {   [1] = {    value = 137,    type = 33,    }
,   [2] = {    value = 6770,    type = 17,    }
,   }
,  [16] = {   [1] = {    value = 150,    type = 33,    }
,   [2] = {    value = 7419,    type = 17,    }
,   }
,  [17] = {   [1] = {    value = 164,    type = 33,    }
,   [2] = {    value = 8088,    type = 17,    }
,   }
,  [18] = {   [1] = {    value = 178,    type = 33,    }
,   [2] = {    value = 8777,    type = 17,    }
,   }
,  [19] = {   [1] = {    value = 192,    type = 33,    }
,   [2] = {    value = 9484,    type = 17,    }
,   }
,  [20] = {   [1] = {    value = 207,    type = 33,    }
,   [2] = {    value = 10210,    type = 17,    }
,   }
,  [21] = {   [1] = {    value = 222,    type = 33,    }
,   [2] = {    value = 10954,    type = 17,    }
,   }
,  [22] = {   [1] = {    value = 237,    type = 33,    }
,   [2] = {    value = 11716,    type = 17,    }
,   }
,  [23] = {   [1] = {    value = 253,    type = 33,    }
,   [2] = {    value = 12495,    type = 17,    }
,   }
,  [24] = {   [1] = {    value = 269,    type = 33,    }
,   [2] = {    value = 13292,    type = 17,    }
,   }
,  [25] = {   [1] = {    value = 285,    type = 33,    }
,   [2] = {    value = 14105,    type = 17,    }
,   }
,  [26] = {   [1] = {    value = 302,    type = 33,    }
,   [2] = {    value = 14936,    type = 17,    }
,   }
,  [27] = {   [1] = {    value = 319,    type = 33,    }
,   [2] = {    value = 15782,    type = 17,    }
,   }
,  [28] = {   [1] = {    value = 337,    type = 33,    }
,   [2] = {    value = 16645,    type = 17,    }
,   }
,  [29] = {   [1] = {    value = 354,    type = 33,    }
,   [2] = {    value = 17524,    type = 17,    }
,   }
,  [30] = {   [1] = {    value = 373,    type = 33,    }
,   [2] = {    value = 18419,    type = 17,    }
,   }
,  [31] = {   [1] = {    value = 391,    type = 33,    }
,   [2] = {    value = 19329,    type = 17,    }
,   }
,  [32] = {   [1] = {    value = 410,    type = 33,    }
,   [2] = {    value = 20255,    type = 17,    }
,   }
,  [33] = {   [1] = {    value = 429,    type = 33,    }
,   [2] = {    value = 21195,    type = 17,    }
,   }
,  [34] = {   [1] = {    value = 448,    type = 33,    }
,   [2] = {    value = 22151,    type = 17,    }
,   }
,  [35] = {   [1] = {    value = 468,    type = 33,    }
,   [2] = {    value = 23121,    type = 17,    }
,   }
,  [36] = {   [1] = {    value = 488,    type = 33,    }
,   [2] = {    value = 24106,    type = 17,    }
,   }
,  [37] = {   [1] = {    value = 508,    type = 33,    }
,   [2] = {    value = 25106,    type = 17,    }
,   }
,  [38] = {   [1] = {    value = 528,    type = 33,    }
,   [2] = {    value = 26120,    type = 17,    }
,   }
,  [39] = {   [1] = {    value = 549,    type = 33,    }
,   [2] = {    value = 27148,    type = 17,    }
,   }
,  [40] = {   [1] = {    value = 570,    type = 33,    }
,   [2] = {    value = 28189,    type = 17,    }
,   }
,  [41] = {   [1] = {    value = 592,    type = 33,    }
,   [2] = {    value = 29245,    type = 17,    }
,   }
,  [42] = {   [1] = {    value = 613,    type = 33,    }
,   [2] = {    value = 30315,    type = 17,    }
,   }
,  [43] = {   [1] = {    value = 635,    type = 33,    }
,   [2] = {    value = 31398,    type = 17,    }
,   }
,  [44] = {   [1] = {    value = 657,    type = 33,    }
,   [2] = {    value = 32495,    type = 17,    }
,   }
,  [45] = {   [1] = {    value = 680,    type = 33,    }
,   [2] = {    value = 33605,    type = 17,    }
,   }
,  [46] = {   [1] = {    value = 703,    type = 33,    }
,   [2] = {    value = 34728,    type = 17,    }
,   }
,  [47] = {   [1] = {    value = 725,    type = 33,    }
,   [2] = {    value = 35864,    type = 17,    }
,   }
,  [48] = {   [1] = {    value = 749,    type = 33,    }
,   [2] = {    value = 37013,    type = 17,    }
,   }
,  [49] = {   [1] = {    value = 772,    type = 33,    }
,   [2] = {    value = 38176,    type = 17,    }
,   }
,  [50] = {   [1] = {    value = 796,    type = 33,    }
,   [2] = {    value = 39351,    type = 17,    }
,   }
,  [51] = {   [1] = {    value = 820,    type = 33,    }
,   [2] = {    value = 40538,    type = 17,    }
,   }
,  [52] = {   [1] = {    value = 844,    type = 33,    }
,   [2] = {    value = 41739,    type = 17,    }
,   }
,  [53] = {   [1] = {    value = 869,    type = 33,    }
,   [2] = {    value = 42952,    type = 17,    }
,   }
,  [54] = {   [1] = {    value = 894,    type = 33,    }
,   [2] = {    value = 44177,    type = 17,    }
,   }
,  [55] = {   [1] = {    value = 919,    type = 33,    }
,   [2] = {    value = 45414,    type = 17,    }
,   }
,  [56] = {   [1] = {    value = 944,    type = 33,    }
,   [2] = {    value = 46664,    type = 17,    }
,   }
,  [57] = {   [1] = {    value = 969,    type = 33,    }
,   [2] = {    value = 47926,    type = 17,    }
,   }
,  [58] = {   [1] = {    value = 995,    type = 33,    }
,   [2] = {    value = 49200,    type = 17,    }
,   }
,  [59] = {   [1] = {    value = 1021,    type = 33,    }
,   [2] = {    value = 50486,    type = 17,    }
,   }
,  [60] = {   [1] = {    value = 1048,    type = 33,    }
,   [2] = {    value = 51784,    type = 17,    }
,   }
,  [61] = {   [1] = {    value = 1074,    type = 33,    }
,   [2] = {    value = 53093,    type = 17,    }
,   }
,  [62] = {   [1] = {    value = 1101,    type = 33,    }
,   [2] = {    value = 54415,    type = 17,    }
,   }
,  [63] = {   [1] = {    value = 1128,    type = 33,    }
,   [2] = {    value = 55748,    type = 17,    }
,   }
,  [64] = {   [1] = {    value = 1155,    type = 33,    }
,   [2] = {    value = 57093,    type = 17,    }
,   }
,  [65] = {   [1] = {    value = 1182,    type = 33,    }
,   [2] = {    value = 58449,    type = 17,    }
,   }
,  [66] = {   [1] = {    value = 1210,    type = 33,    }
,   [2] = {    value = 59816,    type = 17,    }
,   }
,  [67] = {   [1] = {    value = 1238,    type = 33,    }
,   [2] = {    value = 61195,    type = 17,    }
,   }
,  [68] = {   [1] = {    value = 1266,    type = 33,    }
,   [2] = {    value = 62585,    type = 17,    }
,   }
,  [69] = {   [1] = {    value = 1294,    type = 33,    }
,   [2] = {    value = 63987,    type = 17,    }
,   }
,  [70] = {   [1] = {    value = 1323,    type = 33,    }
,   [2] = {    value = 65400,    type = 17,    }
,   }
,  [71] = {   [1] = {    value = 1352,    type = 33,    }
,   [2] = {    value = 66823,    type = 17,    }
,   }
,  [72] = {   [1] = {    value = 1381,    type = 33,    }
,   [2] = {    value = 68258,    type = 17,    }
,   }
,  [73] = {   [1] = {    value = 1410,    type = 33,    }
,   [2] = {    value = 69704,    type = 17,    }
,   }
,  [74] = {   [1] = {    value = 1440,    type = 33,    }
,   [2] = {    value = 71161,    type = 17,    }
,   }
,  [75] = {   [1] = {    value = 1469,    type = 33,    }
,   [2] = {    value = 72628,    type = 17,    }
,   }
,  [76] = {   [1] = {    value = 1499,    type = 33,    }
,   [2] = {    value = 74107,    type = 17,    }
,   }
,  [77] = {   [1] = {    value = 1529,    type = 33,    }
,   [2] = {    value = 75596,    type = 17,    }
,   }
,  [78] = {   [1] = {    value = 1560,    type = 33,    }
,   [2] = {    value = 77096,    type = 17,    }
,   }
,  [79] = {   [1] = {    value = 1590,    type = 33,    }
,   [2] = {    value = 78606,    type = 17,    }
,   }
,  [80] = {   [1] = {    value = 1621,    type = 33,    }
,   [2] = {    value = 80127,    type = 17,    }
,   }
,  [81] = {   [1] = {    value = 1652,    type = 33,    }
,   [2] = {    value = 81659,    type = 17,    }
,   }
,  [82] = {   [1] = {    value = 1683,    type = 33,    }
,   [2] = {    value = 83201,    type = 17,    }
,   }
,  [83] = {   [1] = {    value = 1714,    type = 33,    }
,   [2] = {    value = 84753,    type = 17,    }
,   }
,  [84] = {   [1] = {    value = 1746,    type = 33,    }
,   [2] = {    value = 86316,    type = 17,    }
,   }
,  [85] = {   [1] = {    value = 1778,    type = 33,    }
,   [2] = {    value = 87890,    type = 17,    }
,   }
,  [86] = {   [1] = {    value = 1810,    type = 33,    }
,   [2] = {    value = 89473,    type = 17,    }
,   }
,  [87] = {   [1] = {    value = 1842,    type = 33,    }
,   [2] = {    value = 91067,    type = 17,    }
,   }
,  [88] = {   [1] = {    value = 1875,    type = 33,    }
,   [2] = {    value = 92671,    type = 17,    }
,   }
,  [89] = {   [1] = {    value = 1907,    type = 33,    }
,   [2] = {    value = 94285,    type = 17,    }
,   }
,  [90] = {   [1] = {    value = 1940,    type = 33,    }
,   [2] = {    value = 95909,    type = 17,    }
,   }
,  [91] = {   [1] = {    value = 1973,    type = 33,    }
,   [2] = {    value = 97543,    type = 17,    }
,   }
,  [92] = {   [1] = {    value = 2006,    type = 33,    }
,   [2] = {    value = 99188,    type = 17,    }
,   }
,  [93] = {   [1] = {    value = 2040,    type = 33,    }
,   [2] = {    value = 100842,    type = 17,    }
,   }
,  [94] = {   [1] = {    value = 2074,    type = 33,    }
,   [2] = {    value = 102506,    type = 17,    }
,   }
,  [95] = {   [1] = {    value = 2107,    type = 33,    }
,   [2] = {    value = 104180,    type = 17,    }
,   }
,  [96] = {   [1] = {    value = 2142,    type = 33,    }
,   [2] = {    value = 105864,    type = 17,    }
,   }
,  [97] = {   [1] = {    value = 2176,    type = 33,    }
,   [2] = {    value = 107558,    type = 17,    }
,   }
,  [98] = {   [1] = {    value = 2210,    type = 33,    }
,   [2] = {    value = 109261,    type = 17,    }
,   }
,  [99] = {   [1] = {    value = 2245,    type = 33,    }
,   [2] = {    value = 110974,    type = 17,    }
,   }
,  [100] = {   [1] = {    value = 2280,    type = 33,    }
,   [2] = {    value = 112697,    type = 17,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12201] = { dup = 0, color = 2, staitcAttrs = {  [1] = {   value = 200,   type = 23,   }
,  [2] = {   value = 234,   type = 33,   }
,  }
, time = 0, xiLianLevel = 5, icon = 12201, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12201, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 1,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "蝴萍袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12202] = { dup = 0, color = 2, staitcAttrs = {  [1] = {   value = 388,   type = 23,   }
,  [2] = {   value = 453,   type = 33,   }
,  }
, time = 0, xiLianLevel = 10, icon = 12202, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12202, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 20,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "灵璇袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12203] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 762,   type = 23,   }
,  [2] = {   value = 896,   type = 33,   }
,  }
, time = 0, xiLianLevel = 15, icon = 12203, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12203, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 30,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "轻寒袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12204] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 1169,   type = 23,   }
,  [2] = {   value = 1371,   type = 33,   }
,  }
, time = 0, xiLianLevel = 20, icon = 12204, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12204, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 40,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "橙光袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12205] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 1667,   type = 23,   }
,  [2] = {   value = 1958,   type = 33,   }
,  }
, time = 0, xiLianLevel = 25, icon = 12205, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12205, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 50,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "聚云袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12206] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 2249,   type = 23,   }
,  [2] = {   value = 2643,   type = 33,   }
,  }
, time = 0, xiLianLevel = 30, icon = 12206, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12206, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 60,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "浮生袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12207] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 2921,   type = 23,   }
,  [2] = {   value = 3432,   type = 33,   }
,  }
, time = 0, xiLianLevel = 35, icon = 12207, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12207, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 70,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "洛烟袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12208] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 3674,   type = 23,   }
,  [2] = {   value = 4319,   type = 33,   }
,  }
, time = 0, xiLianLevel = 40, icon = 12208, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12208, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 80,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "瑜华袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12209] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 4516,   type = 23,   }
,  [2] = {   value = 5309,   type = 33,   }
,  }
, time = 0, xiLianLevel = 45, icon = 12209, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12209, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 90,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "辰鹤袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12210] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 5434,   type = 23,   }
,  [2] = {   value = 6393,   type = 33,   }
,  }
, time = 0, xiLianLevel = 50, icon = 12210, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12210, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 100,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "金麟袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12211] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 2731,   type = 23,   }
,  [2] = {   value = 3210,   type = 33,   }
,  }
, time = 0, xiLianLevel = 60, icon = 12206, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12211, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 60,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "浮生袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12212] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 3547,   type = 23,   }
,  [2] = {   value = 4167,   type = 33,   }
,  }
, time = 0, xiLianLevel = 70, icon = 12207, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12212, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 70,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "洛烟袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12213] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 4461,   type = 23,   }
,  [2] = {   value = 5244,   type = 33,   }
,  }
, time = 0, xiLianLevel = 80, icon = 12208, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12213, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 80,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "瑜华袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12214] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 5484,   type = 23,   }
,  [2] = {   value = 6446,   type = 33,   }
,  }
, time = 0, xiLianLevel = 90, icon = 12209, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12214, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 90,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "辰鹤袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12215] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 6599,   type = 23,   }
,  [2] = {   value = 7763,   type = 33,   }
,  }
, time = 0, xiLianLevel = 100, icon = 12210, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12215, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 100,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "金麟袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12216] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 3213,   type = 23,   }
,  [2] = {   value = 3776,   type = 33,   }
,  }
, time = 0, xiLianLevel = 120, icon = 12206, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12216, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 60,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "浮生袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12217] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 4173,   type = 23,   }
,  [2] = {   value = 4902,   type = 33,   }
,  }
, time = 0, xiLianLevel = 140, icon = 12207, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12217, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 70,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "洛烟袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12218] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 5248,   type = 23,   }
,  [2] = {   value = 6170,   type = 33,   }
,  }
, time = 0, xiLianLevel = 160, icon = 12208, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12218, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 80,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "瑜华袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12219] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 6451,   type = 23,   }
,  [2] = {   value = 7584,   type = 33,   }
,  }
, time = 0, xiLianLevel = 180, icon = 12209, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12219, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 90,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "辰鹤袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12220] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 7763,   type = 23,   }
,  [2] = {   value = 9133,   type = 33,   }
,  }
, time = 0, xiLianLevel = 200, icon = 12210, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12220, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 100,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "金麟袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12221] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 2024,   type = 23,   }
,  [2] = {   value = 2377,   type = 33,   }
,  }
, time = 0, xiLianLevel = 50, icon = 12205, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12221, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 50,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "聚云袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12222] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 2381,   type = 23,   }
,  [2] = {   value = 2797,   type = 33,   }
,  }
, time = 0, xiLianLevel = 100, icon = 12205, sellType = 0, qualityAttrs = {  }
, type = 2, dealType = 0, id = 12222, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 50,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "聚云袍", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 23,    }
,   [2] = {    value = 17,    type = 33,    }
,   }
,  [2] = {   [1] = {    value = 33,    type = 23,    }
,   [2] = {    value = 39,    type = 33,    }
,   }
,  [3] = {   [1] = {    value = 54,    type = 23,    }
,   [2] = {    value = 64,    type = 33,    }
,   }
,  [4] = {   [1] = {    value = 78,    type = 23,    }
,   [2] = {    value = 92,    type = 33,    }
,   }
,  [5] = {   [1] = {    value = 104,    type = 23,    }
,   [2] = {    value = 123,    type = 33,    }
,   }
,  [6] = {   [1] = {    value = 133,    type = 23,    }
,   [2] = {    value = 156,    type = 33,    }
,   }
,  [7] = {   [1] = {    value = 163,    type = 23,    }
,   [2] = {    value = 191,    type = 33,    }
,   }
,  [8] = {   [1] = {    value = 195,    type = 23,    }
,   [2] = {    value = 229,    type = 33,    }
,   }
,  [9] = {   [1] = {    value = 229,    type = 23,    }
,   [2] = {    value = 269,    type = 33,    }
,   }
,  [10] = {   [1] = {    value = 264,    type = 23,    }
,   [2] = {    value = 311,    type = 33,    }
,   }
,  [11] = {   [1] = {    value = 302,    type = 23,    }
,   [2] = {    value = 355,    type = 33,    }
,   }
,  [12] = {   [1] = {    value = 340,    type = 23,    }
,   [2] = {    value = 400,    type = 33,    }
,   }
,  [13] = {   [1] = {    value = 381,    type = 23,    }
,   [2] = {    value = 448,    type = 33,    }
,   }
,  [14] = {   [1] = {    value = 422,    type = 23,    }
,   [2] = {    value = 497,    type = 33,    }
,   }
,  [15] = {   [1] = {    value = 466,    type = 23,    }
,   [2] = {    value = 548,    type = 33,    }
,   }
,  [16] = {   [1] = {    value = 510,    type = 23,    }
,   [2] = {    value = 600,    type = 33,    }
,   }
,  [17] = {   [1] = {    value = 556,    type = 23,    }
,   [2] = {    value = 654,    type = 33,    }
,   }
,  [18] = {   [1] = {    value = 604,    type = 23,    }
,   [2] = {    value = 710,    type = 33,    }
,   }
,  [19] = {   [1] = {    value = 652,    type = 23,    }
,   [2] = {    value = 767,    type = 33,    }
,   }
,  [20] = {   [1] = {    value = 702,    type = 23,    }
,   [2] = {    value = 826,    type = 33,    }
,   }
,  [21] = {   [1] = {    value = 753,    type = 23,    }
,   [2] = {    value = 886,    type = 33,    }
,   }
,  [22] = {   [1] = {    value = 806,    type = 23,    }
,   [2] = {    value = 948,    type = 33,    }
,   }
,  [23] = {   [1] = {    value = 859,    type = 23,    }
,   [2] = {    value = 1011,    type = 33,    }
,   }
,  [24] = {   [1] = {    value = 914,    type = 23,    }
,   [2] = {    value = 1076,    type = 33,    }
,   }
,  [25] = {   [1] = {    value = 970,    type = 23,    }
,   [2] = {    value = 1141,    type = 33,    }
,   }
,  [26] = {   [1] = {    value = 1027,    type = 23,    }
,   [2] = {    value = 1209,    type = 33,    }
,   }
,  [27] = {   [1] = {    value = 1086,    type = 23,    }
,   [2] = {    value = 1277,    type = 33,    }
,   }
,  [28] = {   [1] = {    value = 1145,    type = 23,    }
,   [2] = {    value = 1347,    type = 33,    }
,   }
,  [29] = {   [1] = {    value = 1205,    type = 23,    }
,   [2] = {    value = 1418,    type = 33,    }
,   }
,  [30] = {   [1] = {    value = 1267,    type = 23,    }
,   [2] = {    value = 1490,    type = 33,    }
,   }
,  [31] = {   [1] = {    value = 1329,    type = 23,    }
,   [2] = {    value = 1564,    type = 33,    }
,   }
,  [32] = {   [1] = {    value = 1393,    type = 23,    }
,   [2] = {    value = 1639,    type = 33,    }
,   }
,  [33] = {   [1] = {    value = 1458,    type = 23,    }
,   [2] = {    value = 1715,    type = 33,    }
,   }
,  [34] = {   [1] = {    value = 1524,    type = 23,    }
,   [2] = {    value = 1792,    type = 33,    }
,   }
,  [35] = {   [1] = {    value = 1590,    type = 23,    }
,   [2] = {    value = 1871,    type = 33,    }
,   }
,  [36] = {   [1] = {    value = 1658,    type = 23,    }
,   [2] = {    value = 1951,    type = 33,    }
,   }
,  [37] = {   [1] = {    value = 1727,    type = 23,    }
,   [2] = {    value = 2031,    type = 33,    }
,   }
,  [38] = {   [1] = {    value = 1797,    type = 23,    }
,   [2] = {    value = 2113,    type = 33,    }
,   }
,  [39] = {   [1] = {    value = 1867,    type = 23,    }
,   [2] = {    value = 2197,    type = 33,    }
,   }
,  [40] = {   [1] = {    value = 1939,    type = 23,    }
,   [2] = {    value = 2281,    type = 33,    }
,   }
,  [41] = {   [1] = {    value = 2012,    type = 23,    }
,   [2] = {    value = 2366,    type = 33,    }
,   }
,  [42] = {   [1] = {    value = 2085,    type = 23,    }
,   [2] = {    value = 2453,    type = 33,    }
,   }
,  [43] = {   [1] = {    value = 2160,    type = 23,    }
,   [2] = {    value = 2541,    type = 33,    }
,   }
,  [44] = {   [1] = {    value = 2235,    type = 23,    }
,   [2] = {    value = 2629,    type = 33,    }
,   }
,  [45] = {   [1] = {    value = 2311,    type = 23,    }
,   [2] = {    value = 2719,    type = 33,    }
,   }
,  [46] = {   [1] = {    value = 2389,    type = 23,    }
,   [2] = {    value = 2810,    type = 33,    }
,   }
,  [47] = {   [1] = {    value = 2467,    type = 23,    }
,   [2] = {    value = 2902,    type = 33,    }
,   }
,  [48] = {   [1] = {    value = 2546,    type = 23,    }
,   [2] = {    value = 2995,    type = 33,    }
,   }
,  [49] = {   [1] = {    value = 2626,    type = 23,    }
,   [2] = {    value = 3089,    type = 33,    }
,   }
,  [50] = {   [1] = {    value = 2707,    type = 23,    }
,   [2] = {    value = 3184,    type = 33,    }
,   }
,  [51] = {   [1] = {    value = 2788,    type = 23,    }
,   [2] = {    value = 3280,    type = 33,    }
,   }
,  [52] = {   [1] = {    value = 2871,    type = 23,    }
,   [2] = {    value = 3377,    type = 33,    }
,   }
,  [53] = {   [1] = {    value = 2954,    type = 23,    }
,   [2] = {    value = 3475,    type = 33,    }
,   }
,  [54] = {   [1] = {    value = 3039,    type = 23,    }
,   [2] = {    value = 3575,    type = 33,    }
,   }
,  [55] = {   [1] = {    value = 3124,    type = 23,    }
,   [2] = {    value = 3675,    type = 33,    }
,   }
,  [56] = {   [1] = {    value = 3210,    type = 23,    }
,   [2] = {    value = 3776,    type = 33,    }
,   }
,  [57] = {   [1] = {    value = 3296,    type = 23,    }
,   [2] = {    value = 3878,    type = 33,    }
,   }
,  [58] = {   [1] = {    value = 3384,    type = 23,    }
,   [2] = {    value = 3981,    type = 33,    }
,   }
,  [59] = {   [1] = {    value = 3472,    type = 23,    }
,   [2] = {    value = 4085,    type = 33,    }
,   }
,  [60] = {   [1] = {    value = 3562,    type = 23,    }
,   [2] = {    value = 4190,    type = 33,    }
,   }
,  [61] = {   [1] = {    value = 3652,    type = 23,    }
,   [2] = {    value = 4296,    type = 33,    }
,   }
,  [62] = {   [1] = {    value = 3743,    type = 23,    }
,   [2] = {    value = 4403,    type = 33,    }
,   }
,  [63] = {   [1] = {    value = 3834,    type = 23,    }
,   [2] = {    value = 4511,    type = 33,    }
,   }
,  [64] = {   [1] = {    value = 3927,    type = 23,    }
,   [2] = {    value = 4620,    type = 33,    }
,   }
,  [65] = {   [1] = {    value = 4020,    type = 23,    }
,   [2] = {    value = 4729,    type = 33,    }
,   }
,  [66] = {   [1] = {    value = 4114,    type = 23,    }
,   [2] = {    value = 4840,    type = 33,    }
,   }
,  [67] = {   [1] = {    value = 4209,    type = 23,    }
,   [2] = {    value = 4952,    type = 33,    }
,   }
,  [68] = {   [1] = {    value = 4305,    type = 23,    }
,   [2] = {    value = 5064,    type = 33,    }
,   }
,  [69] = {   [1] = {    value = 4401,    type = 23,    }
,   [2] = {    value = 5178,    type = 33,    }
,   }
,  [70] = {   [1] = {    value = 4498,    type = 23,    }
,   [2] = {    value = 5292,    type = 33,    }
,   }
,  [71] = {   [1] = {    value = 4596,    type = 23,    }
,   [2] = {    value = 5407,    type = 33,    }
,   }
,  [72] = {   [1] = {    value = 4695,    type = 23,    }
,   [2] = {    value = 5523,    type = 33,    }
,   }
,  [73] = {   [1] = {    value = 4794,    type = 23,    }
,   [2] = {    value = 5640,    type = 33,    }
,   }
,  [74] = {   [1] = {    value = 4895,    type = 23,    }
,   [2] = {    value = 5758,    type = 33,    }
,   }
,  [75] = {   [1] = {    value = 4995,    type = 23,    }
,   [2] = {    value = 5877,    type = 33,    }
,   }
,  [76] = {   [1] = {    value = 5097,    type = 23,    }
,   [2] = {    value = 5996,    type = 33,    }
,   }
,  [77] = {   [1] = {    value = 5200,    type = 23,    }
,   [2] = {    value = 6117,    type = 33,    }
,   }
,  [78] = {   [1] = {    value = 5303,    type = 23,    }
,   [2] = {    value = 6238,    type = 33,    }
,   }
,  [79] = {   [1] = {    value = 5407,    type = 23,    }
,   [2] = {    value = 6360,    type = 33,    }
,   }
,  [80] = {   [1] = {    value = 5511,    type = 23,    }
,   [2] = {    value = 6484,    type = 33,    }
,   }
,  [81] = {   [1] = {    value = 5617,    type = 23,    }
,   [2] = {    value = 6607,    type = 33,    }
,   }
,  [82] = {   [1] = {    value = 5723,    type = 23,    }
,   [2] = {    value = 6732,    type = 33,    }
,   }
,  [83] = {   [1] = {    value = 5829,    type = 23,    }
,   [2] = {    value = 6858,    type = 33,    }
,   }
,  [84] = {   [1] = {    value = 5937,    type = 23,    }
,   [2] = {    value = 6984,    type = 33,    }
,   }
,  [85] = {   [1] = {    value = 6045,    type = 23,    }
,   [2] = {    value = 7112,    type = 33,    }
,   }
,  [86] = {   [1] = {    value = 6154,    type = 23,    }
,   [2] = {    value = 7240,    type = 33,    }
,   }
,  [87] = {   [1] = {    value = 6264,    type = 23,    }
,   [2] = {    value = 7369,    type = 33,    }
,   }
,  [88] = {   [1] = {    value = 6374,    type = 23,    }
,   [2] = {    value = 7499,    type = 33,    }
,   }
,  [89] = {   [1] = {    value = 6485,    type = 23,    }
,   [2] = {    value = 7629,    type = 33,    }
,   }
,  [90] = {   [1] = {    value = 6597,    type = 23,    }
,   [2] = {    value = 7761,    type = 33,    }
,   }
,  [91] = {   [1] = {    value = 6709,    type = 23,    }
,   [2] = {    value = 7893,    type = 33,    }
,   }
,  [92] = {   [1] = {    value = 6822,    type = 23,    }
,   [2] = {    value = 8026,    type = 33,    }
,   }
,  [93] = {   [1] = {    value = 6936,    type = 23,    }
,   [2] = {    value = 8160,    type = 33,    }
,   }
,  [94] = {   [1] = {    value = 7050,    type = 23,    }
,   [2] = {    value = 8294,    type = 33,    }
,   }
,  [95] = {   [1] = {    value = 7166,    type = 23,    }
,   [2] = {    value = 8430,    type = 33,    }
,   }
,  [96] = {   [1] = {    value = 7281,    type = 23,    }
,   [2] = {    value = 8566,    type = 33,    }
,   }
,  [97] = {   [1] = {    value = 7398,    type = 23,    }
,   [2] = {    value = 8703,    type = 33,    }
,   }
,  [98] = {   [1] = {    value = 7515,    type = 23,    }
,   [2] = {    value = 8841,    type = 33,    }
,   }
,  [99] = {   [1] = {    value = 7633,    type = 23,    }
,   [2] = {    value = 8980,    type = 33,    }
,   }
,  [100] = {   [1] = {    value = 7751,    type = 23,    }
,   [2] = {    value = 9119,    type = 33,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 0,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12101] = { dup = 0, color = 2, staitcAttrs = {  [1] = {   value = 205,   type = 31,   }
,  }
, time = 0, xiLianLevel = 5, icon = 12101, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12101, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 1,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "陈影剑", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12101,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12102] = { dup = 0, color = 2, staitcAttrs = {  [1] = {   value = 396,   type = 31,   }
,  }
, time = 0, xiLianLevel = 10, icon = 12102, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12102, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 20,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "天玑剑", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12102,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12103] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 788,   type = 31,   }
,  }
, time = 0, xiLianLevel = 15, icon = 12103, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12103, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 30,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "凝霜剑", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12103,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12104] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 1205,   type = 31,   }
,  }
, time = 0, xiLianLevel = 20, icon = 12104, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12104, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 40,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "流影剑", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12104,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12105] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 1719,   type = 31,   }
,  }
, time = 0, xiLianLevel = 25, icon = 12105, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12105, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 50,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "星月剑", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12105,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12106] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 2323,   type = 31,   }
,  }
, time = 0, xiLianLevel = 30, icon = 12106, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12106, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 60,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "璇觉剑", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12106,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12107] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 3016,   type = 31,   }
,  }
, time = 0, xiLianLevel = 35, icon = 12107, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12107, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 70,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "长歌剑", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12107,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12108] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 3796,   type = 31,   }
,  }
, time = 0, xiLianLevel = 40, icon = 12108, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12108, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 80,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "龙雀星诀", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12108,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12109] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 4665,   type = 31,   }
,  }
, time = 0, xiLianLevel = 45, icon = 12109, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12109, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 90,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "天衍命璋", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12109,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12110] = { dup = 0, color = 3, staitcAttrs = {  [1] = {   value = 5618,   type = 31,   }
,  }
, time = 0, xiLianLevel = 50, icon = 12110, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12110, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 100,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "赤霄君威", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12110,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12111] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 2821,   type = 31,   }
,  }
, time = 0, xiLianLevel = 60, icon = 12106, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12111, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 60,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "璇觉剑", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12106,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12112] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 3662,   type = 31,   }
,  }
, time = 0, xiLianLevel = 70, icon = 12107, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12112, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 70,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "长歌剑", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12107,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12113] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 4609,   type = 31,   }
,  }
, time = 0, xiLianLevel = 80, icon = 12108, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12113, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 80,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "龙雀星诀", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12108,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12114] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 5664,   type = 31,   }
,  }
, time = 0, xiLianLevel = 90, icon = 12109, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12114, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 90,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "天衍命璋", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12109,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12115] = { dup = 0, color = 4, staitcAttrs = {  [1] = {   value = 6821,   type = 31,   }
,  }
, time = 0, xiLianLevel = 100, icon = 12110, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12115, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 100,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "赤霄君威", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12110,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12116] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 3319,   type = 31,   }
,  }
, time = 0, xiLianLevel = 120, icon = 12106, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12116, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 60,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "璇觉剑", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12106,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12117] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 4309,   type = 31,   }
,  }
, time = 0, xiLianLevel = 140, icon = 12107, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12117, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 70,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "长歌剑", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12107,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,[12118] = { dup = 0, color = 5, staitcAttrs = {  [1] = {   value = 5423,   type = 31,   }
,  }
, time = 0, xiLianLevel = 160, icon = 12108, sellType = 0, qualityAttrs = {  }
, type = 1, dealType = 0, id = 12118, event = "", suitId = 0, desc = "青翠如滴露,鸣引百灵飞。", flags = {  hasHole = true,  recordLog = true,  denySell = true,  }
, conds = {  [1] = {   value = 80,   cond = 1,   }
,  [2] = {   value = 2,   cond = 3,   }
,  [3] = {   value = 0,   cond = 4,   }
,  }
, name = "龙雀星诀", strongAttrs = {  [1] = {   [1] = {    value = 15,    type = 31,    }
,   }
,  [2] = {   [1] = {    value = 34,    type = 31,    }
,   }
,  [3] = {   [1] = {    value = 56,    type = 31,    }
,   }
,  [4] = {   [1] = {    value = 81,    type = 31,    }
,   }
,  [5] = {   [1] = {    value = 108,    type = 31,    }
,   }
,  [6] = {   [1] = {    value = 137,    type = 31,    }
,   }
,  [7] = {   [1] = {    value = 168,    type = 31,    }
,   }
,  [8] = {   [1] = {    value = 201,    type = 31,    }
,   }
,  [9] = {   [1] = {    value = 236,    type = 31,    }
,   }
,  [10] = {   [1] = {    value = 273,    type = 31,    }
,   }
,  [11] = {   [1] = {    value = 312,    type = 31,    }
,   }
,  [12] = {   [1] = {    value = 352,    type = 31,    }
,   }
,  [13] = {   [1] = {    value = 393,    type = 31,    }
,   }
,  [14] = {   [1] = {    value = 437,    type = 31,    }
,   }
,  [15] = {   [1] = {    value = 481,    type = 31,    }
,   }
,  [16] = {   [1] = {    value = 528,    type = 31,    }
,   }
,  [17] = {   [1] = {    value = 575,    type = 31,    }
,   }
,  [18] = {   [1] = {    value = 624,    type = 31,    }
,   }
,  [19] = {   [1] = {    value = 674,    type = 31,    }
,   }
,  [20] = {   [1] = {    value = 726,    type = 31,    }
,   }
,  [21] = {   [1] = {    value = 779,    type = 31,    }
,   }
,  [22] = {   [1] = {    value = 833,    type = 31,    }
,   }
,  [23] = {   [1] = {    value = 888,    type = 31,    }
,   }
,  [24] = {   [1] = {    value = 945,    type = 31,    }
,   }
,  [25] = {   [1] = {    value = 1003,    type = 31,    }
,   }
,  [26] = {   [1] = {    value = 1062,    type = 31,    }
,   }
,  [27] = {   [1] = {    value = 1122,    type = 31,    }
,   }
,  [28] = {   [1] = {    value = 1183,    type = 31,    }
,   }
,  [29] = {   [1] = {    value = 1246,    type = 31,    }
,   }
,  [30] = {   [1] = {    value = 1310,    type = 31,    }
,   }
,  [31] = {   [1] = {    value = 1374,    type = 31,    }
,   }
,  [32] = {   [1] = {    value = 1440,    type = 31,    }
,   }
,  [33] = {   [1] = {    value = 1507,    type = 31,    }
,   }
,  [34] = {   [1] = {    value = 1575,    type = 31,    }
,   }
,  [35] = {   [1] = {    value = 1644,    type = 31,    }
,   }
,  [36] = {   [1] = {    value = 1714,    type = 31,    }
,   }
,  [37] = {   [1] = {    value = 1785,    type = 31,    }
,   }
,  [38] = {   [1] = {    value = 1857,    type = 31,    }
,   }
,  [39] = {   [1] = {    value = 1930,    type = 31,    }
,   }
,  [40] = {   [1] = {    value = 2004,    type = 31,    }
,   }
,  [41] = {   [1] = {    value = 2079,    type = 31,    }
,   }
,  [42] = {   [1] = {    value = 2155,    type = 31,    }
,   }
,  [43] = {   [1] = {    value = 2232,    type = 31,    }
,   }
,  [44] = {   [1] = {    value = 2310,    type = 31,    }
,   }
,  [45] = {   [1] = {    value = 2389,    type = 31,    }
,   }
,  [46] = {   [1] = {    value = 2469,    type = 31,    }
,   }
,  [47] = {   [1] = {    value = 2550,    type = 31,    }
,   }
,  [48] = {   [1] = {    value = 2632,    type = 31,    }
,   }
,  [49] = {   [1] = {    value = 2714,    type = 31,    }
,   }
,  [50] = {   [1] = {    value = 2798,    type = 31,    }
,   }
,  [51] = {   [1] = {    value = 2882,    type = 31,    }
,   }
,  [52] = {   [1] = {    value = 2968,    type = 31,    }
,   }
,  [53] = {   [1] = {    value = 3054,    type = 31,    }
,   }
,  [54] = {   [1] = {    value = 3141,    type = 31,    }
,   }
,  [55] = {   [1] = {    value = 3229,    type = 31,    }
,   }
,  [56] = {   [1] = {    value = 3318,    type = 31,    }
,   }
,  [57] = {   [1] = {    value = 3408,    type = 31,    }
,   }
,  [58] = {   [1] = {    value = 3498,    type = 31,    }
,   }
,  [59] = {   [1] = {    value = 3590,    type = 31,    }
,   }
,  [60] = {   [1] = {    value = 3682,    type = 31,    }
,   }
,  [61] = {   [1] = {    value = 3775,    type = 31,    }
,   }
,  [62] = {   [1] = {    value = 3869,    type = 31,    }
,   }
,  [63] = {   [1] = {    value = 3964,    type = 31,    }
,   }
,  [64] = {   [1] = {    value = 4059,    type = 31,    }
,   }
,  [65] = {   [1] = {    value = 4156,    type = 31,    }
,   }
,  [66] = {   [1] = {    value = 4253,    type = 31,    }
,   }
,  [67] = {   [1] = {    value = 4351,    type = 31,    }
,   }
,  [68] = {   [1] = {    value = 4450,    type = 31,    }
,   }
,  [69] = {   [1] = {    value = 4550,    type = 31,    }
,   }
,  [70] = {   [1] = {    value = 4650,    type = 31,    }
,   }
,  [71] = {   [1] = {    value = 4751,    type = 31,    }
,   }
,  [72] = {   [1] = {    value = 4853,    type = 31,    }
,   }
,  [73] = {   [1] = {    value = 4956,    type = 31,    }
,   }
,  [74] = {   [1] = {    value = 5060,    type = 31,    }
,   }
,  [75] = {   [1] = {    value = 5164,    type = 31,    }
,   }
,  [76] = {   [1] = {    value = 5269,    type = 31,    }
,   }
,  [77] = {   [1] = {    value = 5375,    type = 31,    }
,   }
,  [78] = {   [1] = {    value = 5482,    type = 31,    }
,   }
,  [79] = {   [1] = {    value = 5589,    type = 31,    }
,   }
,  [80] = {   [1] = {    value = 5697,    type = 31,    }
,   }
,  [81] = {   [1] = {    value = 5806,    type = 31,    }
,   }
,  [82] = {   [1] = {    value = 5916,    type = 31,    }
,   }
,  [83] = {   [1] = {    value = 6026,    type = 31,    }
,   }
,  [84] = {   [1] = {    value = 6137,    type = 31,    }
,   }
,  [85] = {   [1] = {    value = 6249,    type = 31,    }
,   }
,  [86] = {   [1] = {    value = 6362,    type = 31,    }
,   }
,  [87] = {   [1] = {    value = 6475,    type = 31,    }
,   }
,  [88] = {   [1] = {    value = 6589,    type = 31,    }
,   }
,  [89] = {   [1] = {    value = 6704,    type = 31,    }
,   }
,  [90] = {   [1] = {    value = 6819,    type = 31,    }
,   }
,  [91] = {   [1] = {    value = 6935,    type = 31,    }
,   }
,  [92] = {   [1] = {    value = 7052,    type = 31,    }
,   }
,  [93] = {   [1] = {    value = 7170,    type = 31,    }
,   }
,  [94] = {   [1] = {    value = 7288,    type = 31,    }
,   }
,  [95] = {   [1] = {    value = 7407,    type = 31,    }
,   }
,  [96] = {   [1] = {    value = 7527,    type = 31,    }
,   }
,  [97] = {   [1] = {    value = 7647,    type = 31,    }
,   }
,  [98] = {   [1] = {    value = 7769,    type = 31,    }
,   }
,  [99] = {   [1] = {    value = 7890,    type = 31,    }
,   }
,  [100] = {   [1] = {    value = 8013,    type = 31,    }
,   }
,  }
, dealPrice = 1, colGroup = 0, shape = {  [1] = 0,  [2] = 0,  [3] = 0,  [4] = 12108,  [5] = 0,  [6] = 0,  [7] = 0,  [8] = 0,  }
, dura = 0, }
,}
