std_super_config = {[1] = { attrs = {  [1] = 1300,  [2] = 190,  [3] = 125,  [4] = 125,  [5] = 50,  [6] = 50,  [7] = 50,  [8] = 50,  }
, id = 1, motto = "#cfe8300我们一直在一起，所以最后也想在一起", skillid = 287, desc = "雾隐村叛忍，实力强大，擅长水系忍术。", pieceNum = 30, skillfightvalue = 100, name = "再不斩", itemid = 61004, getway = "系统开启时赠送", maxzl = "1283", modelid = 10003, }
,[2] = { attrs = {  [1] = 614,  [2] = 89,  [3] = 59,  [4] = 59,  [5] = 25,  [6] = 25,  [7] = 25,  [8] = 25,  }
, id = 2, motto = "#cfe8300你有对自己很重要的人吗？", skillid = 284, desc = "拥有血继限界的神秘少年，小时候被再不斩所救，深爱着再不斩", pieceNum = 30, skillfightvalue = 21, name = "白", itemid = 61003, getway = "累计登陆2天奖励；#r#c929292开服活动亦可获得。", maxzl = "1315", modelid = 10002, }
,[3] = { attrs = {  [1] = 653,  [2] = 94,  [3] = 63,  [4] = 63,  [5] = 27,  [6] = 27,  [7] = 27,  [8] = 27,  }
, id = 3, motto = "#cfe8300一生为了爱", skillid = 285, desc = "木叶勇士村的中忍，阿斯玛所领导的第十班的成员，继承了山中一族的独特的秘术", pieceNum = 30, skillfightvalue = 88, name = "井野", itemid = 61002, getway = "累计登陆3天奖励；#r#c929292开服活动亦可获得。", maxzl = "1343", modelid = 10001, }
,[4] = { attrs = {  [1] = 691,  [2] = 100,  [3] = 67,  [4] = 67,  [5] = 28,  [6] = 28,  [7] = 28,  [8] = 28,  }
, id = 4, motto = "#cfe8300勇士要沉着冷静、仔细判断", skillid = 283, desc = "木叶天才上忍，第七班导师。拥有“拷贝勇士”的称号", pieceNum = 30, skillfightvalue = 160, name = "卡卡西", itemid = 61005, getway = "累计登陆7天奖励；#r#c929292开服活动亦可获得。", maxzl = "1374", modelid = 10004, }
,[5] = { attrs = {  [1] = 730,  [2] = 105,  [3] = 70,  [4] = 70,  [5] = 30,  [6] = 30,  [7] = 30,  [8] = 30,  }
, id = 5, motto = "#cfe8300终有一天我会成为最强的火影", skillid = 281, desc = "掌握仙术的鸣人，实力非常强大", pieceNum = 30, skillfightvalue = 229, name = "仙人鸣人", itemid = 61006, getway = "累计登陆14天奖励；#r#c929292开服活动亦可获得。", maxzl = "1470", modelid = 10005, }
,[6] = { attrs = {  [1] = 768,  [2] = 111,  [3] = 74,  [4] = 74,  [5] = 32,  [6] = 32,  [7] = 32,  [8] = 32,  }
, id = 6, motto = "#cfe8300不想再看到珍惜的伙伴们死在我面前", skillid = 282, desc = "宇智波一族的天才勇士，一直以杀死某个人为目标，在仇恨中成长。", pieceNum = 30, skillfightvalue = 296, name = "大蛇佐助", itemid = 61007, getway = "累计登陆28天奖励；#r#c929292开服活动亦可获得。", maxzl = "1435", modelid = 10006, }
,[7] = { attrs = {  [1] = 806,  [2] = 117,  [3] = 78,  [4] = 78,  [5] = 33,  [6] = 33,  [7] = 33,  [8] = 33,  }
, id = 7, motto = "#cfe8300我曾经...失去过所有东西", skillid = 286, desc = "宇智波一族的天才勇士，一直以杀死某个人为目标，在仇恨中成长。", pieceNum = 30, skillfightvalue = 368, name = "幼年佐助", itemid = 61008, getway = "开服前三天商城限购", maxzl = "1803", modelid = 10008, }
,}
