vip = {telePort = { [1] = 10, [2] = 20, [3] = 30, [4] = 40, [5] = 50, [6] = -1, [7] = -1, [8] = -1, [9] = -1, [10] = -1, [11] = -1, }
,friendAdd = { [1] = 3, [2] = 6, [3] = 9, [4] = 12, [5] = 15, [6] = 18, [7] = 21, [8] = 24, [9] = 27, [10] = 30, [11] = 30, }
,tongtianPushCd = { [1] = 0, [2] = 0, [3] = 0, [4] = 0, [5] = 1, [6] = 1, [7] = 1, [8] = 1, [9] = 1, [10] = 1, [11] = 1, }
,jjcPlayAdd = { [1] = 0, [2] = 1, [3] = 1, [4] = 1, [5] = 2, [6] = 2, [7] = 2, [8] = 3, [9] = 3, [10] = 4, [11] = 4, }
,receiveBoxKey = { [1] = 0, [2] = 0, [3] = 0, [4] = 1, [5] = 1, [6] = 2, [7] = 3, [8] = 4, [9] = 5, [10] = 5, [11] = 5, }
,tongtianReset = { [1] = 0, [2] = 0, [3] = 0, [4] = 0, [5] = 0, [6] = 1, [7] = 1, [8] = 1, [9] = 1, [10] = 1, [11] = 1, }
,chatWait = { [1] = 0, [2] = 0, [3] = 0, [4] = 0, [5] = 1, [6] = 1, [7] = 1, [8] = 1, [9] = 1, [10] = 1, [11] = 1, }
,blackAdd = { [1] = 3, [2] = 6, [3] = 9, [4] = 12, [5] = 15, [6] = 18, [7] = 21, [8] = 24, [9] = 27, [10] = 30, [11] = 30, }
,sendBoxKey = { [1] = 1, [2] = 2, [3] = 3, [4] = 4, [5] = 5, [6] = 6, [7] = 7, [8] = 8, [9] = 9, [10] = 10, [11] = 10, }
,sendFlowerAdd = { [1] = 0, [2] = 0, [3] = 0, [4] = 0, [5] = 0, [6] = 0, [7] = 0, [8] = 0, [9] = 0, [10] = 0, [11] = 0, }
,sweepFuBenTotalAdd = { [1] = 3, [2] = 4, [3] = 5, [4] = 6, [5] = 7, [6] = 8, [7] = 9, [8] = 10, [9] = 12, [10] = 15, [11] = 15, }
,treasurePractice = { [1] = 0, [2] = 0, [3] = 5, [4] = 5, [5] = 10, [6] = 10, [7] = 18, [8] = 18, [9] = 30, [10] = 30, [11] = 30, }
,payQuestupdates = { [1] = 0, [2] = 0, [3] = 0, [4] = 0, [5] = 0, [6] = 0, [7] = 0, [8] = 0, [9] = 0, [10] = 0, [11] = 0, }
,vipPrize = { [1] = {  [1] = {   id = 26103,   tp = 2,   bind = 0,   n = 4,   }
,  [2] = {   id = 0,   tp = 1,   bind = 0,   n = 200000,   }
,  }
, [2] = {  [1] = {   id = 26173,   tp = 2,   bind = 0,   n = 80,   }
,  [2] = {   id = 0,   tp = 1,   bind = 0,   n = 500000,   }
,  }
, [3] = {  [1] = {   id = 23100,   tp = 2,   bind = 0,   n = 1,   }
,  [2] = {   id = 26151,   tp = 2,   bind = 0,   n = 15,   }
,  [3] = {   id = 30577,   tp = 2,   bind = 0,   n = 1,   }
,  }
, [4] = {  [1] = {   id = 26121,   tp = 2,   bind = 0,   n = 40,   }
,  [2] = {   id = 26123,   tp = 2,   bind = 0,   n = 20,   }
,  [3] = {   id = 26125,   tp = 2,   bind = 0,   n = 20,   }
,  }
, [5] = {  [1] = {   id = 26112,   tp = 2,   bind = 0,   n = 30,   }
,  [2] = {   id = 26119,   tp = 2,   bind = 0,   n = 30,   }
,  [3] = {   id = 30503,   tp = 2,   bind = 0,   n = 1,   }
,  }
, [6] = {  [1] = {   id = 26122,   tp = 2,   bind = 0,   n = 20,   }
,  [2] = {   id = 26124,   tp = 2,   bind = 0,   n = 10,   }
,  [3] = {   id = 26126,   tp = 2,   bind = 0,   n = 10,   }
,  }
, [7] = {  [1] = {   id = 26131,   tp = 2,   bind = 0,   n = 10,   }
,  [2] = {   id = 30583,   tp = 2,   bind = 0,   n = 1,   }
,  }
, [8] = {  [1] = {   id = 26151,   tp = 2,   bind = 0,   n = 150,   }
,  [2] = {   id = 26152,   tp = 2,   bind = 0,   n = 30,   }
,  [3] = {   id = 0,   tp = 1,   bind = 0,   n = 5000000,   }
,  [4] = {   id = 30504,   tp = 2,   bind = 0,   n = 1,   }
,  }
, [9] = {  [1] = {   id = 11,   tp = 5,   bind = 0,   n = 50000,   }
,  [2] = {   id = 30587,   tp = 2,   bind = 0,   n = 1,   }
,  }
, [10] = {  [1] = {   id = 21107,   tp = 2,   bind = 0,   n = 1,   }
,  [2] = {   id = 21206,   tp = 2,   bind = 0,   n = 1,   }
,  [3] = {   id = 21306,   tp = 2,   bind = 0,   n = 1,   }
,  [4] = {   id = 21406,   tp = 2,   bind = 0,   n = 1,   }
,  }
, [11] = {  [1] = {   id = 21108,   tp = 2,   bind = 0,   n = 1,   }
,  [2] = {   id = 21207,   tp = 2,   bind = 0,   n = 1,   }
,  [3] = {   id = 25117,   tp = 2,   bind = 0,   n = 1,   }
,  }
, }
,exteraSignNum = { [1] = 1, [2] = 2, [3] = 4, [4] = 6, [5] = 9, [6] = 12, [7] = 15, [8] = 18, [9] = 21, [10] = 25, [11] = 25, }
,moneyTreeAdd = { [1] = 5, [2] = 15, [3] = 35, [4] = 55, [5] = 75, [6] = 95, [7] = 115, [8] = 135, [9] = 165, [10] = 195, [11] = 195, }
,signReward = { [1] = 0, [2] = 0, [3] = 0, [4] = 0, [5] = 0, [6] = 0, [7] = 0, [8] = 0, [9] = 0, [10] = 0, [11] = 0, }
,dayFubenAdd = { [7] = {  [1] = 1,  [2] = 1,  }
, [1] = {  }
, [2] = {  }
, [4] = {  [1] = 1,  }
, [8] = {  [1] = 1,  [2] = 1,  [3] = 1,  }
, [9] = {  [1] = 1,  [2] = 1,  [4] = 1,  [3] = 1,  }
, [5] = {  [1] = 1,  }
, [10] = {  [2] = 1,  [3] = 1,  [1] = 1,  [4] = 1,  [5] = 1,  }
, [3] = {  }
, [6] = {  [1] = 1,  [2] = 1,  }
, [11] = {  [2] = 1,  [3] = 1,  [1] = 1,  [4] = 1,  [5] = 1,  }
, }
,txt = { [1] = "充值100元宝可达到VIP1_每天#cd88a3e【剧情副本】#c654016总次数增加#c4fab433#c654016次_每天#cd88a3e【剧情副本】#c654016免费扫荡次数增加#c4fab433#c654016次_#cd88a3e【聚宝盆】#c654016总次数增加#c4fab45#c654016次_好友数量上限增加#c4fab433#c654016次_仇人数量上限增加#c4fab433#c654016次_黑名单数量上限增加#c4fab433#c654016次_每天额外增加赠送钥匙次数#c4fab431#c654016次_每天免费传送增加#c4fab4310#c654016次", [2] = "充值500元宝可达到VIP2_每天#cd88a3e【剧情副本】#c654016总次数增加#c4fab434#c654016次_每天#cd88a3e【剧情副本】#c654016免费扫荡次数增加#c4fab434#c654016次_#cd88a3e【聚宝盆】#c654016总次数增加#c4fab415#c654016次_好友数量上限增加#c4fab436#c654016次_仇人数量上限增加#c4fab436#c654016次_黑名单数量上限增加#c4fab436#c654016次_每天额外增加赠送钥匙次数#c4fab432#c654016次_每天免费传送增加#c4fab4320#c654016次_每天#cd88a3e【演武场】#c654016基础次数增加#c4fab431#c654016次_每天#cd88a3e【演武场】#c654016增加购买次数#c4fab435#c654016次", [3] = "充值1000元宝可达到VIP3_每天#cd88a3e【剧情副本】#c654016总次数增加#c4fab435#c654016次_每天#cd88a3e【剧情副本】#c654016免费扫荡次数增加#c4fab435#c654016次_#cd88a3e【聚宝盆】#c654016总次数增加#c4fab435#c654016次_好友数量上限增加#c4fab439#c654016次_仇人数量上限增加#c4fab439#c654016次_黑名单数量上限增加#c4fab439#c654016次_每天额外增加赠送钥匙次数#c4fab433#c654016次_每天免费传送增加#c4fab4330#c654016次_每天#cd88a3e【演武场】#c654016基础次数增加#c4fab431#c654016次_每天#cd88a3e【演武场】#c654016增加购买次数#c4fab435#c654016次", [4] = "充值2000元宝可达到VIP4_每天#cd88a3e【剧情副本】#c654016总次数增加#c4fab436#c654016次_每天#cd88a3e【剧情副本】#c654016免费扫荡次数增加#c4fab436#c654016次_#cd88a3e【聚宝盆】#c654016总次数增加#c4fab455#c654016次_好友数量上限增加#c4fab4312#c654016次_仇人数量上限增加#c4fab4312#c654016次_黑名单数量上限增加#c4fab4312#c654016次_每天额外增加赠送钥匙次数#c4fab434#c654016次_每天免费传送增加#c4fab4340#c654016次_每天#cd88a3e【演武场】#c654016基础次数增加#c4fab431#c654016次_每天#cd88a3e【演武场】#c654016增加购买次数#c4fab435#c654016次_每天可额外增加获取钥匙次数#c4fab431#c654016次_每天#cd88a3e【天机奇缘】#c654016副本次数额外增加#c4fab431#c654016次", [5] = "充值5000元宝可达到VIP5_每天#cd88a3e【剧情副本】#c654016总次数增加#c4fab437#c654016次_每天#cd88a3e【剧情副本】#c654016免费扫荡次数增加#c4fab437#c654016次_#cd88a3e【聚宝盆】#c654016总次数增加#c4fab475#c654016次_好友数量上限增加#c4fab4315#c654016次_仇人数量上限增加#c4fab4315#c654016次_黑名单数量上限增加#c4fab4315#c654016次_每天额外增加赠送钥匙次数#c4fab435#c654016次_每天免费传送增加#c4fab4350#c654016次_每天#cd88a3e【演武场】#c654016基础次数增加#c4fab432#c654016次_每天#cd88a3e【演武场】#c654016增加购买次数#c4fab4310#c654016次_每天可额外增加获取钥匙次数#c4fab431#c654016次_武力试炼扫荡没有冷却时间_聊天没有冷却时间_每个#cd88a3e【剧情副本】#c654016可通关次数增加#c4fab431#c654016次_每天#cd88a3e【天机奇缘】#c654016副本次数额外增加#c4fab431#c654016次", [6] = "充值10000元宝可达到VIP6_每天#cd88a3e【剧情副本】#c654016总次数增加#c4fab438#c654016次_每天#cd88a3e【剧情副本】#c654016免费扫荡次数增加#c4fab438#c654016次_#cd88a3e【聚宝盆】#c654016总次数增加#c4fab495#c654016次_好友数量上限增加#c4fab4318#c654016次_仇人数量上限增加#c4fab4318#c654016次_黑名单数量上限增加#c4fab4318#c654016次_每天额外增加赠送钥匙次数#c4fab436#c654016次_每天免费传送#c4fab43无限制#c654016_每天#cd88a3e【演武场】#c654016基础次数增加#c4fab432#c654016次_每天#cd88a3e【演武场】#c654016增加购买次数#c4fab4310#c654016次_每天可额外增加获取钥匙次数#c4fab432#c654016次_武力试炼扫荡没有冷却时间_聊天没有冷却时间_每个#cd88a3e【剧情副本】#c654016可通关次数增加#c4fab431#c654016次_每天#cd88a3e【武力试炼】#c654016可重置次数增加#c4fab431#c654016次_每天#cd88a3e【天机奇缘】#c654016副本次数额外增加#c4fab431#c654016次_每天#cd88a3e【神驹猎狩】#c654016副本次数额外增加#c4fab431#c654016次", [7] = "充值20000元宝可达到VIP7_每天#cd88a3e【剧情副本】#c654016总次数增加#c4fab439#c654016次_每天#cd88a3e【剧情副本】#c654016免费扫荡次数增加#c4fab439#c654016次_#cd88a3e【聚宝盆】#c654016总次数增加#c4fab4115#c654016次_好友数量上限增加#c4fab4321#c654016次_仇人数量上限增加#c4fab4321#c654016次_黑名单数量上限增加#c4fab4321#c654016次_每天额外增加赠送钥匙次数#c4fab437#c654016次_每天免费传送#c4fab43无限制#c654016_每天#cd88a3e【演武场】#c654016基础次数增加#c4fab432#c654016次_每天#cd88a3e【演武场】#c654016增加购买次数#c4fab4310#c654016次_每天可额外增加获取钥匙次数#c4fab433#c654016次_武力试炼扫荡没有冷却时间_聊天没有冷却时间_每个#cd88a3e【剧情副本】#c654016可通关次数增加#c4fab431#c654016次_每天#cd88a3e【武力试炼】#c654016可重置次数增加#c4fab431#c654016次_每天#cd88a3e【天机奇缘】#c654016副本次数额外增加#c4fab431#c654016次_每天#cd88a3e【神驹猎狩】#c654016副本次数额外增加#c4fab431#c654016次", [8] = "充值50000元宝可达到VIP8_每天#cd88a3e【剧情副本】#c654016总次数增加#c4fab4310#c654016次_每天#cd88a3e【剧情副本】#c654016免费扫荡次数增加#c4fab4310#c654016次_#cd88a3e【聚宝盆】#c654016总次数增加#c4fab4135#c654016次_好友数量上限增加#c4fab4324#c654016次_仇人数量上限增加#c4fab4324#c654016次_黑名单数量上限增加#c4fab4324#c654016次_每天额外增加赠送钥匙次数#c4fab438#c654016次_每天免费传送#c4fab43无限制#c654016_每天#cd88a3e【演武场】#c654016基础次数增加#c4fab433#c654016次_每天#cd88a3e【演武场】#c654016增加购买次数#c4fab4315#c654016次_每天可额外增加获取钥匙次数#c4fab434#c654016次_武力试炼扫荡没有冷却时间_聊天没有冷却时间_每个#cd88a3e【剧情副本】#c654016可通关次数增加#c4fab431#c654016次_每天#cd88a3e【武力试炼】#c654016可重置次数增加#c4fab431#c654016次_每天#cd88a3e【天机奇缘】#c654016副本次数额外增加#c4fab431#c654016次_每天#cd88a3e【神驹猎狩】#c654016副本次数额外增加#c4fab431#c654016次_每天#cd88a3e【云台将录】#c654016副本次数额外增加#c4fab431#c654016次", [9] = "充值100000元宝可达到VIP9_每天#cd88a3e【剧情副本】#c654016总次数增加#c4fab4311#c654016次_每天#cd88a3e【剧情副本】#c654016免费扫荡次数增加#c4fab4312#c654016次_#cd88a3e【聚宝盆】#c654016总次数增加#c4fab4165#c654016次_好友数量上限增加#c4fab4327#c654016次_仇人数量上限增加#c4fab4327#c654016次_黑名单数量上限增加#c4fab4327#c654016次_每天额外增加赠送钥匙次数#c4fab439#c654016次_每天免费传送#c4fab43无限制#c654016_每天#cd88a3e【演武场】#c654016基础次数增加#c4fab433#c654016次_每天#cd88a3e【演武场】#c654016增加购买次数#c4fab4315#c654016次_每天可额外增加获取钥匙次数#c4fab435#c654016次_武力试炼扫荡没有冷却时间_聊天没有冷却时间_每个#cd88a3e【剧情副本】#c654016可通关次数增加#c4fab431#c654016次_每天#cd88a3e【武力试炼】#c654016可重置次数增加#c4fab431#c654016次_每天#cd88a3e【天机奇缘】#c654016副本次数额外增加#c4fab431#c654016次_每天#cd88a3e【神驹猎狩】#c654016副本次数额外增加#c4fab431#c654016次_每天#cd88a3e【云台将录】#c654016副本次数额外增加#c4fab431#c654016次", [10] = "充值200000元宝可达到VIP10_每天#cd88a3e【剧情副本】#c654016总次数增加#c4fab4312#c654016次_每天#cd88a3e【剧情副本】#c654016免费扫荡次数增加#c4fab4315#c654016次_#cd88a3e【聚宝盆】#c654016总次数增加#c4fab4195#c654016次_好友数量上限增加#c4fab4330#c654016次_仇人数量上限增加#c4fab4330#c654016次_黑名单数量上限增加#c4fab4330#c654016次_每天额外增加赠送钥匙次数#c4fab4310#c654016次_每天免费传送#c4fab43无限制#c654016_每天#cd88a3e【演武场】#c654016基础次数增加#c4fab434#c654016次_每天#cd88a3e【演武场】#c654016增加购买次数#c4fab4320#c654016次_每天可额外增加获取钥匙次数#c4fab435#c654016次_武力试炼扫荡没有冷却时间_聊天没有冷却时间_每个#cd88a3e【剧情副本】#c654016可通关次数增加#c4fab431#c654016次_每天#cd88a3e【武力试炼】#c654016可重置次数增加#c4fab431#c654016次_每天#cd88a3e【无尽秘藏】#c654016副本次数额外增加#c4fab431#c654016次_每天#cd88a3e【守卫昆阳】#c654016副本次数额外增加#c4fab431#c654016次_每天#cd88a3e【云台将录】#c654016副本次数额外增加#c4fab431#c654016次_每天#cd88a3e【神驹猎狩】#c654016副本次数额外增加#c4fab431#c654016次_每天#cd88a3e【天机奇缘】#c654016副本次数额外增加#c4fab431#c654016次", [11] = "SVIP享有所有VIP的特权。_SVIP增加角色巨量属性！战力足可傲视天下_拥有极其稀有的特殊光环“真龙玄炎”_可获得SVIP专属红色伙伴血色暴君·王莽_充值500000元宝可达到SVIP", }
,attr = { [1] = {  value = 58888,  type = 17,  }
, [2] = {  value = 6666,  type = 27,  }
, [3] = {  value = 1000,  type = 23,  }
, [4] = {  value = 1000,  type = 33,  }
, [5] = {  value = 888,  type = 39,  }
, [6] = {  value = 888,  type = 37,  }
, [7] = {  value = 888,  type = 25,  }
, [8] = {  value = 888,  type = 35,  }
, }
,storyFuBenTotalAdd = { [1] = 3, [2] = 4, [3] = 5, [4] = 6, [5] = 7, [6] = 8, [7] = 9, [8] = 10, [9] = 11, [10] = 12, [11] = 12, }
,stroryFubenAdd = { [1] = 0, [2] = 0, [3] = 0, [4] = 0, [5] = 1, [6] = 1, [7] = 1, [8] = 1, [9] = 1, [10] = 1, [11] = 1, }
,jjcBuyAdd = { [1] = 0, [2] = 5, [3] = 5, [4] = 5, [5] = 10, [6] = 10, [7] = 10, [8] = 15, [9] = 15, [10] = 20, [11] = 20, }
,vipTitle = { [1] = 0, [2] = 0, [3] = 0, [4] = 0, [5] = 0, [6] = 0, [7] = 0, [8] = 0, [9] = 0, [10] = 0, [11] = 0, }
,dayQuestAdds = { [1] = 0, [2] = 0, [3] = 0, [4] = 0, [5] = 0, [6] = 0, [7] = 0, [8] = 0, [9] = 0, [10] = 0, [11] = 0, }
,enemyAdd = { [1] = 3, [2] = 6, [3] = 9, [4] = 12, [5] = 15, [6] = 18, [7] = 21, [8] = 24, [9] = 27, [10] = 30, [11] = 30, }
,payQuestLimit = { [1] = 0, [2] = 0, [3] = 0, [4] = 0, [5] = 0, [6] = 0, [7] = 0, [8] = 0, [9] = 0, [10] = 0, [11] = 0, }
,yuanbaos = { [1] = 100, [2] = 500, [3] = 1000, [4] = 2000, [5] = 5000, [6] = 10000, [7] = 20000, [8] = 50000, [9] = 100000, [10] = 200000, [11] = 500000, }
,}
