xuanyuan_config = {
	text = {
		{"1.","活动时间：周日20:00-20:30",},
		{"2.","每次活动开始，玩家和世族的初始积分为0，通过击杀活动场景中的怪物增加积分。",},
		{"3.","活动结束时，会分别按照个人排名和世族排名段发放丰厚奖励，记得检查邮箱哦！",},
		{"4.","排名第一世族的所有成员，可在活动次日（周一）开始，每天在活动界面领取1次日常奖励。",},
		{"5.","排名第一世族的宗主，可获得“洛阳城主”称号（7天），同时洛阳城中央会树立族长雕像以示膜拜！",},
		{"6.","积分规则",},
		{" .","a)击杀玩家：5分；击杀小怪：2分；击杀精英怪：10分",},
		{" .","b)击杀小型BOSS",},
		{" .","  i.	","归属者：50分",},
		{" .","  ii.	","前20名：依次获得20、19、18…1分",},
		{" .","c)击杀大型BOSS",},
		{" .","  i.	","归属者：200分",},
		{" .","  ii.	","前20名：依次获得40、38、36…2分",},
	},
}