zuduitianti_config = {
	openlv_txt = "#c653F18开放等级 #c965015%d级",
	opentime_txt = "#c653F18活动时间 #c965015每周二、四 20:00-20:30",
	text = {
		{"1.","活动时间：周二、四 20:00~20:30",},
		{"2.","只有加入或创建战队，才能参与战队赛活动",},
		{"3.","参加天梯比赛，战队可提升战队评级，成员可获得个人荣誉",},
		{"4.","战队评级用于解锁天梯商店中的稀有商品，个人荣誉用于购买商品",},
		{"5.","个人荣誉规则：胜利，加10；平局，加5；失败，加3；击杀或助攻，可额外获得个人荣誉",},
		{"6.","连胜可获得额外战队评级加成，连胜次数越多加分越高",},
		{"7.","同战队的3位队员一起组队比赛，才能提升战队评级",},
		{"8.","不同战队的玩家组队比赛，无法提升战队评级，但能正常获得个人荣誉",},
		{"9.","战斗时限为5分钟，若到达5分钟还未分出胜负，则判断为平局",},
		{"10.","每次战斗胜利、失败或平局，都可获得相应奖励",},
		{"11.","每次活动结束时，会按照排名段发放丰厚奖励，记得检查邮箱哦！",},
		{"12.","战队评级为0的战队不会计入排行榜，也无法获得排名奖励！",},
	},
}
