--ssound_effect.lua
--音乐音效相关配置
--文件使用mp3文件

ssound_effect = {
	--ui音效
	ui = {

		[1] =	"HB",	--打开红包的声音
		[2] =	"FP",	--天机奇缘翻牌
		[3] =	"GB",   --关闭通用
		[4] =	"PT",   --普通按钮
		[5] =	"JL",  --领取奖励音效
		[6] =	"JLCG",	--精炼升级培养等成功
		[7] =	"ZP",	--转盘转动
		[8] =	"ZPTJ",	--转盘转动完，停止时音效
		[9] =	"JSSL",	--结算胜利，通关等，用到结算界面的地方
		[10] =	"JQFB",	--剧情副本
		[11] =	"QQSH",	--琴棋书画
		[12] =	"LVUP",	--人物升级	
		
	},

	--角色音效
	role = {
		
		[1] = {
				[1]="LH_YY1",
				[2]="LH_YY2",
			},
		[2] = {
				[1]="YLH_YY1",
				[2]="YLH_YY2",
			},	
		[4] = {
				[1]="GST_YY1",
				[2]="GST_YY2",
			},	
	},

	--新手引导
	guide =	--要加后缀
	{

	--等级引导
		[1] = "LV1-1_1.mp3",		--我是小书童
		[101] ="LV1-1_2.mp3",		--文书哥哥不在
		[2] = "LV1-2.mp3",

		[3] = "LV5-2.mp3",
		[4] = "LV5-3.mp3",

		[5] = "LV12-3.mp3",
		[6] = "LV12-4.mp3",
		[7] = "LV12-5.mp3",

		[8] = "LV15-3.mp3",
		[9] = "LV15-4.mp3",

		[10] = "LV17-2.mp3",
		[11] = "LV17-3.mp3",
		[12] = "LV17-4.mp3",
		[13] = "LV17-5.mp3",
		[14] = "LV17-6.mp3",
		[15] = "LV17-7.mp3",

		[16] = "LV19-2.mp3",
		[17] = "LV19-3.mp3",
		[18] = "LV19-5.mp3",
		[19] = "LV19-6.mp3",

		[20] = "LV20-2.mp3",
		[21] = "LV20-5.mp3",
		[22] = "LV20-6.mp3",

		[23] = "LV22-2.mp3",
		[24] = "LV22-3.mp3",
		[25] = "LV22-4.mp3",

		[26] = "LV23-2.mp3",
		[27] = "LV23-4.mp3",
		[28] = "LV23-5.mp3",

		[29] = "LV25-3.mp3",
		[30] = "LV25-5.mp3",

		[31] = "LV28-2.mp3",
		[32] = "LV28-4.mp3",
		[33] = "LV28-5.mp3",
		[34] = "LV28-6.mp3",

		[35] = "LV36-2.mp3",
		[36] = "LV36-3.mp3",
		[37] = "LV36-5.mp3",
		[38] = "LV36-6.mp3",

		--接受任务引导
		[39] = "AT12-2.mp3",
		[40] = "AT12-3.mp3",
	
		[41] = "AT70-2.mp3",
		[42] = "AT70-4.mp3",
		[43] = "AT70-5.mp3",

		--完成任务引导
		[44] = "FT1-1.mp3",

		--引导任务
		[45] = "GT4301-4.mp3",
		[46] = "GT4301-5.mp3",

		[47] = "GT4303-1.mp3",
		[48] = "GT4303-2.mp3",
		[49] = "GT4303-3.mp3",
		[50] = "GT4303-4.mp3",

		[51] = "GT4304-1.mp3",
		[52] = "GT4304-2.mp3",
		[53] = "GT4304-3.mp3",
		[54] = "GT4304-4.mp3",
		[55] = "GT4304-5.mp3",

		[56] = "GT4306-1.mp3",
		[57] = "GT4306-3.mp3",
		[58] = "GT4306-4.mp3",
		[59] = "GT4306-5.mp3",

		[60] = "GT4307-1.mp3",

		[61] = "GT4310-1.mp3",
		[62] = "GT4310-2.mp3",
		[63] = "GT4310-3.mp3",

		[64] = "GT4311-1.mp3",
		[65] = "GT4311-2.mp3",
		[66] = "GT4311-3.mp3",
		[67] = "GT4311-4.mp3",

		[68] = "GT4312-1.mp3",
		[69] = "GT4312-2.mp3",
		[70] = "GT4312-3.mp3",
		[71] = "GT4312-4.mp3",

		[72] = "GT4314-3.mp3",
		[73] = "GT4314-4.mp3",

		[74] = "GT4315-3.mp3",
		[75] = "GT4315-4.mp3",
		[76] = "GT4315-5.mp3",

	},

	--伙伴语音
	partner = {

		[1] = "partner_sound_1" , --01刘阳
		[2] = {{path = "partner_sound_2_1",delay=0},{path = "partner_sound_2_2",delay=4.3}},--02邓婵
		[3] = "partner_sound_3" , --03刘伯姬
		[4] = "partner_sound_4" , --04严子陵
		[5] = "partner_sound_5" ,--05丁柔
		[6] = "partner_sound_6" , --06琥珀
		[7] = "partner_sound_7" , --07刘演
		[8] = "partner_sound_8" , --08冯异
		[9] = "partner_sound_9" , --09邓禹
		[10] = "partner_sound_10",  --10阴丽华
		[11] = "partner_sound_11", --11刘文叔
		[12] = "partner_sound_12", --12郭圣通
		[13] = "partner_sound_13",  --13刘秀
		[14] = "partner_sound_14",  --14阴戟
		[15] = "partner_sound_15",  --15光烈皇后
		[16] = "partner_sound_16",  --16汉光武
		[17] = "partner_sound_17",  --17王莽
		[101] = "partner_sound_101" , --01刘阳
		[102] = {{path = "partner_sound_102_1",delay=0},{path = "partner_sound_102_2",delay=4.3}},--02邓婵
		[103] = "partner_sound_103" , --03刘伯姬
		[104] = "partner_sound_104" , --04严子陵
		[105] = "partner_sound_105" ,--05丁柔
		[106] = "partner_sound_106" , --06琥珀
		[107] = "partner_sound_107" , --07刘演
		[108] = "partner_sound_108" , --08冯异
		[109] = "partner_sound_109" , --09邓禹
		[110] = "partner_sound_110",  --10阴丽华
		[111] = "partner_sound_111", --11刘文叔
		[112] = "partner_sound_112", --12郭圣通
		[113] = "partner_sound_113",  --13刘秀
		[114] = "partner_sound_114",  --14阴戟
		[115] = "partner_sound_115",  --15光烈皇后
		[116] = "partner_sound_116",  --16汉光武帝
		[117] = "partner_sound_117",  --17王莽
	},

	--技能音效
	--灵狐技能 1-100 阴丽华技能 101-200 郭圣通201-300
	skill = {
		[1] = "LX_PG_01", --挥动长枪，发出的声音。（普攻第一下）
		[2] = "LX_PG_02", --挥动长枪，发出的声音。（普攻第二下）
		[3] = "LX_PG_03", --长枪上挑，发出的声音（普攻第三下）
		[4] = "LX_JN_04", --技能1拍到地上；技能3戳到地上；技能4戳到地上
		[5] = "LX_JN_05", --冲锋的声音（技能2 冲锋的音效）
		[6] = "LX_JN_06", --聚气的声音（技能3，聚怪的音效）
		[7] = "LX_JN_07", --技能4转枪的声音
		[8] = "LX_JN_08", --打到怪物受击音效

		[101] = "YLH_PG_01", --普攻第一下、第三下挥剑
		[102] = "YLH_PG_02", --普攻第二下挥剑
		[103] = "YLH_JN_03", --“阴丽华技能1”中转动部分
		[104] = "YLH_JN_04", --“阴丽华技能2”冲刺部分
		[105] = "YLH_JN_05", --“阴丽华技能3”中分身爆开的部分
		[106] = "YLH_JN_06", --阴丽华技能4
		[107] = "YLH_JN_07", --打到怪物受击音效

		[201] = "ST_PG_01", --普攻第一下
		[202] = "ST_PG_02", --普攻第二下
		[203] = "ST_PG_03", --技能2和普攻第三下
		[204] = "SJ_JN_04", --技能1施法音效
		[205] = "ST_JN_05", --技能3瞬移音效
		[206] = "ST_JN_06", --技能4音效
		[207] = "ST_JN_07", --打到怪物受击音效
	},

	--场景背景音效 南阳音乐music01  洛阳主城music02 豫州music03 music04 长安 
	--战斗-室外music11	 战斗-室内music12  战斗-热血music13  
	scene = 
	{
		[1] = "music02",	--南阳【新手村】
		[2] = "music02",	--南阳【新手村】
		[3] = "music02",	--南阳【新手村】
		[4] = "music03",	--豫州
		[5] = "music05",	--昆阳
		[6]	= "music02",	--洛阳【主城】
		[7] = "music04",	--长安
		[8] = "music05",	--长聚
		[9] = "music03",	--冀州
		[10] = "music05",	--汉中平原
		[11] = "music03",	--青州
		[12] = "music04",	--幽州
		[18] = "music03",	--舂陵
		[19] = "music03",	--刘家
		[20] = "music02",	--宫内
	--===============================野外音乐分隔线^O^ =================================
		[13] = "music13",	--世界BOSS1-30
		[14] = "music12",	--世界BOSS2-40
		[15] = "music13",	--世界BOSS1-50
		[16] = "music12",	--世界BOSS2-60
		[17] = "music13",	--世界BOSS1-70
		[81]=	"music13",	--天机奇缘
		[82]=	"music13",	--神驹猎狩
		[83]=	"music13",	--云台将录
		[84]=	"music11",	--守卫昆阳
		[85]=	"music11",	--铜钱副本
		[86]=	"music12",	--武力试炼
		[87]=	"music13",	--演武场
		[88]=	"music13",	--箴机奇图
		[89]=	"music13",	--天梯赛
		[90]=	"music13",	--战队赛
		[91]=	"music11",	--阵营战
		[92]=	"music11",	--世族boss
		[93]=	"music11",	--逐鹿中原
		[94]=	"music11",	--大乱斗
		[95]=	"music12",	--剑士云台
		[96]=	"music12",	--龙脉珍宝
		[97]=	"music12",	--血战豫州
		[61]=	"music12",	--帝魂惊梦
		[62]=	"music12",	--斩奸奠魂
		[63]=	"music12",	--断情绝梦
		[99]=	"music12",	--诛莽复汉

	--===============================活动音乐分隔线^O^ =================================
		[101] = "music11",
		[102] =	"music11",
		[103] =	"music11",
		[104] =	"music11",
		[105] =	"music11",
		[106] =	"music11",
		[107] =	"music11",
		[108] =	"music11",
		[109] =	"music11",
		[110] =	"music11",
		[111] =	"music11",
		[112] =	"music11",
		[113] =	"music11",
		[114] =	"music11",
		[115] =	"music11",
		[116] =	"music11",
		[117] =	"music11",
		[118] =	"music11",
		[119] =	"music11",
		[120] =	"music11",
		[121] =	"music11",
		[122] =	"music11",
		[123] =	"music11",
		[124] =	"music11",
		[125] =	"music11",
		[126] =	"music11",
		[127] =	"music11",
		[128] =	"music11",
		[129] =	"music11",
		[130] =	"music11",
		[131] =	"music11",
		[132] =	"music11",
		[133] =	"music11",
		[134] =	"music11",
		[135] =	"music11",
		[136] =	"music11",
		[137] =	"music11",
		[138] =	"music11",
		[139] =	"music11",
		[140] =	"music11",
		[141] =	"music11",
		[142] =	"music11",
		[143] =	"music11",
		[144] =	"music11",
		[145] =	"music11",
		[146] =	"music11",
		[147] =	"music11",
		[148] =	"music11",
		[149] =	"music11",
		[150] =	"music11",
		[151] =	"music11",
		[152] =	"music11",
		[153] =	"music11",
		[154] =	"music11",
		[500] = "music00",  --登录界面的音效

		--===============================每日剧情音乐分隔线^O^ =================================
		[201] =	"music12",
		[202] =	"music12",
		[203] =	"music12",
		[204] =	"music12",
		[205] =	"music12",
		[206] =	"music12",
		[207] =	"music12",
		[208] =	"music12",
		[209] =	"music12",
		[210] =	"music12",
		[211] =	"music12",
		[212] =	"music12",
		[213] =	"music12",
		[214] =	"music12",
		[215] =	"music12",
		[216] =	"music12",
		[217] =	"music12",
		[218] =	"music12",
		[219] =	"music12",
		[220] =	"music12",
		[221] =	"music12",
		[222] =	"music12",
		[223] =	"music12",
		[224] =	"music12",
		[225] =	"music12",
		[226] =	"music12",
	},

	moviebg = {
	   [1] = "music01",	--剧情背景音乐欢乐
	   [2] = "music02", --剧情背景音乐悲伤
	},

	--其他音效 --或者再分类
	other = {

	},

}