--合服活动配置

-- activity_sub_id 活动子id   大运营活动里面有多个活动,里面每个活动都有个子活动id 
-- 1000以下的是服务器控制的活动,1000以上的为客户端控制的活动
-- 1.登录活动
-- 2.充值活动,多礼包
-- 3.消费活动,多礼包
-- 4.每日充值,单礼包
-- 5.每日消费,单礼包
-- 6.排行榜活动
-- 7.充值活动,重复单礼包
-- 8.消费活动,重复单礼包
-- 9.每日充值,多礼包
-- 10.每日消费,多礼包
-- 11.登录有礼
-- 12.日常累积活动
-- 13.每日登录有礼活动 (1-13对应协议 138,80)
-- 24:圣诞送礼活动(对应协议 138,96)
-- 995:合服逐鹿中原活动(对应协议　149,7)
-- 996:合服首冲活动(对应协议　149,5)
-- 997:合服阵营试炼活动(对应协议　149,3)
-- 998:合服登录活动(对应协议　149,1)
-- 999:情人元宵活动(对应协议 151,2)     
-- 1000:只有文字(无需协议)  1001:只有图片(无需协议) 1002以上的都是只有道具(无需协议)

-- title_img_path:界面右上角的标题对应的资源名
-- title:界面右下滑动区域内每一排的标题文字(例如:消费达到xxx元宝,登录x天礼包)
-- activity_time_str:界面右上角的活动时间文字(例如:2014年01月15日10:00—2014年01月19日23:59)
-- content:界面右上角的说明文字
-- img:1001活动特有的字段,宣传图对应的资源名
-- top_type:子活动id6排名榜活动特有的字段 1-10分别代表
-- 排名活动类型     
-- rtFightVal = 1, // 战力排行
-- rtLevel = 2,	// 等级排行
-- rtRoot = 3,		// 灵根排行
-- rtAchieve = 4,	// 成就排行
-- rtMount = 5,	// 坐骑排行
-- rtGem = 6,		// 法宝排行
-- rtCharm = 7,	// 魅力排行
-- rtCharmWeek = 8,// 每周魅力排行
-- rtWing = 9,		// 翅膀排行榜
-- rtPet = 10,		// 宠物排行榜
qingmingganen_config = {

	mini_title = {
		--活动小标题（上）,活动小副标题（下）,活动子id（对应下方activity_sub_id）
		{"感恩惊喜","登录有礼",1},
		{"聚宝袋","全民淘宝",1002},
		{"超值回馈","累计充值",2},
		{"节日副本","杀怪夺宝",1003},

	},

	--登录好礼
	[1] = 
	{
		activity_sub_id = 1,
		title_img_path = "qingmingtitle1.png",
		title = {"每日登录礼包","累计登录2日礼包","累计登录4日礼包"},
		activity_time_str = "2014年4月3日10:00—2014年4月7日23:59",
		content = "活动期间玩家登录游戏即可领取每日登录礼包，满足次数还能领取大奖",
		{--每日登录礼包
			{ type = 0, id = 44488, count = 1},--淘宝金币
			{ type = 0, id = 18601, count = 5},--筋斗云
			{ type = 0, id = 18613, count = 10},--除魔令
			{ type = 0, id = 18621, count = 5},--天仙令
			{ type = 0, id = 18711, count = 1},--中级强化石
		},
		{--累计登录2日礼包
			{ type = 0, id = 28220, count = 1},--初级悟性丹
			{ type = 0, id = 28230, count = 1},--初级成长丹
			{ type = 0, id = 18720, count = 1},--中级保护符
			{ type = 0, id = 19301, count = 1},--中级生命包
			{ type = 0, id = 18211, count = 1},--中级经验丹
		},
		{--累计登录4日礼包
			{ type = 0, id = 21651, count = 1},--金风玉露(2天)
			{ type = 0, id = 28221, count = 1},--中级悟性丹
			{ type = 0, id = 28231, count = 1},--中级成长丹
			{ type = 0, id = 18612, count = 1},--坐骑进阶符
			{ type = 0, id = 18628, count = 1},--二阶羽翼晶石
			{ type = 0, id = 19101, count = 1},--中级宠物长生丹
		},
	},

	-- 聚宝盆
	[2] = 
	{
		activity_sub_id = 994,
		title_img_path = "qingmingtitle2.png",
		activity_time_str = "2014年4月3日10:00—2014年4月7日23:59",
		content = "在活动期间通过聚宝袋就有机会获得#cffc000黑崎一护#cffffff、#cffc000永久时装#cffffff等大量奖励。",
		npc_pos = {sceneid = 11,x = 93,y = 72},
	--在大面板里显示排序，罗盘里的显示顺序另外取GoldenCompass.txt
		{ type = 0, id = 64820, count = 1},--宠物恐吓技能	
		{ type = 0, id = 34439, count = 1},--黑崎一护
		{ type = 0, id = 21613, count = 1},--竹影飘羽时装
		{ type = 0, id = 18730, count = 1},--焚离珠
		{ type = 0, id = 18740, count = 1},--幽煌珠
		{ type = 0, id = 18616, count = 1},--三级宝石
		{ type = 0, id = 28226, count = 1},--中级悟性保护珠
		{ type = 0, id = 28236, count = 1},--中级成长保护珠
		{ type = 0, id = 28221, count = 1},--中级悟性丹
		{ type = 0, id = 28231, count = 1},--中级成长丹
		{ type = 0, id = 18604, count = 1},--中级法宝晶石
		{ type = 0, id = 18612, count = 1},--坐骑进阶符
	},


	-- 充值活动
	[3] = 
	{
		activity_sub_id = 9,--充值活动
		title_img_path = "qingmingtitle3.png",
		title = {"今日累计充值达到100元宝","今日累计充值达到1000元宝","今日累计充值达到5000元宝"},
		activity_time_str = "2014年4月3日10:00—2014年4月7日23:59",
		content = "活动期间玩家每日累计充值达到指定金额即可领取大奖！",
		{--每日累计充值100元宝礼包
			{ type = 0, id = 18711, count = 1},--中级强化石
			{ type = 0, id = 18720, count = 1},--中级保护符
			{ type = 0, id = 18600, count = 1},--复活石
			{ type = 0, id = 18227, count = 1},--招财神符
			{ type = 0, id = 18612, count = 1},--坐骑进阶符
		},
		{--每日累计充值1000元宝礼包
			{ type = 0, id = 18635, count = 2},--高级羽翼技能卷
			{ type = 0, id = 18712, count = 2},--高级强化石
			{ type = 0, id = 18721, count = 1},--高级保护符
			{ type = 0, id = 18227, count = 6},--招财神符
			{ type = 0, id = 18612, count = 2},--坐骑进阶符
		},	
		{--每日累计充值5000元宝礼包
			{ type = 0, id = 48286, count = 1},--六道轮回魂
			{ type = 0, id = 18713, count = 8},--特级强化石
			{ type = 0, id = 18722, count = 4},--特级保护符
			{ type = 0, id = 18227, count = 10},--招财神符
			{ type = 0, id = 18612, count = 10},--坐骑进阶符
			{ type = 0, id = 18605, count = 6},--高级法宝晶石
		},	
	},
	-- 节日副本
	[4] = 
	{
		activity_sub_id = 1003,
		title_img_path = "qingmingtitle4.png",
		activity_time_str = "2014年4月3日10:00—2014年4月7日23:59",
		content = "在活动期间，每天可以参与2次节日副本，其中掉落淘宝金币更有其他丰厚奖励！",
		npc_pos = {sceneid = 11,x = 98,y = 87,name="清明节副本"},
	--在大面板里显示排序，罗盘里的显示顺序另外取GoldenCompass.txt
		{ type = 0, id = 44488, count = 1},--淘宝金币
		{ type = 0, id = 18604, count = 1},--中级法宝晶石
		{ type = 0, id = 18600, count = 1},--复活石
		{ type = 0, id = 28220, count = 1},--初级悟性丹
		{ type = 0, id = 18211, count = 1},--中级经验丹
		{ type = 0, id = 18711, count = 1},--中级强化石
		{ type = 0, id = 28230, count = 1},--初级成长丹
		{ type = 0, id = 18227, count = 1},--招财神符
		{ type = 0, id = 18613, count = 1},--除魔令
		{ type = 0, id = 18621, count = 1},--天仙令
		{ type = 0, id = 18601, count = 1},--筋斗云
		{ type = 0, id = 64825, count = 1},--九渊蝎王礼包
	},

}