-- 神秘商店物品配置表

_shenmi_shop_get_slot_id= {
	-- [1] = {id = 34942},-- 橙色秘籍 
	-- [2] = {id = 39608},-- 无双秘籍经验丹
	-- [3] = {id = 34943},-- 珍宝幽紫秘籍卷
	-- [4] = {id = 39607},-- 神圣秘籍经验丹
	-- [5] = {id = 18830}, -- 龙纹赤金
	-- [6] = {id = 18750},-- 紫微极玉
	-- [7] = {id = 18740},-- 幽煌珠
	-- [8] = {id = 18730},-- 焚离珠

	[1] = {id = 18730},-- 橙色秘籍 
	[2] = {id = 18730},-- 无双秘籍经验丹
	[3] = {id = 18730},-- 珍宝幽紫秘籍卷
	[4] = {id = 18730},-- 神圣秘籍经验丹
	[5] = {id = 18730}, -- 龙纹赤金
	[6] = {id = 18730},-- 紫微极玉
	[7] = {id = 18730},-- 幽煌珠
	[8] = {id = 18730},-- 焚离珠
	
}

