 --特惠狂欢前端显示的道具  新服

_tehui_slot_id= {
	---------------------------
	[1] ={--强化特惠	
		[1] = {--特惠礼包
			left_big_icon = 60229,--大图标
			-- can_buy_num = 1,--可购买多少个
			old_price = 1488,--原价
			now_price = 688,--现价
			[1] = {id = 39605 ,num=15}, --展示的
			[2] = {id = 39606 ,num=15},
			[3] = {id = 34944 ,num=1},
		},
		[2] = {--超级礼包
			left_big_icon = 60230,
			-- can_buy_num = 2,--可购买多少个
			old_price = 8888,--原价
			now_price = 4388,--现价
			[1] = {id = 39607 ,num=28}, 
			[2] = {id = 39606 ,num=30},
			[3] = {id = 34943 ,num=1},
		},
		[3] = {--至尊礼包
			left_big_icon = 60231,
			-- can_buy_num = 3,--可购买多少个
			old_price = 23888,--原价
			now_price = 12888,--现价
			[1] = {id = 39607 ,num=35}, 
			[2] = {id = 39608 ,num=10},
			[3] = {id = 34942 ,num=1},
		},
		[4] = {--至尊送礼
			right_big_icon = 60232,
		},

	},



	[2] ={--装备特惠	
	[1] = {--特惠礼包
		left_big_icon = 64900,--大图标
		-- can_buy_num = 1,--可购买多少个
		old_price = 2988,--原价
		now_price = 588,--现价
		[1] = {id = 18740 ,num=10}, --幽煌珠
		[2] = {id = 18730 ,num=10}, --焚离珠
		[3] = {id = 18750 ,num=3}, --紫微极玉
	},
	[2] = {--超级礼包
		left_big_icon = 64901,
		-- can_buy_num = 1,--可购买多少个
		old_price = 14888,--原价
		now_price = 3888,--现价
		[1] = {id = 18750 ,num=8}, --紫微极玉
		[2] = {id = 18830 ,num=2}, --龙纹赤金
	},
	[3] = {--至尊礼包
		left_big_icon = 64902,
		-- can_buy_num = 1,--可购买多少个
		old_price = 23888,--原价
		now_price = 8888,--现价
		[1] = {id = 18750 ,num=15}, --紫微极玉
		[2] = {id = 18830 ,num=3}, --龙纹赤金
	},
	[4] = {--至尊送礼
		right_big_icon = 64920,
		},
	},




	[3] ={--法宝特惠	
[1] = {--特惠礼包
		left_big_icon = 64599,--大图标
		-- can_buy_num = 1,--可购买多少个
		old_price = 900,--原价
		now_price = 258,--现价
		[1] = {id = 44822 ,num=8}, 
		[2] = {id = 28226 ,num=11}, 
		[3] = {id = 28236 ,num=11}, 
	},
	[2] = {--超级礼包
		left_big_icon = 64600,
		-- can_buy_num = 1,--可购买多少个
		old_price = 2500,--原价
		now_price = 988,--现价
		[1] = {id = 44822 ,num=20},
		[2] = {id = 28226 ,num=35},
		[3] = {id = 28236 ,num=35},
	},
	[3] = {--至尊礼包
		left_big_icon = 64601,
		-- can_buy_num = 1,--可购买多少个
		old_price = 6500,--原价
		now_price = 2888,--现价
		[1] = {id = 44822 ,num=40},
		[2] = {id = 28227 ,num=60},
		[3] = {id = 64598 ,num=1},
	},
	[4] = {--至尊送礼
		right_big_icon = 64602,
	},
	}

}

