get_task_dialog = 
{
	[10012] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10016] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[5018] = {
		[1] = {
			talk = "哼，你们都看不起我！都把我当小孩，看我非得证明给你们看，我不小了！前面是什么？快去看看！正好手痒了！",
			face = 25,
			name = "阴兴",
			dir = -1,
		},
	},
	[5020] = {
		[1] = {
			talk = "什么！匪寇围攻阴家庄？你帮我把小弟送回家，我马上给大哥传信。",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5022] = {
		[1] = {
			talk = "听说婵儿来信，说是想丽华了。正好我备了些礼物，让丽华跟着你一起去吧！",
			face = 10,
			name = "阴识",
			dir = -1,
		},
	},
	[5024] = {
		[1] = {
			talk = "你们要做什么？丽华可是我的妹妹，你们不要太过分了！",
			face = 27,
			name = "邓婵",
			dir = -1,
		},
	},
	[5026] = {
		[1] = {
			talk = "今日大家在此商议大事，岂能怠慢了大家！去将我的好酒拿来，让大家尝尝。",
			face = 10,
			name = "李通",
			dir = -1,
		},
	},
	[5028] = {
		[1] = {
			talk = "此事可能走漏了风声，我看李家的家奴神色慌张，其中必然有蹊跷。",
			face = 33,
			name = "刘縯",
			dir = -1,
		},
	},
	[5030] = {
		[1] = {
			talk = "丽华，唉！不知道带什么给她，我记得唯一的东西就是草鸢了，帮我找些蒲草回来吧。",
			face = 6,
			name = "刘秀",
			dir = -1,
		},
	},
	[5032] = {
		[1] = {
			talk = "我真是天真，每天浑浑噩噩的过日子。",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5034] = {
		[1] = {
			talk = "大家此番起义果然是深得人心，你把我收藏的春日醉带过去给伯升吧。",
			face = 28,
			name = "邓晨",
			dir = -1,
		},
	},
	[5036] = {
		[1] = {
			talk = "外面有群杂兵鬼鬼祟祟的，看着就是不怀好意，过去教训他们一下。",
			face = 10,
			name = "李通",
			dir = -1,
		},
	},
	[5038] = {
		[1] = {
			talk = "空有一身武艺，也挡不住众多士兵冲杀的，我们还需多加练习，来的路上军谶被恶霸抢走了，你去帮我拿回来吧。",
			face = 36,
			name = "阴戟",
			dir = -1,
		},
	},
	[5040] = {
		[1] = {
			talk = "管他有用没用，走！大家和我去杀掉那些新军就知道了！",
			face = 25,
			name = "刘稷",
			dir = -1,
		},
	},
	[5042] = {
		[1] = {
			talk = "他们都说我是女流之辈！真是气死我了，既然女流不入他们的眼，不如我们乔装打扮一下啊，去帮我把帻巾拿过来。",
			face = 36,
			name = "阴戟",
			dir = -1,
		},
	},
	[5044] = {
		[1] = {
			talk = "大家都不要误会啊！阴戟兄弟初来乍到，跟大家开个玩笑罢了。",
			face = 6,
			name = "刘秀",
			dir = -1,
		},
	},
	[5046] = {
		[1] = {
			talk = "这件事情，还是通知一下阴识兄为好，要不误会更深。",
			face = 6,
			name = "刘秀",
			dir = -1,
		},
	},
	[5048] = {
		[1] = {
			talk = "三哥，你看这是我给你带来的盔甲。怎么样之力不错吧！",
			face = 36,
			name = "阴戟",
			dir = -1,
		},
	},
	[5050] = {
		[1] = {
			talk = "我这里有一份墨家记载着机关术的书籍，想要做出来，还需要些材料收集。",
			face = 36,
			name = "阴戟",
			dir = -1,
		},
	},
	[5052] = {
		[1] = {
			talk = "既然做好了，就要使用，这样吧，你将这几个机关弩送给刘家兄弟去吧。",
			face = 36,
			name = "阴戟",
			dir = -1,
		},
	},
	[5054] = {
		[1] = {
			talk = "走！看我上阵杀敌！你帮我把那个逃走的新军头目追上。",
			face = 33,
			name = "刘縯",
			dir = -1,
		},
	},
	[5056] = {
		[1] = {
			talk = "刘家三弟还在等着我们大获全胜的消息呢！走随我一同前去。",
			face = 16,
			name = "李轶",
			dir = -1,
		},
	},
	[5058] = {
		[1] = {
			talk = "将我祖传的宝剑取来！我要好好谢谢阴兄弟。",
			face = 33,
			name = "刘縯",
			dir = -1,
		},
	},
	[5060] = {
		[1] = {
			talk = "阴戟自己匆匆忙忙的跑出去了，我也放心不下，你去帮助她一下吧！",
			face = 6,
			name = "刘秀",
			dir = -1,
		},
	},
	[5062] = {
		[1] = {
			talk = "这里有点小意思，你帮我送给刘家的几位兄弟吧！省的伯姬怪罪我礼数不周。",
			face = 16,
			name = "李轶",
			dir = -1,
		},
	},
	[5064] = {
		[1] = {
			talk = "哼，阴丽华！我一猜就是你，看我怎么对付你！你替我去棠南阳把阴家庄独有的绸缎带来，看她怎么辩解。",
			face = 18,
			name = "刘伯姬",
			dir = -1,
		},
	},
	[5066] = {
		[1] = {
			talk = "那天阴丽华来我家的时候，那把紫罗伞好漂亮啊！你能帮我找一把来吗？",
			face = 18,
			name = "刘伯姬",
			dir = -1,
		},
	},
	[5068] = {
		[1] = {
			talk = "听说伯姬妹妹要在寿宴当天舞剑，我可得把这个好消息告诉大家。",
			face = 25,
			name = "刘稷",
			dir = -1,
		},
	},
	[5070] = {
		[1] = {
			talk = "什么？子陵被舂陵军困住了，那还等什么快去救他啊。",
			face = 6,
			name = "刘秀",
			dir = -1,
		},
	},
	[5072] = {
		[1] = {
			talk = "看来你还是忘记我了啊！嘿嘿，你快去我家把我的竹简拿来。",
			face = 36,
			name = "阴戟",
			dir = -1,
		},
	},
	[5074] = {
		[1] = {
			talk = "找些水来，表姐和胭脂一路上奔波劳累，想必也困乏了。",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5076] = {
		[1] = {
			talk = "大哥为什么如此绝情啊，早知如此，当日表姐就不该嫁到公孙家。",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5078] = {
		[1] = {
			talk = "前面吵吵闹闹的，好像有群官兵在追一个女子，那个小头目也不管管自己的手下。",
			face = 34,
			name = "刘玄",
			dir = -1,
		},
	},
	[5080] = {
		[1] = {
			talk = "当年我何曾不是意气风发，现如今却只能落草为寇。",
			face = 34,
			name = "刘玄",
			dir = -1,
		},
	},
	[5082] = {
		[1] = {
			talk = "这次回来可怎么交代啊，表姐无端端的就枉死了，去把马牵来，还是先回去在说吧。",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5084] = {
		[1] = {
			talk = "丽华，婵儿的事情多亏了你！要不她也会客死异乡。没事了，你大哥很担心你，快去看看吧。",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5086] = {
		[1] = {
			talk = "这是百年难遇的天象！我记得家里有一本星象之术，彗星现世，天下大乱。",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5088] = {
		[1] = {
			talk = "去告诉姐夫和稷儿，让他们附议我们的决定。",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5090] = {
		[1] = {
			talk = "我发现那些青牛受了刺激之后，好像有些疯癫，不如我们用青牛冲击地方的阵营。",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5092] = {
		[1] = {
			talk = "刚才城外还有些人在作乱，我安排了稷儿前去，还没有消息，你去帮他一下吧。",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5094] = {
		[1] = {
			talk = "绿林军的兄弟好像对这次分配不是很满意，你去带些武器送过去吧。",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5096] = {
		[1] = {
			talk = "太过分了，什么建功立业，还不是眼馋新野的富庶。",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5098] = {
		[1] = {
			talk = "眼下新军开始疯狂的报复围捕我们的家眷，丽华在这里太危险了。",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5100] = {
		[1] = {
			talk = "果然是大军压境啊，不行，要赶快去告诉大家才行。",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5102] = {
		[1] = {
			talk = "听说义军正在广发起义告示，人手不足，你去帮帮忙吧，不要出乱子了。",
			face = 33,
			name = "刘縯",
			dir = -1,
		},
	},
	[5104] = {
		[1] = {
			talk = "今日大家推选我刘玄为帝，圣功自当竭心尽力为大家，好了将消息公之于众吧。",
			face = 34,
			name = "刘玄",
			dir = -1,
		},
	},
	[5106] = {
		[1] = {
			talk = "听说新朝派来了能驱使野兽之人！居然能让狮子老虎上阵杀敌，这可是不妙，你去野兽那里看看，最好能带些消息给伯升。",
			face = 28,
			name = "邓晨",
			dir = -1,
		},
	},
	[5108] = {
		[1] = {
			talk = "听说王凤将军对眼下的局势不甚乐观，你去帮我劝劝他吧。",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5110] = {
		[1] = {
			talk = "通说最近大家士气低落，新军无所顾忌的在城外为非作歹，你去城外教训他们一下吧。",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5112] = {
		[1] = {
			talk = "先做好自己的本分之事吧，这些武器是军中工匠新打造的，你把它送往各位将军之处吧。",
			face = 4,
			name = "冯异",
			dir = -1,
		},
	},
	[5114] = {
		[1] = {
			talk = "丽华这一身装扮也不行啊，哪有这样去跳舞的呢？快去找些绸缎来，我替她打扮一下。",
			face = 3,
			name = "丁柔",
			dir = -1,
		},
	},
	[5116] = {
		[1] = {
			talk = "真是晦气，去把舞女请来，扫扫晦气！",
			face = 23,
			name = "王寻",
			dir = -1,
		},
	},
	[5118] = {
		[1] = {
			talk = "城外还有些破损得攻城车，为了能打败新军",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5120] = {
		[1] = {
			talk = "不好，刘将军被那个会驱使野兽得人缠住了，你快去救他！",
			face = 22,
			name = "王霸",
			dir = -1,
		},
	},
	[5122] = {
		[1] = {
			talk = "洛阳城典故传闻甚多，你若是能在城中帮我做点小事，我也不妨将这些奇闻异事告诉你。去把这封文书交给城门的守将吧。",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5124] = {
		[1] = {
			talk = "前些时间，豫州闹灾荒，几个冒充灾民的山贼将赈灾的钱粮骗去了！去教训他们一下，顺便带回被骗去的钱粮物品。",
			face = 40,
			name = "洛阳城守",
			dir = -1,
		},
	},
	[5126] = {
		[1] = {
			talk = "这些日子大家都在忙着更始帝登基之事，我这里有一份宴会的清单，你去帮我备齐，送过去吧。",
			face = 40,
			name = "洛阳城守",
			dir = -1,
		},
	},
	[5128] = {
		[1] = {
			talk = "大家小心，不要起冲突，不然的话，吃亏的是我们。",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5130] = {
		[1] = {
			talk = "这不公平，打长聚大哥战功最高，守昆阳三哥居功至伟，凭什么他刘玄做了皇帝！",
			face = 25,
			name = "刘稷",
			dir = -1,
		},
	},
	[5132] = {
		[1] = {
			talk = "他们以为这样就算了嘛？我一定要查清此事！",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5134] = {
		[1] = {
			talk = "也不知道姐姐是怎么想的啊，不管了……我看她经常摆弄点稀奇古怪的玩意，你带上纸鸢去帮我问问。",
			face = 25,
			name = "阴兴",
			dir = -1,
		},
	},
	[5136] = {
		[1] = {
			talk = "琥珀每次都是躲躲闪闪的，我再这样下去就要被急疯了！",
			face = 25,
			name = "阴兴",
			dir = -1,
		},
	},
	[5138] = {
		[1] = {
			talk = "冀州传来快报，出行河北的使者居然在冀州境内被杀死了，快去召集大家前来商议。",
			face = 11,
			name = "曹竟",
			dir = -1,
		},
	},
	[5140] = {
		[1] = {
			talk = "快去将丽华找来，有了她，就不怕刘秀敢和我耍花样。",
			face = 34,
			name = "刘玄",
			dir = -1,
		},
	},
	[5142] = {
		[1] = {
			talk = "我等初到此地，不好过早的暴露实力，不如先发些征兵的榜文吧，",
			face = 6,
			name = "刘秀",
			dir = -1,
		},
	},
	[5144] = {
		[1] = {
			talk = "既然如此，那你们就率军去将附近山上的匪徒营寨攻打下来吧。",
			face = 8,
			name = "邯郸郡守",
			dir = -1,
		},
	},
	[5146] = {
		[1] = {
			talk = "听说今年黄河河讯异常凶险，我打算以水攻来破掉新军，你帮我把河书找来吧。",
			face = 16,
			name = "刘林",
			dir = -1,
		},
	},
	[5148] = {
		[1] = {
			talk = "三哥真是的，林刘就是个祸害，居然还放他走了，不行追上他，好好教训一下。",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5150] = {
		[1] = {
			talk = "这是这家驿馆的粮食，大家先吃饱肚子，然后都带一些再走。",
			face = 22,
			name = "王霸",
			dir = -1,
		},
	},
	[5152] = {
		[1] = {
			talk = "不行了，我们好多将士都病了，要想办法采些草药来才行啊。",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5154] = {
		[1] = {
			talk = "去把，阿禹和丽华当年也是旧识，你带阿禹过去吧，我去找公孙说些事情。",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5156] = {
		[1] = {
			talk = "我邓禹，邓仲华，愿意追随文叔，辅佐大业！",
			face = 29,
			name = "邓禹",
			dir = -1,
		},
	},
	[5158] = {
		[1] = {
			talk = "这些兵器是我连日来找人收集打造的，你赶快带上，去找大小姐！",
			face = 24,
			name = "尉迟峻",
			dir = -1,
		},
	},
	[5160] = {
		[1] = {
			talk = "从饶阳出来的追兵才是隐患，必须要想解决掉王朗，没有了统帅他们不攻自破。",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5162] = {
		[1] = {
			talk = "回洛阳？不如这样吧，你去清理一批作乱的逃兵，然后替我回复陛下，冀州军情紧急，走不开。",
			face = 6,
			name = "刘秀",
			dir = -1,
		},
	},
	[5164] = {
		[1] = {
			talk = "近日来汉中有些不太平，陛下不能在此耽搁，你速速护送陛下前往长安城。",
			face = 25,
			name = "朱鮪",
			dir = -1,
		},
	},
	[5166] = {
		[1] = {
			talk = "前些天我派兵去剿灭反军，不想这群没用家伙，作战不利，尽数逃走了，你帮我惩处掉这群逃兵吧。",
			face = 28,
			name = "刘扬",
			dir = -1,
		},
	},
	[5168] = {
		[1] = {
			talk = "还是舅舅跟母亲想的周到，好了你去将我与刘秀的婚事告诉大家吧。",
			face = 18,
			name = "过珊彤",
			dir = -1,
		},
	},
	[5170] = {
		[1] = {
			talk = "三哥，这么做也是迫不得已！我不想在看到他为了我们生存下去而奔波了，我想表姐对我说的话了……表姐啊.",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5172] = {
		[1] = {
			talk = "这里是那里？难道劫持我的人，是刘玄的手下嘛？",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5174] = {
		[1] = {
			talk = "听说丽华姐姐到了长安养病，不如我们带些东西去看望她吧，",
			face = 26,
			name = "赵姬",
			dir = -1,
		},
	},
	[5176] = {
		[1] = {
			talk = "去告诉赵姬，让她和丽华办到一起住！",
			face = 34,
			name = "刘玄",
			dir = -1,
		},
	},
	[5178] = {
		[1] = {
			talk = "韩姬那个恶妇，你去帮我偷偷的教训她一下！",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5180] = {
		[1] = {
			talk = "难道就没人上书劝劝陛下远离女色嘛？我们玄汉的天下难道就没有忠臣了嘛？",
			face = 15,
			name = "韩姬",
			dir = -1,
		},
	},
	[5182] = {
		[1] = {
			talk = "丽华姐姐，我已经知道了，你是被陛下抓到长安来的，我已经安排好了，你穿上这身侍女的衣服先走吧。",
			face = 26,
			name = "赵姬",
			dir = -1,
		},
	},
	[5184] = {
		[1] = {
			talk = "不好了，萧王在前面遇险了，我这里被叛军缠身脱不了战，你快去帮助萧王杀敌。",
			face = 22,
			name = "王霸",
			dir = -1,
		},
	},
	[5186] = {
		[1] = {
			talk = "去吧，叛军已经无力再战了，通知冯将军，出兵！",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5188] = {
		[1] = {
			talk = "今日我们终于平定了冀州，以后我们将逐鹿天下，平定中原！来人啊，上酒！",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[15003] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15007] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15011] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15015] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15019] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15023] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15027] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15031] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15035] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15039] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15043] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15047] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15051] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[4214] = {
		[1] = {
			talk = "韩姬夫人让我们监视赵姬，如果有什么情况要向她随时通报。",
			face = 35,
			name = "侍女",
			dir = -1,
		},
	},
	[4216] = {
		[1] = {
			talk = "当年表姐的病可以遍访洛阳名医才医治的有些色，不信的话你去洛阳问清楚！",
			face = 37,
			name = "阴丽华",
			dir = -1,
		},
	},
	[15063] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15067] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15071] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15075] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15079] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15083] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15087] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15091] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15095] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15099] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15103] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15107] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[10001] = {
		[1] = {
			talk = "请前往商城购买任意商品一次。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10005] = {
		[1] = {
			talk = "请成功参与聚宝盆一次。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10009] = {
		[1] = {
			talk = "前些时日新军向朝廷报备筹备物资，朝廷将物资下发之后，不想他竟然将其占为己有！前方战事吃紧，他居然如此行事。实在令人心寒，你去将物资清点一下，尽快带回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10013] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10017] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10021] = {
		[1] = {
			talk = "刘姑娘可是陛下的亲妹妹！公主之身，一路上请小心伺候。听说公主的脾气不怎么好。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10025] = {
		[1] = {
			talk = "这些兵器是前些时日豫州李轶紧急向朝廷上书所求，要尽快送到豫州。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10029] = {
		[1] = {
			talk = "这些银两是前些时日豫州李轶紧急向朝廷上书所求，要尽快送到豫州。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10033] = {
		[1] = {
			talk = "最近总是有消息说豫州的时局有些不稳定，眼下也派不出人手，只能辛苦你跑一趟了。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10037] = {
		[1] = {
			talk = "豫州的流民恶霸不知道做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10041] = {
		[1] = {
			talk = "豫州的流民恶霸不知道做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10045] = {
		[1] = {
			talk = "最近几年朝廷连年征战，出兵征讨反贼。现在各地军需报急，物资紧缺。急需人手去打理，你能担次重任吗？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10049] = {
		[1] = {
			talk = "听闻豫州的流民抢走了一批春日醉，真是无法无天！快去将春日醉夺回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10053] = {
		[1] = {
			talk = "近日来洛阳物资紧缺，原来的商队的运输已经赶不上消耗了。这里有份紧缺的物资单，你尽快将其备齐，尽快送回洛阳城。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10057] = {
		[1] = {
			talk = "前些时日马武向朝廷报备筹备物资，朝廷将物资下发之后，不想他竟然将其占为己有！前方战事吃紧，他居然如此行事。实在令人心寒，你去将物资清点一下，尽快带回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10061] = {
		[1] = {
			talk = "近日收到附近其他郡守的快马加急，作乱之人之猖獗，居然袭击了军队的马匹，此事事关重大，你前去将其驱散，将受伤的战马处理一下。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10065] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10069] = {
		[1] = {
			talk = "现在其他境内匪徒为患，经常袭击过往路人。现在人手紧缺，你过去将其清理一下吧。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10073] = {
		[1] = {
			talk = "其有事将前往安全之处，烦劳你护送一趟。路上也好有个照应。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10077] = {
		[1] = {
			talk = "这些物品，请尽快分发出去。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10081] = {
		[1] = {
			talk = "最近总是有消息说时局有些不稳定，眼下也派不出人手，只能辛苦你跑一趟了。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10085] = {
		[1] = {
			talk = "朝廷连年用兵，现在药品也成了紧缺之物，我这里有份药品清单！尽快凑齐。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10089] = {
		[1] = {
			talk = "听闻作乱之人强取豪夺，真是无法无天！快去将其清缴并夺回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10093] = {
		[1] = {
			talk = "作乱之人不知道暗地里做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下,在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10097] = {
		[1] = {
			talk = "最近几年朝廷连年征战，出兵征讨反贼。现在各地军需报急，物资紧缺。急需人手去打理，你能担次重任吗？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10101] = {
		[1] = {
			talk = "近日来洛阳物资紧缺，原来的商队的运输已经赶不上消耗了。这里有份紧缺的物资单，你尽快将其备齐，尽快送回洛阳城。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10105] = {
		[1] = {
			talk = "近日来洛阳物资紧缺，原来的商队的运输已经赶不上消耗了。这里有份紧缺的物资单，你尽快将其备齐，尽快送回洛阳城。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10109] = {
		[1] = {
			talk = "前些时日王寻向朝廷报备筹备物资，朝廷将物资下发之后，不想他竟然将其占为己有！前方战事吃紧，他居然如此行事。实在令人心寒，你去将物资清点一下，尽快带回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10113] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10117] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10121] = {
		[1] = {
			talk = "其有事将前往安全之处，烦劳你护送一趟。路上也好有个照应。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10125] = {
		[1] = {
			talk = "这些物品，请尽快分发出去。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10129] = {
		[1] = {
			talk = "这些物品，请尽快分发出去。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10133] = {
		[1] = {
			talk = "最近总是有消息说时局有些不稳定，眼下也派不出人手，只能辛苦你跑一趟了。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10137] = {
		[1] = {
			talk = "听闻作乱之人强取豪夺，真是无法无天！快去将其清缴并夺回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10141] = {
		[1] = {
			talk = "作乱之人不知道暗地里做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下,在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10145] = {
		[1] = {
			talk = "作乱之人不知道暗地里做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下,在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10149] = {
		[1] = {
			talk = "最近几年朝廷连年征战，出兵征讨反贼。现在各地军需报急，物资紧缺。急需人手去打理，你能担次重任吗？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10153] = {
		[1] = {
			talk = "近日来洛阳物资紧缺，原来的商队的运输已经赶不上消耗了。这里有份紧缺的物资单，你尽快将其备齐，尽快送回洛阳城。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10157] = {
		[1] = {
			talk = "前些时日耿纯向朝廷报备筹备物资，朝廷将物资下发之后，不想他竟然将其占为己有！前方战事吃紧，他居然如此行事。实在令人心寒，你去将物资清点一下，尽快带回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10161] = {
		[1] = {
			talk = "近日收到附近其他郡守的快马加急，作乱之人之猖獗，居然袭击了军队的马匹，此事事关重大，你前去将其驱散，将受伤的战马处理一下。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10165] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10169] = {
		[1] = {
			talk = "现在其他境内匪徒为患，经常袭击过往路人。现在人手紧缺，你过去将其清理一下吧。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10173] = {
		[1] = {
			talk = "其有事将前往安全之处，烦劳你护送一趟。路上也好有个照应。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10177] = {
		[1] = {
			talk = "这些物品，请尽快分发出去。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10181] = {
		[1] = {
			talk = "最近总是有消息说时局有些不稳定，眼下也派不出人手，只能辛苦你跑一趟了。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10185] = {
		[1] = {
			talk = "朝廷连年用兵，现在药品也成了紧缺之物，我这里有份药品清单！尽快凑齐。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10189] = {
		[1] = {
			talk = "听闻作乱之人强取豪夺，真是无法无天！快去将其清缴并夺回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10193] = {
		[1] = {
			talk = "作乱之人不知道暗地里做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下,在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10197] = {
		[1] = {
			talk = "最近几年朝廷连年征战，出兵征讨反贼。现在各地军需报急，物资紧缺。急需人手去打理，你能担次重任吗？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[15125] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15124] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15123] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[25001] = {
		[1] = {
			talk = "这兵荒马乱的,我们商人也不易啊,请速将货物押送到洛阳给洛阳那位富商,沿途多小心,被匪徒抢夺会有损失的喔。",
			face = 20,
			name = "商人",
			dir = -1,
		},
	},
	[15122] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15121] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15120] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15119] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15118] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15117] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15116] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15115] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15114] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15113] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15112] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15111] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[10022] = {
		[1] = {
			talk = "邓婵姑娘是邓将军的胞妹，陛下的表姐！你一定要小心行事不得有误。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10186] = {
		[1] = {
			talk = "听闻作乱之人强取豪夺，真是无法无天！快去将其清缴并夺回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10072] = {
		[1] = {
			talk = "其有事将前往安全之处，烦劳你护送一趟。路上也好有个照应。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10024] = {
		[1] = {
			talk = "丁柔本是冯异将军的家眷，有事前往南阳，烦劳你护送一趟。路上也好有个照应。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10184] = {
		[1] = {
			talk = "最近总是有消息说时局有些不稳定，眼下也派不出人手，只能辛苦你跑一趟了。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10052] = {
		[1] = {
			talk = "近日来洛阳物资紧缺，原来的商队的运输已经赶不上消耗了。这里有份紧缺的物资单，你尽快将其备齐，尽快送回洛阳城。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10026] = {
		[1] = {
			talk = "这些粮食是前些时日南阳邓禹将军紧急向朝廷上书所求，要尽快送到南阳。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10188] = {
		[1] = {
			talk = "听闻作乱之人强取豪夺，真是无法无天！快去将其清缴并夺回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10074] = {
		[1] = {
			talk = "其有事将前往安全之处，烦劳你护送一趟。路上也好有个照应。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10028] = {
		[1] = {
			talk = "这些绸缎是前些时日南阳邓禹将军紧急向朝廷上书所求，要尽快送到南阳。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10190] = {
		[1] = {
			talk = "作乱之人不知道暗地里做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下,在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10050] = {
		[1] = {
			talk = "听闻豫州的流民抢走了一批春日醉，真是无法无天！快去将春日醉夺回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10030] = {
		[1] = {
			talk = "最近总是有消息说南阳的时局有些不稳定，眼下也派不出人手，只能辛苦你跑一趟了。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10182] = {
		[1] = {
			talk = "最近总是有消息说时局有些不稳定，眼下也派不出人手，只能辛苦你跑一趟了。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[15055] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[10032] = {
		[1] = {
			talk = "最近总是有消息说豫州的时局有些不稳定，眼下也派不出人手，只能辛苦你跑一趟了。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10192] = {
		[1] = {
			talk = "作乱之人不知道暗地里做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下,在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[15057] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[10034] = {
		[1] = {
			talk = "最近总是有消息说豫州的时局有些不稳定，眼下也派不出人手，只能辛苦你跑一趟了。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10194] = {
		[1] = {
			talk = "作乱之人不知道暗地里做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下,在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10048] = {
		[1] = {
			talk = "听闻豫州的流民抢走了一批春日醉，真是无法无天！快去将春日醉夺回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10036] = {
		[1] = {
			talk = "听闻豫州的流民抢走了一批春日醉，真是无法无天！快去将春日醉夺回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10180] = {
		[1] = {
			talk = "最近总是有消息说时局有些不稳定，眼下也派不出人手，只能辛苦你跑一趟了。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[15059] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[10038] = {
		[1] = {
			talk = "豫州的流民恶霸不知道做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10196] = {
		[1] = {
			talk = "最近几年朝廷连年征战，出兵征讨反贼。现在各地军需报急，物资紧缺。急需人手去打理，你能担次重任吗？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10076] = {
		[1] = {
			talk = "这些物品，请尽快分发出去。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10040] = {
		[1] = {
			talk = "豫州的流民恶霸不知道做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10198] = {
		[1] = {
			talk = "最近几年朝廷连年征战，出兵征讨反贼。现在各地军需报急，物资紧缺。急需人手去打理，你能担次重任吗？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10046] = {
		[1] = {
			talk = "最近几年朝廷连年征战，出兵征讨反贼。现在各地军需报急，物资紧缺。急需人手去打理，你能担次重任吗？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10042] = {
		[1] = {
			talk = "豫州的流民恶霸不知道做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10178] = {
		[1] = {
			talk = "这些物品，请尽快分发出去。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10200] = {
		[1] = {
			talk = "最近几年朝廷连年征战，出兵征讨反贼。现在各地军需报急，物资紧缺。急需人手去打理，你能担次重任吗？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10044] = {
		[1] = {
			talk = "最近几年朝廷连年征战，出兵征讨反贼。现在各地军需报急，物资紧缺。急需人手去打理，你能担次重任吗？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[15004] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15008] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15012] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15016] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15020] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15024] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15028] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15032] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15036] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15040] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15044] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15048] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15052] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15056] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15060] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15064] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15068] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15072] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15076] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15080] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15084] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15088] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15092] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15096] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15100] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15104] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15108] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[10002] = {
		[1] = {
			talk = "请成功强化任意装备一次。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10006] = {
		[1] = {
			talk = "前些时日李通向朝廷报备筹备物资，朝廷将物资下发之后，不想他竟然将其占为己有！前方战事吃紧，他居然如此行事。实在令人心寒，你去将物资清点一下，尽快带回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10010] = {
		[1] = {
			talk = "前些时日刘稷向朝廷报备筹备物资，朝廷将物资下发之后，不想他竟然将其占为己有！前方战事吃紧，他居然如此行事。实在令人心寒，你去将物资清点一下，尽快带回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10014] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10018] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[5019] = {
		[1] = {
			talk = "城外的杂兵，来势汹汹啊，阴家的隐士已经全部出去抵御了。我已经写好了书信，你带上我的书信，快去通知小姐。",
			face = 17,
			name = "琥珀",
			dir = -1,
		},
	},
	[5021] = {
		[1] = {
			talk = "这几个家伙也太顽劣了！幸好阴兴没事，若是有些变故，谁能担起责任？去告诉他们几个，以后做事要想清楚了。",
			face = 10,
			name = "阴识",
			dir = -1,
		},
	},
	[5023] = {
		[1] = {
			talk = "多亏表哥还记得我啊！我现在衣食无忧，这些东西也用不上了，去帮我拿给胭脂吧。",
			face = 27,
			name = "邓婵",
			dir = -1,
		},
	},
	[5025] = {
		[1] = {
			talk = "可恶，走！去找公孙石算账，居然敢欺负我表姐！",
			face = 37,
			name = "阴丽华",
			dir = -1,
		},
	},
	[5027] = {
		[1] = {
			talk = "此事还要将刘伯升请来，此人可是神勇非凡，想要说动他，还要有些本事才行。",
			face = 10,
			name = "李通",
			dir = -1,
		},
	},
	[5029] = {
		[1] = {
			talk = "大哥，不好了！家奴和家眷都逃走了！我们要去阻止啊。",
			face = 16,
			name = "李轶",
			dir = -1,
		},
	},
	[5031] = {
		[1] = {
			talk = "当年我们都还小，什么都不懂，伯父，伯母他们为了天下，都故去了……",
			face = 6,
			name = "刘秀",
			dir = -1,
		},
	},
	[5033] = {
		[1] = {
			talk = "次伯兄，你怎么能如此对待丽华，她可是你的妹妹啊！",
			face = 6,
			name = "刘秀",
			dir = -1,
		},
	},
	[5035] = {
		[1] = {
			talk = "来来来，这次大家不醉不归，庆贺李刘两家结盟。",
			face = 33,
			name = "刘縯",
			dir = -1,
		},
	},
	[5037] = {
		[1] = {
			talk = "听说子陵从长安赶来！眼下事务繁忙。你代我前去找他一趟看看长安的时局如何。",
			face = 6,
			name = "刘秀",
			dir = -1,
		},
	},
	[5039] = {
		[1] = {
			talk = "还要劳烦你去将军谶送给各位将军。让他们多学多记，以后战场之上肯定大有用处的。",
			face = 36,
			name = "阴戟",
			dir = -1,
		},
	},
	[5041] = {
		[1] = {
			talk = "这群可恶的家伙，就知道跑，把我扔下不管了，快去追上他们！",
			face = 42,
			name = "新军兵头",
			dir = -1,
		},
	},
	[5043] = {
		[1] = {
			talk = "我来了刘家之后，总觉得有人在跟踪我，你去将他引出来，问个究竟。",
			face = 36,
			name = "阴戟",
			dir = -1,
		},
	},
	[5045] = {
		[1] = {
			talk = "那天晚上啊，我看见阴戟兄弟和三哥在一起，伯姬妹妹好像不是很开心，你去问问她怎么了？",
			face = 25,
			name = "刘稷",
			dir = -1,
		},
	},
	[5047] = {
		[1] = {
			talk = "你们就是看不起我，觉得我是累赘！你们看着，走！咱们去证明一下自己的实力。",
			face = 36,
			name = "阴戟",
			dir = -1,
		},
	},
	[5049] = {
		[1] = {
			talk = "我接到阴识的来信，他已经派了手下来保护阴戟，你送阴戟过去吧。",
			face = 6,
			name = "刘秀",
			dir = -1,
		},
	},
	[5051] = {
		[1] = {
			talk = "听说刘家的一位长者刘良知道如何改制弩箭之术，可以使弩箭的威力大增，你前去讨教一下吧。",
			face = 24,
			name = "尉迟峻",
			dir = -1,
		},
	},
	[5053] = {
		[1] = {
			talk = "你和稷儿去试试吧！正好这几天有几个守卫一直在营帐外面鬼鬼祟祟的。",
			face = 33,
			name = "刘縯",
			dir = -1,
		},
	},
	[5055] = {
		[1] = {
			talk = "此番获胜，我们也略有损失，武器也有些紧缺。需要补充武器了。",
			face = 33,
			name = "刘縯",
			dir = -1,
		},
	},
	[5057] = {
		[1] = {
			talk = "这次缴获的东西还不少呢，去分给大家吧！这段时间辛苦了。",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5059] = {
		[1] = {
			talk = "哼，三个就是看不起我是个女的！你过去帮我好好训训他。",
			face = 36,
			name = "阴戟",
			dir = -1,
		},
	},
	[5061] = {
		[1] = {
			talk = "哈哈，我打了胜仗回来啦！快去告诉他们，我阴戟也不是只会看书做弓箭。",
			face = 36,
			name = "阴戟",
			dir = -1,
		},
	},
	[5063] = {
		[1] = {
			talk = "前面好像有几个人不怀好意的样子，快去看看！",
			face = 16,
			name = "李轶",
			dir = -1,
		},
	},
	[5065] = {
		[1] = {
			talk = "听闻刘家大哥就在附近，伯姬妹妹她孤身一人太不安全了，你送她去找刘縯大哥吧。",
			face = 37,
			name = "阴丽华",
			dir = -1,
		},
	},
	[5067] = {
		[1] = {
			talk = "哎呀！不好啦，大哥给的家训被我弄丢了！你过去问问有谁看到了。",
			face = 18,
			name = "刘伯姬",
			dir = -1,
		},
	},
	[5069] = {
		[1] = {
			talk = "大哥说的好听，一见到那个什么阴戟就忘了我才是他的亲妹妹了。",
			face = 18,
			name = "刘伯姬",
			dir = -1,
		},
	},
	[5071] = {
		[1] = {
			talk = "前面这个家伙看着有点眼熟啊，我猜猜他是谁！",
			face = 11,
			name = "严子陵",
			dir = -1,
		},
	},
	[5073] = {
		[1] = {
			talk = "你们也太大意了，如此的大事，居然也不稳妥一些，王莽收到消息之后，直接将长安李家灭门了。",
			face = 11,
			name = "严子陵",
			dir = -1,
		},
	},
	[5075] = {
		[1] = {
			talk = "小姐，不好了，快来救我啊！快帮我，我们一定要杀出去！",
			face = 35,
			name = "胭脂",
			dir = -1,
		},
	},
	[5077] = {
		[1] = {
			talk = "我还有最后一个愿望，丽华和我亲如姐妹，你一定要带丽华回家。",
			face = 27,
			name = "邓婵",
			dir = -1,
		},
	},
	[5079] = {
		[1] = {
			talk = "前面那群追兵好凶，我怕圣功一人不是对手，你去帮他一下吧！",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5081] = {
		[1] = {
			talk = "既然你想前往绿林山，那就让这位朋友带你去吧！",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5083] = {
		[1] = {
			talk = "算了，人死不能复生，还是考虑当下吧！眼下新军围困我们，你去找一下文叔告诉他前来救援。",
			face = 28,
			name = "邓晨",
			dir = -1,
		},
	},
	[5085] = {
		[1] = {
			talk = "婵儿！我一定要为你报仇，走，随我去调查婵儿的死因。",
			face = 10,
			name = "阴识",
			dir = -1,
		},
	},
	[5087] = {
		[1] = {
			talk = "你去代我问一下我三弟，此事究竟该如何？",
			face = 33,
			name = "刘縯",
			dir = -1,
		},
	},
	[5089] = {
		[1] = {
			talk = "大哥，既然起兵就要表明自己的决心，长聚的守卫欺压百姓，就拿他们祭旗吧。",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5091] = {
		[1] = {
			talk = "三哥，剩下的就靠给我刘稷，将士们随我上阵攻城。",
			face = 25,
			name = "刘稷",
			dir = -1,
		},
	},
	[5093] = {
		[1] = {
			talk = "这次真是太痛快了！一举攻破长聚城，我看谁还说我们是散兵游勇？去把东西分给大家。",
			face = 33,
			name = "刘縯",
			dir = -1,
		},
	},
	[5095] = {
		[1] = {
			talk = "对了，看你送东西的份上，我告诉你一个消息，你去找朱佑详细打听一下吧。",
			face = 14,
			name = "马武",
			dir = -1,
		},
	},
	[5097] = {
		[1] = {
			talk = "欺人太甚！既然绿林军如此，那就休怪我们不客气了。",
			face = 28,
			name = "邓晨",
			dir = -1,
		},
	},
	[5099] = {
		[1] = {
			talk = "前些时日，我听说新军的探子遗落了一封阵图在附近，你去找找看。",
			face = 33,
			name = "刘縯",
			dir = -1,
		},
	},
	[5101] = {
		[1] = {
			talk = "快去通知大哥，城内有探子潜入了，你和大哥要尽快将他们除掉。",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5103] = {
		[1] = {
			talk = "听闻有一波逃窜的新军来捣乱，你去打探一下，不要影响大家商讨改朝换代的大事。",
			face = 8,
			name = "王凤",
			dir = -1,
		},
	},
	[5105] = {
		[1] = {
			talk = "不行，我非要弄清楚此事不可，不然刘縯大哥的功劳不就白白的被绿林军冒领了。",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5107] = {
		[1] = {
			talk = "眼下新莽派了大批军队围剿我们，现在人人自危，眼下也没什么好办法，你去将上次缴获的铠甲分给大家吧。",
			face = 33,
			name = "刘縯",
			dir = -1,
		},
	},
	[5109] = {
		[1] = {
			talk = "听闻有新军探子来打探我们的消息，你和刘稷将军前去将他们捉拿吧。",
			face = 21,
			name = "王常",
			dir = -1,
		},
	},
	[5111] = {
		[1] = {
			talk = "听说三哥他们要去袭击新军的先锋大营，你去找些酒来，为他们壮行吧。",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5113] = {
		[1] = {
			talk = "既然新军军心不稳，我们何不传个假消息给新军呢？",
			face = 3,
			name = "丁柔",
			dir = -1,
		},
	},
	[5115] = {
		[1] = {
			talk = "就是门外那群人欺负我们，去给他们点颜色看看！",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5117] = {
		[1] = {
			talk = "终于血刃得仇敌！父亲，母亲，女儿替你们报仇了！你们安息吧。",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5119] = {
		[1] = {
			talk = "我已经研究过了，敌军的营帐分布密集，如果用火的话，定能取胜。",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5121] = {
		[1] = {
			talk = "王寻将军，你看我部下的义军，比起你的新军如何啊？",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5123] = {
		[1] = {
			talk = "现在我这里有些繁琐事务抽不开身，劳烦你把我的小儿子送回家吧。",
			face = 40,
			name = "洛阳城守",
			dir = -1,
		},
	},
	[5125] = {
		[1] = {
			talk = "这可是我们洛阳城所有大小官吏的月俸啊，你帮我送过去吧。",
			face = 40,
			name = "洛阳城守",
			dir = -1,
		},
	},
	[5127] = {
		[1] = {
			talk = "大家请自便，都是自己兄弟，不要客气！张将军，去招待一下刘家兄弟。",
			face = 34,
			name = "刘玄",
			dir = -1,
		},
	},
	[5129] = {
		[1] = {
			talk = "去将分封的圣旨宣读给众人知晓，尤其是刘家兄弟。",
			face = 34,
			name = "刘玄",
			dir = -1,
		},
	},
	[5131] = {
		[1] = {
			talk = "对了，去告诉刘縯，刘稷，就说有重要的军事调动需要他们出面。",
			face = 34,
			name = "刘玄",
			dir = -1,
		},
	},
	[5133] = {
		[1] = {
			talk = "给大哥上柱香吧！大哥他冤了，但是我们现在就是要忍，只有忍过去才能为大哥报仇。",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5135] = {
		[1] = {
			talk = "去把，我这里也没什么事。你跟琥珀过去吧！告诉兴儿不许欺负琥珀。",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5137] = {
		[1] = {
			talk = "请你去转告大公子和小姐，我不会做出有违家规之事的。",
			face = 17,
			name = "琥珀",
			dir = -1,
		},
	},
	[5139] = {
		[1] = {
			talk = "真是可恶，欺我玄汉无人嘛！去将众将士的花名册拿来，我要点兵出战。",
			face = 34,
			name = "刘玄",
			dir = -1,
		},
	},
	[5141] = {
		[1] = {
			talk = "三哥已经被派往冀州去了，我要去找她，你送我出去吧，我怕刘玄贼心不死，还要抓我回去，威胁三哥。",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5143] = {
		[1] = {
			talk = "看来还是需要先证明自己才可以取得郡守的信任，听闻邯郸近些时日有很多士兵逃跑了，不如先将此事解决了吧。",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5145] = {
		[1] = {
			talk = "听说山下有几家富户，我们已经将他们的钱粮搞到手了，你去送给几位将军吧，",
			face = 20,
			name = "王朗",
			dir = -1,
		},
	},
	[5147] = {
		[1] = {
			talk = "我看刘林神神秘秘的，拿着河书比比划划的，他不是想挖河决堤吧，不行，你快去抓他回来。",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5149] = {
		[1] = {
			talk = "听说刘林对上次之事耿耿于怀，纠结了一批奔命军来寻衅滋事，你去帮我解决了他们吧。",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5151] = {
		[1] = {
			talk = "驿丞好像发现什么了，你快出去看看，如果有什么不对，快回来告诉我们。",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5153] = {
		[1] = {
			talk = "丽华在此也不是办法，诸事多有不便，你带她先去文叔那里吧。",
			face = 4,
			name = "冯异",
			dir = -1,
		},
	},
	[5155] = {
		[1] = {
			talk = "阿禹，你们来了啊！我我们……",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5157] = {
		[1] = {
			talk = "哈哈，仲华走我带你去见个熟人，对了带上我们最喜欢的屠苏酒。",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5159] = {
		[1] = {
			talk = "这些兵器是尉迟峻费力收集打造的，你要尽快的送去给三哥！",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5161] = {
		[1] = {
			talk = "去告诉大家，王朗，刘林已被剿灭，从此河北平定！",
			face = 33,
			name = "耿弇",
			dir = -1,
		},
	},
	[5163] = {
		[1] = {
			talk = "眼下洛阳城已经不再适合作为都城了，看来要学习高祖汉武，定都长安了！去告诉朱鮪准备迁都事宜。",
			face = 34,
			name = "刘玄",
			dir = -1,
		},
	},
	[5165] = {
		[1] = {
			talk = "去将刘秀召回！就说是奉了更始帝的圣旨！",
			face = 34,
			name = "刘玄",
			dir = -1,
		},
	},
	[5167] = {
		[1] = {
			talk = "这几天在外面遇到一伙匪徒，将押运至郭家的武器劫持了，还遗漏的一批，你过去收拾一下，送到郭家去。",
			face = 28,
			name = "刘扬",
			dir = -1,
		},
	},
	[5169] = {
		[1] = {
			talk = "去告诉刘文叔，若是联姻我就全力助他，要是敢耍我，我们就刀兵相见。",
			face = 28,
			name = "刘扬",
			dir = -1,
		},
	},
	[5171] = {
		[1] = {
			talk = "什么？丽华独自出去了，这样你快去把那些探子抓起来，她现在出去太危险了！",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5173] = {
		[1] = {
			talk = "好啦，不要做挣扎了！以后你就留在长安城，忘掉那个薄情寡义的刘文叔吧。",
			face = 34,
			name = "刘玄",
			dir = -1,
		},
	},
	[5175] = {
		[1] = {
			talk = "韩姬就是一个妒妇，别怕，赵姬妹妹。我来替你查清此事。",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5177] = {
		[1] = {
			talk = "我听说陛下的原配夫人韩姬现在对我们特别不满，好像还派来侍女的盯着我和丽华姐姐，你去城外帮我问问吧。",
			face = 26,
			name = "赵姬",
			dir = -1,
		},
	},
	[5179] = {
		[1] = {
			talk = "韩姬今日来还给我送了补药，和两个侍女呢，又不知道她们跑哪里去了。",
			face = 26,
			name = "赵姬",
			dir = -1,
		},
	},
	[5181] = {
		[1] = {
			talk = "还有赵将军可以为我所用，我居然一时疏忽了，真是大意。",
			face = 34,
			name = "刘玄",
			dir = -1,
		},
	},
	[5183] = {
		[1] = {
			talk = "不知道三哥现在怎么样了？我在这里没事，你和尉迟去冀州帮助三哥吧。",
			face = 37,
			name = "丽华",
			dir = -1,
		},
	},
	[5185] = {
		[1] = {
			talk = "眼下叛军被我们分割围困，你去探查一下他们的情况，回报给我。",
			face = 5,
			name = "刘秀",
			dir = -1,
		},
	},
	[5187] = {
		[1] = {
			talk = "此战获胜，一举剿灭叛军，萧王的声望空前高涨，一致要求萧王登基称帝。",
			face = 4,
			name = "冯异",
			dir = -1,
		},
	},
	[5189] = {
		[1] = {
			talk = "将告示分发下去，我们要前去征讨四方，建功立业的机会到了！",
			face = 29,
			name = "邓禹",
			dir = -1,
		},
	},
	[10054] = {
		[1] = {
			talk = "近日来洛阳物资紧缺，原来的商队的运输已经赶不上消耗了。这里有份紧缺的物资单，你尽快将其备齐，尽快送回洛阳城。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10070] = {
		[1] = {
			talk = "其有事将前往安全之处，烦劳你护送一趟。路上也好有个照应。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10056] = {
		[1] = {
			talk = "前些时日王常向朝廷报备筹备物资，朝廷将物资下发之后，不想他竟然将其占为己有！前方战事吃紧，他居然如此行事。实在令人心寒，你去将物资清点一下，尽快带回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10068] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10058] = {
		[1] = {
			talk = "前些时日成丹向朝廷报备筹备物资，朝廷将物资下发之后，不想他竟然将其占为己有！前方战事吃紧，他居然如此行事。实在令人心寒，你去将物资清点一下，尽快带回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10066] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10060] = {
		[1] = {
			talk = "前些时日新军向朝廷报备筹备物资，朝廷将物资下发之后，不想他竟然将其占为己有！前方战事吃紧，他居然如此行事。实在令人心寒，你去将物资清点一下，尽快带回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10064] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10062] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[15001] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15005] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15009] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15013] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15017] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15021] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15025] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15029] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15033] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15037] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15041] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15045] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15049] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15053] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[4215] = {
		[1] = {
			talk = "气死我了！你们就不能让我清静一下嘛？",
			face = 34,
			name = "刘玄",
			dir = -1,
		},
	},
	[15061] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15065] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15069] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15073] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15077] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15081] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15085] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15089] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15093] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15097] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15101] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15105] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15109] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[10003] = {
		[1] = {
			talk = "请成功参与寻宝一次。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10007] = {
		[1] = {
			talk = "前些时日公孙石向朝廷报备筹备物资，朝廷将物资下发之后，不想他竟然将其占为己有！前方战事吃紧，他居然如此行事。实在令人心寒，你去将物资清点一下，尽快带回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10011] = {
		[1] = {
			talk = "近日收到豫州郡守的快马加急，在豫州境内饿虎猖獗，居然袭击了军队的马匹，此事事关重大，你前去将饿虎驱散，将受伤的战马处理一下。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10015] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10019] = {
		[1] = {
			talk = "现在豫州境内狼虎为患，经常袭击过往路人。现在人手紧缺，你过去将这些野兽清理一下吧。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10023] = {
		[1] = {
			talk = "胭脂姑娘可是丽华的贴身婢女，此番前去估计是有什么秘密消息传达，请护她周全。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10027] = {
		[1] = {
			talk = "这些竹简是前些时日南阳阴识紧急向朝廷上书所求，要尽快送到豫州。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10031] = {
		[1] = {
			talk = "最近总是有消息说南阳的时局有些不稳定，眼下也派不出人手，只能辛苦你跑一趟了。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10035] = {
		[1] = {
			talk = "朝廷连年用兵，现在药品也成了紧缺之物，我这里有份药品清单！尽快凑齐。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10039] = {
		[1] = {
			talk = "豫州的流民恶霸不知道做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10043] = {
		[1] = {
			talk = "最近几年朝廷连年征战，出兵征讨反贼。现在各地军需报急，物资紧缺。急需人手去打理，你能担次重任吗？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10047] = {
		[1] = {
			talk = "最近几年朝廷连年征战，出兵征讨反贼。现在各地军需报急，物资紧缺。急需人手去打理，你能担次重任吗？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10051] = {
		[1] = {
			talk = "近日来洛阳物资紧缺，原来的商队的运输已经赶不上消耗了。这里有份紧缺的物资单，你尽快将其备齐，尽快送回洛阳城。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10055] = {
		[1] = {
			talk = "近日来洛阳物资紧缺，原来的商队的运输已经赶不上消耗了。这里有份紧缺的物资单，你尽快将其备齐，尽快送回洛阳城。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10059] = {
		[1] = {
			talk = "前些时日新军向朝廷报备筹备物资，朝廷将物资下发之后，不想他竟然将其占为己有！前方战事吃紧，他居然如此行事。实在令人心寒，你去将物资清点一下，尽快带回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10063] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10067] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10071] = {
		[1] = {
			talk = "其有事将前往安全之处，烦劳你护送一趟。路上也好有个照应。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10075] = {
		[1] = {
			talk = "这些物品，请尽快分发出去。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10079] = {
		[1] = {
			talk = "这些物品，请尽快分发出去。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10083] = {
		[1] = {
			talk = "最近总是有消息说时局有些不稳定，眼下也派不出人手，只能辛苦你跑一趟了。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10087] = {
		[1] = {
			talk = "听闻作乱之人强取豪夺，真是无法无天！快去将其清缴并夺回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10091] = {
		[1] = {
			talk = "作乱之人不知道暗地里做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下,在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10095] = {
		[1] = {
			talk = "作乱之人不知道暗地里做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下,在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10099] = {
		[1] = {
			talk = "最近几年朝廷连年征战，出兵征讨反贼。现在各地军需报急，物资紧缺。急需人手去打理，你能担次重任吗？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10103] = {
		[1] = {
			talk = "近日来洛阳物资紧缺，原来的商队的运输已经赶不上消耗了。这里有份紧缺的物资单，你尽快将其备齐，尽快送回洛阳城。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10107] = {
		[1] = {
			talk = "前些时日马武向朝廷报备筹备物资，朝廷将物资下发之后，不想他竟然将其占为己有！前方战事吃紧，他居然如此行事。实在令人心寒，你去将物资清点一下，尽快带回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10111] = {
		[1] = {
			talk = "近日收到附近其他郡守的快马加急，作乱之人之猖獗，居然袭击了军队的马匹，此事事关重大，你前去将其驱散，将受伤的战马处理一下。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10115] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10119] = {
		[1] = {
			talk = "现在其他境内匪徒为患，经常袭击过往路人。现在人手紧缺，你过去将其清理一下吧。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10123] = {
		[1] = {
			talk = "其有事将前往安全之处，烦劳你护送一趟。路上也好有个照应。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10127] = {
		[1] = {
			talk = "这些物品，请尽快分发出去。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10131] = {
		[1] = {
			talk = "最近总是有消息说时局有些不稳定，眼下也派不出人手，只能辛苦你跑一趟了。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10135] = {
		[1] = {
			talk = "朝廷连年用兵，现在药品也成了紧缺之物，我这里有份药品清单！尽快凑齐。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10139] = {
		[1] = {
			talk = "听闻作乱之人强取豪夺，真是无法无天！快去将其清缴并夺回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10143] = {
		[1] = {
			talk = "作乱之人不知道暗地里做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下,在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10147] = {
		[1] = {
			talk = "最近几年朝廷连年征战，出兵征讨反贼。现在各地军需报急，物资紧缺。急需人手去打理，你能担次重任吗？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10151] = {
		[1] = {
			talk = "近日来洛阳物资紧缺，原来的商队的运输已经赶不上消耗了。这里有份紧缺的物资单，你尽快将其备齐，尽快送回洛阳城。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10155] = {
		[1] = {
			talk = "近日来洛阳物资紧缺，原来的商队的运输已经赶不上消耗了。这里有份紧缺的物资单，你尽快将其备齐，尽快送回洛阳城。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10159] = {
		[1] = {
			talk = "前些时日王朗向朝廷报备筹备物资，朝廷将物资下发之后，不想他竟然将其占为己有！前方战事吃紧，他居然如此行事。实在令人心寒，你去将物资清点一下，尽快带回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10163] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10167] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10171] = {
		[1] = {
			talk = "其有事将前往安全之处，烦劳你护送一趟。路上也好有个照应。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10175] = {
		[1] = {
			talk = "这些物品，请尽快分发出去。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10179] = {
		[1] = {
			talk = "这些物品，请尽快分发出去。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10183] = {
		[1] = {
			talk = "最近总是有消息说时局有些不稳定，眼下也派不出人手，只能辛苦你跑一趟了。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10187] = {
		[1] = {
			talk = "听闻作乱之人强取豪夺，真是无法无天！快去将其清缴并夺回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10191] = {
		[1] = {
			talk = "作乱之人不知道暗地里做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下,在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10195] = {
		[1] = {
			talk = "作乱之人不知道暗地里做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下,在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10199] = {
		[1] = {
			talk = "最近几年朝廷连年征战，出兵征讨反贼。现在各地军需报急，物资紧缺。急需人手去打理，你能担次重任吗？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10176] = {
		[1] = {
			talk = "这些物品，请尽快分发出去。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10174] = {
		[1] = {
			talk = "其有事将前往安全之处，烦劳你护送一趟。路上也好有个照应。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10172] = {
		[1] = {
			talk = "其有事将前往安全之处，烦劳你护送一趟。路上也好有个照应。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10170] = {
		[1] = {
			talk = "其有事将前往安全之处，烦劳你护送一趟。路上也好有个照应。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10168] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10166] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10164] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10162] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10160] = {
		[1] = {
			talk = "前些时日耿弇向朝廷报备筹备物资，朝廷将物资下发之后，不想他竟然将其占为己有！前方战事吃紧，他居然如此行事。实在令人心寒，你去将物资清点一下，尽快带回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10158] = {
		[1] = {
			talk = "前些时日吴汉向朝廷报备筹备物资，朝廷将物资下发之后，不想他竟然将其占为己有！前方战事吃紧，他居然如此行事。实在令人心寒，你去将物资清点一下，尽快带回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10156] = {
		[1] = {
			talk = "前些时日邯郸郡守向朝廷报备筹备物资，朝廷将物资下发之后，不想他竟然将其占为己有！前方战事吃紧，他居然如此行事。实在令人心寒，你去将物资清点一下，尽快带回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10154] = {
		[1] = {
			talk = "近日来洛阳物资紧缺，原来的商队的运输已经赶不上消耗了。这里有份紧缺的物资单，你尽快将其备齐，尽快送回洛阳城。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10152] = {
		[1] = {
			talk = "近日来洛阳物资紧缺，原来的商队的运输已经赶不上消耗了。这里有份紧缺的物资单，你尽快将其备齐，尽快送回洛阳城。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10150] = {
		[1] = {
			talk = "最近几年朝廷连年征战，出兵征讨反贼。现在各地军需报急，物资紧缺。急需人手去打理，你能担次重任吗？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10148] = {
		[1] = {
			talk = "最近几年朝廷连年征战，出兵征讨反贼。现在各地军需报急，物资紧缺。急需人手去打理，你能担次重任吗？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10146] = {
		[1] = {
			talk = "最近几年朝廷连年征战，出兵征讨反贼。现在各地军需报急，物资紧缺。急需人手去打理，你能担次重任吗？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10144] = {
		[1] = {
			talk = "作乱之人不知道暗地里做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下,在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10142] = {
		[1] = {
			talk = "作乱之人不知道暗地里做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下,在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10140] = {
		[1] = {
			talk = "作乱之人不知道暗地里做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下,在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10138] = {
		[1] = {
			talk = "听闻作乱之人强取豪夺，真是无法无天！快去将其清缴并夺回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10136] = {
		[1] = {
			talk = "听闻作乱之人强取豪夺，真是无法无天！快去将其清缴并夺回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10134] = {
		[1] = {
			talk = "最近总是有消息说时局有些不稳定，眼下也派不出人手，只能辛苦你跑一趟了。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10132] = {
		[1] = {
			talk = "最近总是有消息说时局有些不稳定，眼下也派不出人手，只能辛苦你跑一趟了。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10130] = {
		[1] = {
			talk = "最近总是有消息说时局有些不稳定，眼下也派不出人手，只能辛苦你跑一趟了。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10128] = {
		[1] = {
			talk = "这些物品，请尽快分发出去。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10126] = {
		[1] = {
			talk = "这些物品，请尽快分发出去。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10124] = {
		[1] = {
			talk = "其有事将前往安全之处，烦劳你护送一趟。路上也好有个照应。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10122] = {
		[1] = {
			talk = "其有事将前往安全之处，烦劳你护送一趟。路上也好有个照应。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10120] = {
		[1] = {
			talk = "其有事将前往安全之处，烦劳你护送一趟。路上也好有个照应。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10118] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10116] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10114] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10112] = {
		[1] = {
			talk = "近日来听闻豫州的几股势力有些联合的意向，为了防止日后他们作乱，只能先下手为强了 。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10110] = {
		[1] = {
			talk = "前些时日王匡向朝廷报备筹备物资，朝廷将物资下发之后，不想他竟然将其占为己有！前方战事吃紧，他居然如此行事。实在令人心寒，你去将物资清点一下，尽快带回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10108] = {
		[1] = {
			talk = "前些时日刘縯向朝廷报备筹备物资，朝廷将物资下发之后，不想他竟然将其占为己有！前方战事吃紧，他居然如此行事。实在令人心寒，你去将物资清点一下，尽快带回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10106] = {
		[1] = {
			talk = "前些时日刘玄向朝廷报备筹备物资，朝廷将物资下发之后，不想他竟然将其占为己有！前方战事吃紧，他居然如此行事。实在令人心寒，你去将物资清点一下，尽快带回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10104] = {
		[1] = {
			talk = "近日来洛阳物资紧缺，原来的商队的运输已经赶不上消耗了。这里有份紧缺的物资单，你尽快将其备齐，尽快送回洛阳城。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10102] = {
		[1] = {
			talk = "近日来洛阳物资紧缺，原来的商队的运输已经赶不上消耗了。这里有份紧缺的物资单，你尽快将其备齐，尽快送回洛阳城。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10100] = {
		[1] = {
			talk = "最近几年朝廷连年征战，出兵征讨反贼。现在各地军需报急，物资紧缺。急需人手去打理，你能担次重任吗？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10098] = {
		[1] = {
			talk = "最近几年朝廷连年征战，出兵征讨反贼。现在各地军需报急，物资紧缺。急需人手去打理，你能担次重任吗？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10096] = {
		[1] = {
			talk = "最近几年朝廷连年征战，出兵征讨反贼。现在各地军需报急，物资紧缺。急需人手去打理，你能担次重任吗？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10094] = {
		[1] = {
			talk = "作乱之人不知道暗地里做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下,在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10092] = {
		[1] = {
			talk = "作乱之人不知道暗地里做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下,在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10090] = {
		[1] = {
			talk = "作乱之人不知道暗地里做了什么交易？居然联合起来抢夺朝廷物资！不去教训他们一下,在外的将士如何能安心作战？",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10088] = {
		[1] = {
			talk = "听闻作乱之人强取豪夺，真是无法无天！快去将其清缴并夺回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10086] = {
		[1] = {
			talk = "听闻作乱之人强取豪夺，真是无法无天！快去将其清缴并夺回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10084] = {
		[1] = {
			talk = "最近总是有消息说时局有些不稳定，眼下也派不出人手，只能辛苦你跑一趟了。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10082] = {
		[1] = {
			talk = "最近总是有消息说时局有些不稳定，眼下也派不出人手，只能辛苦你跑一趟了。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10080] = {
		[1] = {
			talk = "最近总是有消息说时局有些不稳定，眼下也派不出人手，只能辛苦你跑一趟了。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10078] = {
		[1] = {
			talk = "这些物品，请尽快分发出去。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[15002] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15006] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15010] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15014] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15018] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15022] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15026] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15030] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15034] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15038] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15042] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15046] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15050] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15054] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15058] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15062] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15066] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15070] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15074] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15078] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15082] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15086] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15090] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15094] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15098] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15102] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15106] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[15110] = {
		[1] = {
			talk = "国之不存,何以为家? 参加皇榜任务，为国效忠，将获得大量奖励。",
			face = 21,
			name = "刘赐",
			dir = -1,
		},
	},
	[10004] = {
		[1] = {
			talk = "请前往背包里的商店购买3个二品益气丹。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10008] = {
		[1] = {
			talk = "前些时日马武向朝廷报备筹备物资，朝廷将物资下发之后，不想他竟然将其占为己有！前方战事吃紧，他居然如此行事。实在令人心寒，你去将物资清点一下，尽快带回来。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
	[10020] = {
		[1] = {
			talk = "南阳本是帝乡，此番丽华还家，一路上绝对不容有失！否则你我的性命不保啊。",
			face = 20,
			name = "洛阳郡守",
			dir = -1,
		},
	},
}