

--动画对话
--括号里面是id []
--face 是半身像
--dir  是半身像的朝向，人在左 朝右 -1 ; 人在右 朝左 1  要求配成NPC在左边，玩家的在右边

--表情在resourceTree/chat_face

--talk 就是对话 ，talk里面定义  "asdsa[a]", emote = { a = 1 }  
--emote 是表情

-- ID 1-137已被占用  2016/01/26

movie_dialogs = 
{

 -----------===================================山海经剧情副本 start=====================================----------------
  --第一章第一节剧情1 

  [11] = 
  {
      { face = 32, name = "富贵", dir = -1,  talk = '你就是苏茉这个死丫头请来的救兵？'},
      { face = 0, name = "player", dir = 1,  talk = '少废话！快放了苏茉！'},       
      { face = 32, name = "富贵", dir = -1,  talk = '好大口气，要我放了她也行，那得看你有多大本事了！'},                                                                                   
  },  

 [101] = 
  { 
    { face = 16, name = "狗蛋", dir = -1,  talk = '死丫头！江流儿！'},
    { face = 16, name = "强强", dir = -1,  talk = '滚出去！滚出去！'},
    { face = 38, name = "苏茉", dir = -1,  talk = '你们！你们再叫一声江流儿试试！'},
    { face = 16, name = "狗蛋", dir = -1,  talk = '就叫就叫！怎么了，你就是个没人要的臭丫头！江流儿！'},
  },  

		--第一章第一节剧情2
  [102] = 
  { 
    { face = 32, name = "富贵", dir = -1, talk = '呸呸呸！臭丫头，敢朝我扔泥巴，活得不耐烦了吧！'},
    { face = 0, name = "player", dir = 1,  talk = '我看你才活得不耐烦了！'},  
  },  

   --第一章第一节剧情3
  [103] = 
  { 
    { face = 16, name = "强强", dir = -1, talk = '你们欺负富贵，我要去告诉族长！'},
    { face = 16, name = "狗蛋", dir = -1, talk = '哼！一个江流儿，一个来历不明的小野种，真是天造地设的一对儿。'},
    { face = 38, name = "苏茉", dir = -1, talk = '你们……！简直欺人太甚，让你们尝尝本姑娘自制睡睡粉的威力！'},
  },  

  [104] = 
  { 
    { face = 38, name = "苏茉", dir = -1, talk = 'player，快溜！'},
  },  

	-----------===================================山海经剧情副本 start=====================================----------------
	--第一章第一节剧情1 
  [1] = 
	{	
		{ face = 38, name = "苏茉", dir = -1, talk = '这鬼草其叶如葵而赤茎，其秀如禾，服之不忧，喜阴喜湿，多长于水源附近。所以咱们往有水的地方走准没错。'},
		{ face = 0, name = "player", dir = 1, talk = '明白了，我们分头去找吧。'},
		--{ face = 38, name = "苏茉", dir = -1,  talk = '好，一路小心！'},
	},

  --第一章第一节剧情2
  [2] = 
	{
		{ face = 0, name = "player", dir = 1,  talk = '是鬼草！别跑！'}, 
	},
    --第一章第一节剧情4 
	[3] = 
	{
        	{ face = 38, name = "苏茉", dir = -1,  talk = '太好了！采到鬼草了！'}, 
	    					 		   					 		   					 		   					 		   					 		   
	},
    --第一章第一节剧情5 
	[4] = 
	{
       	{ face = 38, name = "苏茉", dir = -1,  talk = '啊！是九头腹虫！'},
       	{ face = 0, name = "player", dir = 1,  talk = '苏茉快跑！我来对付他！'},
	 		    					 		   					 		   					 		   					 		   					 		   
	},	

	[5] = 
	{

        { face = 0, name = "赤羽", dir = -1,  talk = '把鬼草给我！我要救人。'},
        { face = 38, name = "苏茉", dir = -1,  talk = '不救人谁来采鬼草啊！player，我们走。'},
        { face = 1, name = "赤羽", dir = -1,  talk = '哪里走！'},   		 		    					 		   					 		   					 		   					 		   					 		   
	},

	[6] = 
	{   	
       	{ face = 38, name = "苏茉", dir = -1,  talk = '啊！！！臭流氓！你要做什么！'},	
        { face = 0, name = "赤羽", dir = -1,  talk = '你是……女的？！'},
        { face = 38, name = "苏茉", dir = -1,  talk = '强盗，流氓，不要脸！'},	
        { face = 0, name = "赤羽", dir = -1,  talk = '我只是……，岂料……那个……软绵绵……我……我不是故意的。'},		 		    					 		   					 		   					 		   					 		   					 		   
	},	
	[116] = 
	{
        	{ face = 38, name = "苏茉", dir = -1,  talk = '我们走！我希望再也不要见到这个臭流氓了，后会无期！'}, 
	    					 		   					 		   					 		   					 		   					 		   
	},
    --第一章第二节剧情1 
  [7] = 
  {
        { face = 17, name = "店小二", dir = -1,  talk = '又是你们，出去出去，从来都是不吃不喝，只听说书，没见你们花过一分钱！小店恕不接待！'},
        { face = 38, name = "苏茉", dir = -1,  talk = '哼！就不走，来抓我们啊~'},                                                                                     
  },

  [8] = 
  {
       { face = 0, name = "player", dir = 1,  talk = '苏茉和芙儿都溜进去了，我也溜进去找到她们吧，她们一定在二楼等我。'},                                                                      
  },

  [123] =
  {
        { face = 3, name = "如花", dir = -1,  talk = '嗯哼~找人家有事吗？该不会是看上人家了吧~'},
        { face = 0, name = "player", dir = 1,  talk = '对……对不起，我认错人了……'},
  },  
  
  [9] = 
  {
        { face = 35, name = "上官锦", dir = -1,  talk = '那有劳二位送她回去吧。'},                                                                                         
  },  
  --第一章第二节剧情2
  [10] = 
  {
        { face = 17, name = "店小二", dir = -1,  talk = '我就料到你们在这！你们这些穷鬼，都给我滚出去！'},                                                                                         
  },  
  
  --第一章第二节剧情3
  [12] = 
  {
        { face = 35, name = "??????", dir = -1,  talk = '住手。'},                                                                                          
  },
  [13] = 
  {
        { face = 35, name = "上官锦", dir = -1,  talk = '小二哥，让这几位小兄弟进来说话。'},
        { face = 17, name = "店小二", dir = -1,  talk = '这……好吧。'},                                                                                          
  },
  [14] = 
  {
        { face = 35, name = "上官锦", dir = -1,  talk = '在下上官锦，来自九黎，人在异乡，能与小兄弟拼桌喝酒，也是缘份，来，我们干一杯。'},                                                                                         
  },
  [15] = 
  {
        { face = 35, name = "上官锦", dir = -1,  talk = '听说有人看到了鹗，预示着玄女现世的征兆。'},
        { face = 38, name = "苏茉", dir = -1,  talk = '鹗？现世必有大战乱的异鸟？可是玄女不是好人么？不是为了唤醒圣兽，保护大家么？为什么预示着战乱？'},
        { face = 20, name = "百里寒", dir = -1,  talk = '可玄女的力量一旦落入恶人手中，为一己之私欲唤醒圣兽，那不就民不聊生了么！要是玄女不出现还好，一切保持现状，万一……那这天下就要不太平了。'}, 
                                                                                           
  },
  [16] = 
  {
        { face = 35, name = "上官锦", dir = -1,  talk = '是啊，所以有的地方认为玄女是福兆，而有的地方却认为玄女是灾星。'},
                                                                                     
  },
	--第一章第三节剧情1 
	[17] = 
	{
       	{ face = 0, name = "player", dir = 1,  talk = '苏茉，我们真的要进去吗？'},
       	{ face = 38, name = "苏茉", dir = -1,  talk = '怕什么。就这一次。'},
       	{ face = 15, name = "芙儿", dir = -1,  talk = '对对，有我看着你们俩呢。'},
        { face = 38, name = "苏茉", dir = -1,  talk = '那快走吧，桃花祭要开始了。'},
   		    					 		   					 		   					 		   					 		   					 		   
	},
	--第一章第三节剧情2
	[18] = 
	{
       	{ face = 17, name = "芙儿", dir = -1,  talk = '参加祭祀的姑娘要将自己的血滴入玉石上。'},
       	{ face = 38, name = "苏茉", dir = -1,  talk = '恩……可是祭司伯伯不会给我玉石的。'},	  
       	{ face = 0, name = "player", dir = 1,  talk = '别担心，看我的，我会从祭司伯伯手上讨来一颗玉石给你。'},   					 		   					 		   					 		   					 		   					 		   
	},

	--第一章第三节剧情3 
	[19] = 
	{
       	{ face = 0, name = "player", dir = 1,  talk = '苏茉，玉石拿到了，给你。'}, 
       	{ face = 38, name = "苏茉", dir = -1,  talk = '谢谢。没想到我也能参加祭司，简直像做梦一样。'},		    					 		   					 		   					 		   					 		   					 		   
	},

	[20] = 
	{
       	{ face = 33, name = "族长", dir = -1,  talk = '叫你们去采鬼草，为什么不去？'},  

	},
	[21] = 
	{
        { face = 38, name = "苏茉", dir = -1,  talk = '我找到了鬼草才回来的。'},  
       	{ face = 33, name = "族长", dir = -1,  talk = '还有你！#c00d7f1 player #cffffff，你们胆子越来越大了，都给我回去！趁你们没惹麻烦之前。'}, 
       	{ face = 0, name = "player", dir = 1,  talk = '族长……你就让我们看一次祭祀吧。'},  
       	{ face = 38, name = "苏茉", dir = -1,  talk = '老爹。就这一次。我们绝对乖乖的坐着，不动，也不说话。'}, 
       	{ face = 33, name = "族长", dir = -1,  talk = '你们给我回家待着，哪儿都不能去，这事我一会再跟你们算账。'},  
  },			 		   					 		   					 		   
	--第一章第四节剧情1  
	[22] = 
	{
       	{ face = 38, name = "苏茉", dir = -1,  talk = '族长老爹，娘！芙儿！芙儿！'},  
       	{ face = 0, name = "player", dir = 1,  talk = '茉儿，小心点，这儿十分混乱。'}, 
       	{ face = 14, name = "赤羽", dir = -1,  talk = '我会护她周全的。'},  		    					 		   					 		   				
  },

	[23] = 
	{
       	{ face = 38, name = "苏茉", dir = -1,  talk = '上官大哥，发生什么事儿了！你看到族长老爹和芙儿了吗？'},  
       	{ face = 35, name = "上官锦", dir = -1,  talk = '青龙玄女和朱雀玄女现世了，可惜……还未来得及占卜出谁是玄女，祭祀就被西戎人破坏了。'},  
        { face = 35, name = "上官锦", dir = -1,  talk = '苏姑娘，这里不安全，我先带你找地方躲躲。'},
  },

    [24] = 
	{
       	{ face = 0, name = "player", dir = -1,  talk = '苏茉有他们俩保护应该没事，我得先找到芙儿，把她安全带离祖庙才行，她应该被困在祖庙石像之处。'},  
  },
    [25] = 
	{
       	{ face = 0, name = "player", dir = 1,  talk = '这个上官锦，带着茉儿乱跑什么！还有那个叫赤羽的，尽给我添乱。'},  
       	{ face = 0, name = "player", dir = 1,  talk = '也罢，茉儿有他们俩保护应该没事，我得先找到芙儿，把她安全带离祖庙才行，她应该被困在祖庙石像之处。'},  
  },
	--第一章第四节剧情2 
    [26] = 
	{
       	{ face = 14, name = "芙儿", dir = -1,  talk = '放开我！放手。'},  
       	{ face = 8, name = "黑衣人", dir = -1,  talk = '乖乖跟我走，别闹。'},  
  },
    [27] = 
	{
       	{ face = 20, name = "百里寒", dir = -1,  talk = '朱雀星宿？'},
  },
	--第一章第四节剧情3     
    [28] = 
	{
       	{ face = 0, name = "player", dir = 1,  talk = '芙儿，我保护你出去。'},
  },   
	--第一章第四节剧情4     
    [29] = 
	{
       	{ face = 38, name = "苏茉", dir = -1,  talk = '芙儿，你没事吧？族长老爹呢？还有我娘呢？'},
       	{ face = 14, name = "芙儿", dir = -1,  talk = '我不知道，我不知道，他们要杀了我们，就走丢了。'},
  },  
     [30] = 
	{
       	{ face = 14, name = "黑衣人·头领", dir = -1,  talk = '我劝你们束手就擒，还能留个全尸。'},
  }, 
	--第一章第四节剧情5      
     [31] = 
	{
       	{ face = 38, name = "苏茉", dir = -1,  talk = '这群人好像并不想杀我们。'},
  }, 
     [32] = 
	{
       	{ face = 38, name = "苏茉", dir = -1,  talk = '都给我停手！（手拿小刀架在自己脖子上）'},
       	{ face = 38, name = "苏茉", dir = -1,  talk = '你们再敢往前一步，我就自尽！'},
       	{ face = 14, name = "赤羽", dir = -1,  talk = '喂，蠢女人！你乱来什么！'},
       	{ face = 35, name = "上官锦", dir = -1,  talk = '苏姑娘，把刀放下！'},
  }, 
     [33] = 
	{
       	{ face = 38, name = "苏茉", dir = -1,  talk = '你们这些人，明明武功高强，要对付我们简直不费吹灰之力，可却畏首畏尾，想来是要掳走我们，却不敢伤我们。'},
       	{ face = 38, name = "苏茉", dir = -1,  talk = '你们要的是人，可不是死人！要是我们死了，看你们怎么交差！'},
  }, 
     [34] = 
	{
       	{ face = 14, name = "黑衣人·头领", dir = -1,  talk = '撤！'},
  }, 
     [35] = 
	{
       	{ face = 20, name = "百里寒", dir = -1,  talk = '我去查探一下。看看究竟是什么人。'},
       	{ face = 35, name = "上官锦", dir = -1,  talk = '有劳百里将军。'},
  }, 
     [36] = 
	{
       	{ face = 14, name = "赤羽", dir = -1,  talk = '你是疯的么？万一他们要是不撤怎么办？'},
       	{ face = 38, name = "苏茉", dir = -1,  talk = '那你说怎么办？冷面鬼？等着被抓？'},
       	{ face = 35, name = "上官锦", dir = -1,  talk = '那也不能伤到自己啊。下回不许这样。'},
        { face = 38, name = "苏茉", dir = -1,  talk = '知道了，上官大哥。'},
  }, 
     [37] = 
	{
       	{ face = 29, name = "柳若霜", dir = -1,  talk = '将军，除了……'},
       	{ face = 20, name = "百里寒", dir = -1,  talk = '废物。'},
       	{ face = 29, name = "柳若霜", dir = -1,  talk = '那我现在再去。'},
       	{ face = 20, name = "百里寒", dir = -1,  talk = '难道现在还能指望你吗？先把其他人带回去。这两个姑娘，我来办。'},
  }, 

   
    --====================================剧情副本第二章 start=============================------------
    --第二章第一节剧情1   
    [38] = 
	{
        { face = 38, name = "苏茉",dir = -1,talk = '走错了吧，百里将军的房子不是在那么？姑娘，柳姑娘！'},                                      
        { face = 3, name = "芙儿", dir = -1,  talk = '你怎么这么多事，乖乖跟着走就好了，快点跟上，一会又走丢了。'},  
        { face = 0, name = "player", dir = 1,  talk = '糟了，真的跟丢了，柳姑娘不见了！'},   
        { face = 38, name = "苏茉", dir = -1,  talk = '慌什么，继续往前走，找找看吧。'},  		   					 		   					 		   
	},

	[39] = 
	{
        { face = 0, name = "player", dir = 1,  talk = '苏茉，芙儿……你们等等我……哎，怎么都走散了。'}, 		   					 		   					 		   
        { face = 0, name = "player", dir = 1,  talk = '咦？这有蜡烛，#cfffc00把蜡烛点亮#cffffff继续往前走看看。'}, 		   					 		   					 		   
	},
    --第二章第一节剧情2
	[40] = 
	{
        { face = 3, name = "player", dir = -1,  talk = '青龙像！'}, 		   					 		   					 		   
        { face = 3, name = "芙儿", dir = 1,  talk = '这里太吓人，我们快出去。'}, 			   					 		   
	},

 [41] = 
  {
        { face = 20, name = "百里寒", dir = -1,  talk = '不准走！'},  
        { face = 20, name = "百里寒", dir = -1,  talk = '霜儿，上！'},                                                                              
  },

  [105] = 
  {
        { face = 20, name = "百里寒", dir = -1,  talk = '将她们二人的血滴在青龙雕像上。'},  
        { face = 29, name = "柳若霜", dir = -1,  talk = '是。'},                                                                              
  },

	--第二章第一节剧情3
	[42] = 
	{
        { face = 20, name = "百里寒", dir = -1,  talk = '是朱雀！唔？不光是朱雀，这是什么？同时拥有青龙和朱雀之力？这不可能！'}, 			   
        { face = 20, name = "百里寒", dir = -1,  talk = '你到底是谁？'}, 	
        { face = 3, name = "player", dir = 1,  talk = '我……我是#c00d7f1player#cffffff啊，刚刚我也不清楚是怎么一回事……'}, 		   					 	
        { face = 20, name = "百里寒", dir = -1,  talk = '不管怎样，苏茉是朱雀玄女无疑，给我把他们抓起来！'}, 	
	},
	--第二章第一节剧情4
	[44] = 
	{
        { face = 20, name = "百里寒", dir = -1,  talk = '没想到上官公子也是朱雀七星之一。'}, 	
        { face = 20, name = "百里寒", dir = -1,  talk = '这里是我们青龙的地界，只怕两位朱雀护法使不上什么力。'}, 
        { face = 35, name = "上官锦", dir = -1,  talk = '（糟了，动不了……）'}, 		   	
        { face = 20, name = "百里寒", dir = -1,  talk = '霜儿，我要将朱雀众人押走，你拖住这个拥有神秘力量的人。'}, 	
        { face = 29, name = "柳若霜", dir = -1,  talk = '是！'}, 	
	},
-----------------------------------第二章第一节完成-------------------------------------------------------------------------------
    --第二章第二节剧情1
    [45] = 
	{
        { face = 24, name = "宏泰", dir = -1,  talk = '前边有几个囚室，他们一定关押在那里，得先把这几个狱卒犬干掉。'}, 	
        { face = 0, name = "player", dir = 1,  talk = '没问题，看我的。'}, 		   					 		   					 		   	   		   					 		   
	},
    --第二章第二节剧情2
	[46] = 
	{
        { face = 0, name = "player", dir = 1,  talk = '抱歉！锦公子，我来晚了。'},
        { face = 35, name = "上官锦", dir = -1,  talk = '不晚。'}, 	
        { face = 0, name = "player", dir = 1,  talk = '其他人呢?'},
        { face = 35, name = "上官锦", dir = -1,  talk = '在隔壁牢室，你们快去把他们放出来，我去找苏茉。'},  	
	},
    --第二章第二节剧情3
	[47] = 
	{
        { face = 24, name = "宏泰", dir = -1,  talk = '少爷，我来救你了。'}, 	
        { face = 3, name = "赤羽", dir = -1,  talk = '别管我，苏茉被他们带去刑房了，快去救她。'}, 		   					 		   				
        { face = 0, name = "player", dir = 1,  talk = '我去找苏茉,宏泰你留下来照顾赤羽大哥。'}, 			   					 		   	   		   					 		   
	},
    --第二章第二节剧情4
	[48] = 
	{	   				
        { face = 0, name = "player", dir = 1,  talk = '苏茉！苏茉！怎么是空的！难道是被带去刑室了？去刑室看看！'}, 			   					 		   	   		   					 		   
	},
	--第二章第二节剧情5
	[49] = 
	{	   				
        { face = 0, name = "player", dir = 1,  talk = '苏茉，你没事太好了。'}, 			   					 		   
        { face = 38, name = "苏茉", dir = -1,  talk = '恩，我们走。'}, 
         		   					 		   					 		   	   		   					 		   

	},
	--第二章第二节剧情6
	[50] = 
	{	   				
        { face = 20, name = "百里寒", dir = -1,  talk = '要走？恐怕没那么容易！'}, 
        { face = 38, name = "苏茉", dir = -1,  talk = '百！里！寒！我正要去找你算账，快点把芙儿和桃花坳的姑娘还给我！'}, 
        { face = 20, name = "百里寒", dir = -1,  talk = '如果我不还呢？'}, 
        { face = 0, name = "player", dir = 1,  talk = '那我只能来硬的了。'},                                            	   	
	},  					 		   					 		   	   		   					 		      		   					 
    --第二章第二节剧情7
    [51] = 
    {
        { face = 3, name = "芙儿", dir = -1,  talk = '住手！再不住手，我就死在这。你放苏茉她们走，我答应你！我留在东夷。'},                  
        { face = 20, name = "百里寒", dir = -1,  talk = '真不愧是青龙玄女。有胆识。既然玄女都说了，就按玄女的意思去做。你们可以走了。'}, 
        { face = 3, name = "芙儿", dir = -1,  talk = '等等……'},  
        -- { face = 38, name = "苏茉", dir = -1,  talk = '不行，不能走，要走带芙儿一起走。'},
        -- { face = 35, name = "上官锦", dir = -1,  talk = '苏姑娘，我们一定会救芙儿姑娘的，但不是现在，我们先撤，从长计议。'},        
        -- { face = 38, name = "苏茉", dir = -1,  talk = '不，要走你们走。'},    
    },
    [52] = 
    {
        { face = 3, name = "赤羽", dir = -1,  talk = '打晕她才能带她走啊，不然你有其他办法么？'},                  
        { face = 35, name = "上官锦", dir = -1,  talk = '那我们走。芙儿姑娘，你放心，我们一定会回来救你的。'},    
    },
    --------------------------------------------------------------------------------
	--第二章第三节剧情1
    [53] = 
	{	   				
        { face = 0, name = "player", dir = 1,  talk = '哇~好气派的宫殿，芙儿身为青龙玄女，想必是被东夷王盛情款待中。'}, 
        { face = 0, name = "player", dir = 1,  talk = '待我偷偷地潜入皇宫打探一番。'}, 			   					 		   					 		   					 		   	   		   					 		      		   		
    },
    
	--第二章第三节剧情2
    [54] = 
	{	   				

        { face = 3, name = "东夷王", dir = -1,  talk = '青龙玄女现身，我们就会变成最强部落了，到时候我们天天喝酒吃肉！哈哈哈哈……'},		   					 		   					 		   					 		   	   		   					 		      		   		

    },
    [55] = 
	{	   				
        { face = 3, name = "芙儿", dir = -1,  talk = '陛下……我并不想成为东夷的玄女。'}, 
        { face = 3, name = "东夷王", dir = -1,  talk = '你好大胆子。来人，把这个丫头押下去！给我关起来！'},		 		   				      	
	},
	[110] = 
	{	   				
        { face = 3, name = "百里寒", dir = -1,  talk = '谁敢碰她，先过我这关。'}, 
        { face = 3, name = "东夷王", dir = -1,  talk = '好你个百里寒，来人把百里寒也给寡人抓起来。'},		 		   				      	
	},
	[111] = 
	{	   				
        { face = 3, name = "player", dir = 1,  talk = '糟糕，芙儿有难！'},        	 		   				      	
	},
	[112] = 
	{	   				
        --{ face = 3, name = "芙儿", dir = -1,  talk = '#c00d7f1 player #cffffff，你快走！别管我了！我是玄女，他们不能把我怎么样的。'},  
        { face = 3, name = "player", dir = 1,  talk = '芙儿已经被押入大牢了，我得离开这去大牢救她。'},      	 		   				      	
	},
	[113] = 
	{	   				
        { face = 3, name = "百里寒", dir = -1,  talk = '哼！这都给放跑了！'},    
        { face = 3, name = "御前统领", dir = -1,  talk = '百里将军息怒。还请……'},     	 		   				      	
	},
	[114] = 
	{	   				
        { face = 3, name = "百里寒", dir = -1,  talk = '无能的下场就是这样。'},        	 		   				      	
	},
	[115] = 
	{	   				
        { face = 3, name = "百里寒", dir = -1,  talk = '王请放心，今后玄女的事就交给在下了，您再也不用操心了，啊哈哈哈哈哈……'},        	 		   				      	
	},
	-------------------------------------------------------------------------------------------

	--第二章第四节剧情1
    [56] = 
	{	   				
        { face = 29, name = "柳若霜", dir = -1,  talk = '怎么又是你？别坏了我们的好事！'},
        { face = 0, name = "player", dir = 1,  talk = '我来救芙儿，想必你们也是来救百里将军的吧，我们可以联手。'},
        { face = 29, name = "柳若霜", dir = -1,  talk = '哼！别扯后腿！'},
        { face = 29, name = "柳若霜", dir = -1,  talk = '玉羊，我们走。'}, 		
        { face = 0, name = "player", dir = 1,  talk = '喂喂……等等我啊……'},  		   		
	},
	--第二章第四节剧情4
    [57] = 
	{	   				
        { face = 29, name = "柳若霜", dir = -1,  talk = '将军，属下来晚了。'},
        { face = 20, name = "百里寒", dir = -1,  talk = '不要叫我将军，我已经不是东夷的将军了。'}, 
    },
    [58] = 
	{   
        { face = 20, name = "百里寒", dir = -1,  talk = '别怕，他们都是青龙七星，是保护你的，绝对不会伤害你。'}, 		
        { face = 0, name = "player", dir = 1,  talk = '百里将军，芙儿就拜托你了，我去应付那些狱卒。'}, 
        { face = 20, name = "百里寒", dir = -1,  talk = '没问题。'},		   				      	
	},
    --====================================剧情副本第三章 start=============================------------
	--第三章第一节剧情1
 --    [59] = 
	-- {	   						
 --        { face = 3, name = "苏茉", dir = -1,  talk = '她们是……？'}, 
 --        { face = 3, name = "上官锦", dir = -1,  talk = '她们都是我们九黎的各个贵族家的小姐。'}, 
 --        { face = 3, name = "苏茉", dir = -1,  talk = '哇……她们不会都是在等你吧？我早就知道你讨姑娘喜欢，可是没想到你这么受欢迎。'}, 			   							   				      	
	-- },
	
    [60] = 
	{	   				
        { face = 14, name = "九黎公主", dir = -1,  talk = '上官哥哥，你终于回来了。'},
        { face = 35, name = "上官锦", dir = -1,  talk = '糟了……我先回避一下，皇宫大殿见。'},
	},
    [61] = 
	{	   				
        { face = 0, name = "player", dir = 1,  talk = '别怕，我为你开路，陪你进殿。'},    				      	
	},
	--第三章第一节剧情2
    [62] = 
	{	   				
        { face = 26, name = "九黎王", dir = -1,  talk = '这位就是朱雀玄女？好，非常好。上官锦你这次护玄女有功，寡人应该怎么奖赏你呢？'}, 
        { face = 35, name = "上官锦", dir = -1,  talk = '这只是臣该做的。'}, 
        { face = 26, name = "九黎王", dir = -1,  talk = '太好了，苏姑娘你知道我们盼了有多久么？今天终于找到玄女，我九黎就能国泰民安、风调雨顺了。'},
	},
 --    [63] = 
	-- {	   				
 --        { face = 3, name = "九黎王", dir = -1,  talk = '对了，上官和玄女都累吧，赶紧吩咐人带玄女休息。上官锦就请令尊上官大人和巫祝选一个良辰吉日，准备朱雀玄女的祭奠仪式。'}, 
 --        { face = 3, name = "上官锦", dir = -1,  talk = '是。'}, 
	-- },
  --====================================第三章第一节对话完==============================================
	--第三章第二节剧情1
    [64] = 
	{	   				
        { face = 35, name = "上官锦", dir = -1,  talk = '大祭司，你这是做什么……这是我们九黎的玄女！'}, 
        { face = 6, name = "大祭司", dir = -1,  talk = '是吗？那就让我来试试玄女的内力如何吧！她要是能通过我的试炼，我便承认她是玄女！啊哈哈哈哈哈……'}, 
	},
    [65] = 
	{	   				
        { face = 35, name = "上官锦", dir = -1,  talk = '别怕，我陪你进去！'}, 
        { face = 0, name = "player", dir = 1,  talk = '你们先走，我殿后。'}, 
	},
	--第三章第二节剧情2
    [66] = 
	{	   				
        --{ face = 6, name = "大祭司", dir = -1,  talk = '朱雀玄女，乃是司火之神，岂会让内力催动的火珠熄灭。'}, 
        --{ face = 38, name = "苏茉", dir = -1,  talk = '大祭司，我如何才能拥有司火的力量？'}, 
        --{ face = 3, name = "大祭司", dir = -1,  talk = '朱雀现身，水火互济。你试试用手掌劈向那对蜡烛。'}, 
        { face = 6, name = "大祭司", dir = -1,  talk = '凡祭祀者，乃是通天神、通地祇、通人鬼。遂古之初，谁传道之？上下未形，何由考之？冥昭瞢闇，谁能极之？冯翼惟像，何以识之？'}, 
        { face = 38, name = "苏茉", dir = -1,  talk = '……这……我听不太懂……'},
        { face = 6, name = "大祭司", dir = -1,  talk = '朱雀玄女，你要学会控制内力，懂得驾驭水火之术，方可点燃浴水之火。'},
        { face = 38, name = "苏茉", dir = -1,  talk = '大祭司，我真的听不懂……'}, 
        { face = 35, name = "上官锦", dir = -1,  talk = '大祭司，九黎祭祀之九歌九问，恐不可一蹴而就。玄女初来九黎，路途颠簸，今日恐已疲乏。不如上官锦另寻他日，再带玄女来倾听教诲。'},

	},

  --第三章第三节剧情1
    [68] = 
	{	   				
        { face = 0, name = "player", dir = 1,  talk = '这不是赤羽和宏泰吗？你们也来看苏茉的玄女祭奠吗？'},  
        { face = 3, name = "赤羽", dir = -1,  talk = '谁……谁来看她了，我们只是恰巧路过，现在便要走了。'}, 
	},
    [69] = 
	{	   				
        { face = 3, name = "赤羽", dir = -1,  talk = '怎么回事！'}, 
        { face = 0, name = "player", dir = 1,  talk = '苏茉还在里边。'}, 
        { face = 24, name = "宏泰", dir = -1,  talk = '少爷，你随这位少侠进去看看苏姑娘吧，我在门口候着。'}, 
	},
	--第三章第三节剧情2
    [70] = 
	{	   				
        { face = 0, name = "player", dir = 1,  talk = '怎么会这样？'}, 
        { face = 3, name = "赤羽", dir = -1,  talk = '苏茉内力沿浅，怎么可能有这么大的破坏力。'}, 
        { face = 6, name = "大祭司", dir = -1,  talk = '不祥！不祥啊！她绝不可能是朱雀玄女！'}, 
	},
    [71] = 
	{	   				
        { face = 38, name = "苏茉", dir = -1,  talk = '快看，那是什么。'}, 
        { face = 6, name = "大祭司", dir = -1,  talk = '不得了啊，那是鸣蛇！鸣蛇出现天下大旱啊。'}, 
        { face = 0, name = "player", dir = 1,  talk = '鸣蛇？不好，它攻过来了！大家保护好苏茉！'}, 
	},
	--第三章第四节剧情1
    [72] = 
	{	   				
        { face = 0, name = "player", dir = 1,  talk = '你真的要这样不辞而别吗？'}, 
        { face = 38, name = "苏茉", dir = -1,  talk = '我……'}, 
        { face = 0, name = "player", dir = 1,  talk = '哎，离开也好。想必现在整个九黎都不再信任你了，锦公子虽想护你周全，但也力不从心，我们避之反而有所全。'}, 
        { face = 38, name = "苏茉", dir = -1,  talk = '#c00d7f1player#cffffff，我想回家，想老爹，想娘，想桃花坳……'},
        { face = 0, name = "player", dir = 1,  talk = '好，我们走。'}, 
	},
	--第三章第四节剧情2
    [73] = 
	{	   				
        { face = 0, name = "player", dir = 1,  talk = '为了避免无谓的战斗，我们可以去偷几件#cfffc00侍卫服#cffffff换上，只要打晕几个侍卫，扒了他们的衣服即可。'}, 
	},
	--第三章第四节剧情3
    [74] = 
	{	   				
        { face = 0, name = "player", dir = 1,  talk = '#cfffc00穿上侍卫服#cffffff乔装打扮混出去。'}, 
	},
	--第三章第四节剧情4
    [75] = 
	{	   				
        { face = 38, name = "苏茉", dir = -1,  talk = '这么高的院墙怎么上去啊！我们出不去了。'}, 
	},
    [76] = 
	{	   				
        { face = 38, name = "苏茉", dir = -1,  talk = '我当是谁呢，原来是冷面鬼，你不是走了么？怎么又回来了？'}, 
        { face = 3, name = "赤羽", dir = -1,  talk = '担心你。'}, 
        { face = 38, name = "苏茉", dir = -1,  talk = '你帮我们一把，带我们离开这里，好不好？'}, 
        { face = 3, name = "赤羽", dir = -1,  talk = '你的上官大哥呢？'},
        { face = 38, name = "苏茉", dir = -1,  talk = '你……！'},         
        { face = 3, name = "赤羽", dir = -1,  talk = '行，走吧，我带你们离开这里。'},
	},
    --第三章第四节剧情4
  [100] = 
  {           
        { face = 38, name = "苏茉", dir = -1,  talk = '这边走，跟我来！'}, 
  }, 
    --====================================剧情副本第四章 start=============================------------
	--第四章第一节剧情1
  [77] = 
  {           
        { face = 3, name = "赤羽", dir = -1,  talk = '要是骑马这会都到桃花坳了。'},
        { face = 0, name = "player", dir = 1,  talk = '哎，没办法，某人害怕骑马。'}, 
        { face = 38, name = "苏茉", dir = -1,  talk = '随便你们怎么想，我就愿意走。'}, 
        { face = 3, name = "赤羽", dir = -1,  talk = '谁苦谁知道。'}, 
  },
  --第四章第一节剧情2
  [106] =
  {
        { face = 3, name = "赤羽", dir = -1,  talk = '是你！想不到他把你派来了。'},
  },
  --第四章第一节剧情3
  [107] =
  {
        { face = 3, name = "阿芝", dir = -1,  talk = '王命不可违。'}, 
        { face = 3, name = "赤羽", dir = -1,  talk = '没错，十几年的情谊，也抵不上一句王命。'}, 
        { face = 3, name = "阿芝", dir = -1,  talk = '得罪了。'}, 
  },
  --第四章第一节剧情4
  [108] = 
  {
        { face = 3, name = "赤羽", dir = -1,  talk = '全部给我停手！这丫头是我在街上捡的，这位少侠亦与我无关，放他们走！'},
        { face = 3, name = "阿芝", dir = -1,  talk = '羽公子，会在街上随便捡个妞吗？'}, 
        { face = 3, name = "赤羽", dir = -1,  talk = '你们要的人是我，跟他们没有关系！'}, 
        { face = 3, name = "阿芝", dir = -1,  talk = '看来这丫头与你不一般！'}, 
  },
  --第四章第一节剧情5
  [109] =
  {
        { face = 3, name = "赤羽", dir = -1,  talk = '狼？百里寒的人？'}, 
        { face = 3, name = "赤羽", dir = -1,  talk = '少侠，趁机带着丫头快跑！'}, 
  },
-------------------------------------------------------------------------------------------
--第四章第二节剧情1
[118] =
{

        { face = 38, name = "苏茉", dir = -1,  talk = '宏泰你怎么找到我们的？'}, 
        { face = 24, name = "宏泰", dir = -1,  talk = '我跟少爷，是走不散的,我们不管怎样都能找到对方的。'}, 
        { face = 38, name = "苏茉", dir = -1,  talk = '这么神奇？'}, 
        { face = 24, name = "宏泰", dir = -1,  talk = '其实，你跟少爷也可以的。'}, 
        { face = 38, name = "苏茉", dir = -1,  talk = '我和他？！他能找到我准没什么好事。'}, 

},


[119] =
{

        { face = 0, name = "player", dir = 1,  talk = '我们还是快出发吧，离族长家很近了。'}, 

},


-------------------------------------------------------------------------------------------
  --第四章第三节剧情1
  [78] = 
  {           
        { face = 0, name = "player", dir = 1,  talk = '怎么回事？山摇地动的！'}, 
        
  },
  [79] = 
  {           
        { face = 38, name = "苏茉", dir = -1,  talk = '老爹，这是什么？'}, 
        { face = 3, name = "族长", dir = -1,  talk = '这混沌兽是凶兽。虽然抵触善人、依附恶人，但也不会这样平白无故的攻击村子。一定是有人在操纵它。'}, 
        
  },
  [80] = 
  {           

        { face = 3, name = "族长", dir = -1,  talk = '这……我们去看看！'}, 
        { face = 0, name = "player", dir = 1,  talk = '不能让此凶兽肆意妄为，我去降服它！'},         
  },
  --第四章第三节剧情2
  [81] = 
  {           
        { face = 3, name = "族长", dir = -1,  talk = '这个是昆仑山的道长留下的，不到万不得已的时候绝对不能用它。没想到……player，你带着茉儿先走。'}, 
        { face = 38, name = "苏茉", dir = -1,  talk = '不，老爹，我要和你在一起。'}, 
        { face = 3, name = "族长", dir = -1,  talk = '去昆仑山找道长，兴许还有救我们桃花坳的的法子，你们要是不走，就真的没希望了。快走。'},  

               
  },
  --第四章第三节剧情3
  [82] = 
  {           
        { face = 29, name = "柳若霜", dir = -1,  talk = '将军，已经按照计划准备好了。'},
        { face = 20, name = "百里寒", dir = -1,  talk = '开始吧。'}, 
        
  },
 --------------------------------------------------------------------------------------------
  --第四章第四节剧情1
  [83] = 
  {           
        { face = 38, name = "苏茉", dir = -1,  talk = '村民们现在被巨大的藤蔓所困，我们去救他们。'}, 
  },
  --第四章第四节剧情2
  [117] =
  {
        { face = 0, name = "player", dir = 1,  talk = '这些藤蔓没完没了的，根本杀不尽。'}, 
        { face = 38, name = "苏茉", dir = -1,  talk = '老爹……娘……'}, 
  },
      --====================================剧情副本第五章 start=============================------------
  --第五章第一节剧情1
  [84] = 
  {           
        { face = 0, name = "player", dir = 1,  talk = '苏茉！芙儿！赤羽大哥！锦公子！你们去哪儿？'}, 
        { face = 0, name = "player", dir = 1,  talk = '大家都去哪儿了？沿路找找吧。'}, 
        
  },
  --第五章第一节剧情2
  [85] = 
  {           
        { face = 0, name = "player", dir = 1,  talk = '芙儿，可算是找到你了。'}, 
        { face = 3, name = "芙儿", dir = -1,  talk = '恩，刚才吓死我了。'}, 
        
  },
  [86] = 
  {           
        { face = 0, name = "player", dir = 1,  talk = '芙儿，你干什么？'}, 
        { face = 3, name = "芙儿", dir = -1,  talk = '干什么？杀你！'}, 
        
  },
  [87] = 
  {           
        { face = 20, name = "百里寒", dir = -1,  talk = '原来是能变化人形，专说假话骗人的讹兽。'}, 
        { face = 0, name = "player", dir = 1,  talk = '讹兽？'}, 
        { face = 3, name = "芙儿", dir = -1,  talk = '百里将军说的没错，之前遇到的老爷爷也是讹兽所变，刚刚幸好有百里将军搭救，否则我就被那讹兽吃了。'}, 
        { face = 0, name = "player", dir = 1,  talk = '幸好刚才听赤羽大哥的话，没带他走，要不早就着了他的道了。'},
  },
  --第五章第二节剧情1
  [88] = 
  {           
        { face = 3, name = "赤羽", dir = -1,  talk = '畜生！上官锦！你对她做了什么？'}, 
        { face = 38, name = "苏茉", dir = -1,  talk = '赤羽哥，我喜欢的是你，你带我走好么？'}, 
        { face = 3, name = "赤羽", dir = -1,  talk = '你真的是苏茉？苏茉不可能说出这种话。'}, 
        { face = 38, name = "苏茉", dir = -1,  talk = '我就是啊！你不喜欢么？嘿嘿……'}, 
  },
  [89] = 
  {           
        { face = 0, name = "player", dir = 1,  talk = '大家小心，他是讹兽！'},         
  },
  --第五章第二节剧情2
  [90] = 
  {           
        { face = 38, name = "苏茉", dir = -1,  talk = '上官大哥……赤羽哥……@player……刚才的人，不是我……'}, 
        { face = 35, name = "上官锦", dir = -1,  talk = '恩，我们知道。这讹兽太可恶了！先挟持了茉儿，再变成她的模样欺骗我们。'}, 
        { face = 3, name = "赤羽", dir = -1,  talk = '茉儿为了破讹兽的幻象，朝自己的心口狠狠插了一刀……'},         
  },

  --第五章第三节剧情1
  [91] = 
  {           
        { face = 3, name = "赤羽", dir = -1,  talk = '你们是谁！把苏茉还回来。'}, 
        { face = 3, name = "小童", dir = -1,  talk = '哼，你这人怎么这么不知道好歹？'},
        { face = 35, name = "上官锦", dir = -1,  talk = '想必是陆压道长的徒弟，有所得罪。'}, 
        { face = 3, name = "小童", dir = -1,  talk = '哼，别来这套虚的，想见她？自己闯啊，我奉陪！'},
        
  },
  --第五章第三节剧情2
  [92] = 
  {           
        { face = 3, name = "小童", dir = -1,  talk = '哼，不救了，不救了。好心没好报。'}, 
        
  },
 
  [93] = 
  {           
        { face = 0, name = "player", dir = 1,  talk = '原来仙童是要救苏茉！'}, 
        
  },
  --第五章第四节剧情1
  [94] = 
  {           
        { face = 38, name = "苏茉", dir = -1,  talk = '这里，就是陆压道长修炼的地方？快看！那是什么？'},   
  },
  
  [95] = 
  {           
        { face = 0, name = "player", dir = 1,  talk = '是三青鸟！'}, 
        -- { face = 3, name = "上官锦", dir = -1,  talk = '玄女'}, 
        -- { face = 3, name = "player", dir = 1,  talk = '苏茉'}, 
        -- { face = 3, name = "芙儿", dir = -1,  talk = ''},
        -- { face = 3, name = "百里寒", dir = -1,  talk = ''}, 
        -- { face = 3, name = "柳若霜", dir = -1,  talk = ''},
        -- { face = 3, name = "上官锦", dir = -1,  talk = ''}, 
        -- { face = 3, name = "其他", dir = -1,  talk = ''},
  },
  --第五章第四节剧情2
  [96] = 
  {           
        { face = 3, name = "小童", dir = -1,  talk = '师傅，人带来了。'}, 
        { face = 3, name = "小童", dir = -1,  talk = '师傅？'}, 
        { face = 3, name = "陆压道长", dir = -1,  talk = 'Zzz……'}, 
        
  },
 
  [97] = 
  {           
        { face = 3, name = "陆压道长", dir = -1,  talk = '啊，哦哦哦……朱雀玄女来了啊，还有你，player，天命……天命之人。'}, 
        { face = 0, name = "player", dir = 1,  talk = '天命之人？道长，我到底是谁？为什么我同时会有青龙和玄女的内力？'}, 
        { face = 3, name = "陆压道长", dir = -1,  talk = ' 额……这个嘛……先闯我三关再说。'},
  },
  --第五章第四节剧情3
  [98] = 
  {           
        { face = 3, name = "陆压道长", dir = -1,  talk = '不错不错，这三样礼物就送给你们了，分别是朱雀离火，呲铁宝剑，河图洛书。'}, 
        { face = 38, name = "苏茉", dir = -1,  talk = '道长，那我要怎样救我的族人？他们被藤蔓困住了……'},  
        { face = 3, name = "陆压道长", dir = -1,  talk = '找到你的七个守护星宿，唤醒朱雀，只有朱雀的火焰，才能烧尽藤蔓。'},   
  },
  --第五章第四节剧情4
  [99] = 
  {           
        { face = 0, name = "player", dir = 1,  talk = '道长，我还有很多事情没问清楚呢……'}, 
        { face = 3, name = "陆压道长", dir = -1,  talk = '下次再答Zzzz……'}, 
  }, 

  --第五章第五节剧情1
  [120] = 
  {           
        { face = 0, name = "player", dir = 1,  talk = '轻车熟路了，这次一定要找道长问清楚我的身世。'},
  }, 

  --第五章第五节剧情2
  [121] = 
  {           
        { face = 3, name = "陆压道长", dir = -1,  talk = '啊啊……来啦来啦……仙游费神……那不是青龙的小玄女吗？来来来！'},
        { face = 3, name = "芙儿", dir = -1,  talk = '道长，我的族人在桃花坳……'}, 
  }, 

    --第五章第五节剧情2
  [122] = 
  {           
        { face = 3, name = "陆压道长", dir = -1,  talk = '眼观形色内无有，耳听尘事心不知，这是个自保的小法术，玄女记得我教你的法术便可。'},
        { face = 3, name = "陆压道长", dir = -1,  talk = '而青龙角宿，你懂得的人心很深，你之所以如此厉害，恐怕在你身后，暗藏着另一股力量。'}, 
        { face = 20, name = "百里寒", dir = -1,  talk = '道长太看得起百里寒了，这些都是命运教给我的，我不过是随波逐流。'}, 
        { face = 3, name = "陆压道长", dir = -1,  talk = '哼，别以为我老糊涂。'}, 
  },

  --====================================剧情副本第六章 start=============================------------

  --第六章第一节剧情1
  [124] = 
  {           
        { face = 0, name = "player", dir = 1,  talk = '鲛人！快放了苏茉和宏泰！'},
        { face = 3, name = "鲛人首领", dir = -1,  talk = '这丫头手上有安安的头饰，一定是她掳走了安安，你们还要我放人？'}, 
        { face = 38, name = "苏茉", dir = -1,  talk = '@player，救我！'}, 
        { face = 3, name = "鲛人首领", dir = -1,  talk = '闭嘴，把这两人给我押下去。'}, 
  },
  --第六章第一节剧情2
  [125] = 
  {           
        { face = 0, name = "player", dir = 1,  talk = '放了苏茉！'},
        { face = 3, name = "领头鲛人", dir = -1,  talk = '把安安还来！'}, 
        { face = 0, name = "player", dir = 1,  talk = '我答应你！如果我找回安安，你就得放了他们！'}, 
  },

  --第六章第二节剧情1
  [126] = 
  {           
        { face = 3, name = "嘉嘉", dir = -1,  talk = '三位，寻找安安就靠你们了。'},
  },

  --第六章第二节剧情2
  [127] = 
  {           
        { face = 35, name = "上官锦", dir = -1,  talk = '这里是哪儿……？一股香气……'},
  },

  --第六章第三节剧情1-1
  [128] = 
  {           
        { face = 3, name = "石佩佩", dir = -1,  talk = '这个宫殿里，八个方位的卦象均能通向玄迷幻境，很好玩的！'},
        { face = 3, name = "赤羽", dir = -1,  talk = '小屁孩，我们没工夫陪你玩，我们还有很重要的事！'}, 
        { face = 3, name = "石佩佩", dir = -1,  talk = '什么小屁孩？我的事也很重要啊！你太讨厌了，定！'}, 
        { face = 3, name = "赤羽", dir = -1,  talk = '我动不了了！'},
  },
  --第六章第三节剧情1-2
  [129] = 
  {           
        { face = 3, name = "石佩佩", dir = -1,  talk = '你会瞳术？有意思。不过我不会给你作弊的机会的，定！'},
        { face = 35, name = "上官锦", dir = -1,  talk = '你……'}, 
        { face = 3, name = "石佩佩", dir = -1,  talk = '只剩下你了，只要能打赢这里的所有怪物，就可以出去了，不过它们可是会不停的攻击那两个无法动弹的家伙喔！'}, 
  },
  --第六章第三节剧情2
  [130] = 
  {           
        { face = 3, name = "石佩佩", dir = -1,  talk = '哈哈，没想到今天遇上位高手。'},
        { face = 35, name = "上官锦", dir = -1,  talk = '这个六十四卦阵，是两个八卦图上下组合而成。真正的门，只有八道。'}, 
        { face = 3, name = "赤羽", dir = -1,  talk = '那我们从生门出去不就行了！'}, 
        { face = 35, name = "上官锦", dir = -1,  talk = '不行！六十四卦阵的玄机，就在于不断的变幻。要找到生门，必须两者合一！'},
        { face = 0, name = "player", dir = 1,  talk = '那要等到什么时候？'}, 
        { face = 35, name = "上官锦", dir = -1,  talk = '就是现在！'},
  },

  --第六章第四节剧情1-1
  [131] = 
  {           
        { face = 3, name = "石佩佩", dir = -1,  talk = '在这个幻境里，你们只能看着自己的生命一点点耗尽！没可能出来的！保重啊！'},
  },
  --第六章第四节剧情1-2
  [132] = 
  {           
        { face = 35, name = "上官锦", dir = -1,  talk = '怎么回事？身子像漂在空中，又动弹不得。这到底是什么地方？'},
        { face = 3, name = "赤羽", dir = -1,  talk = '气血好像在一点点的消逝。'}, 
        { face = 0, name = "player", dir = 1,  talk = '这个地方好像会吸食人的气血，我来破这个阵，只要把这些怪都杀了！'}, 
  },
  --第六章第四节剧情2
  [133] = 
  {           
        { face = 3, name = "石佩佩", dir = -1,  talk = '哈，你们是第一个能从玄迷幻境里面走出来的人！嗯，我突然有点喜欢你们了，要不然，我们来玩一些更好玩的！'},
  },
  --第六章第四节剧情3
  [134] = 
  {           
        { face = 35, name = "上官锦", dir = -1,  talk = '抓住你了！'},
        { face = 3, name = "石佩佩", dir = -1,  talk = '杀了我吧！'}, 
        { face = 35, name = "上官锦", dir = -1,  talk = '我要你答应我，以后不许这样作弄人。'}, 
        { face = 3, name = "石佩佩", dir = -1,  talk = '那好吧，我答应你。'},
  },

  --第六章第五节剧情1-1
  [135] = 
  {           
        { face = 3, name = "嘉嘉", dir = -1,  talk = '快点去救他们吧，首领姐姐的海草越绑越紧了。'},
  },
  --第六章第五节剧情1-2
  [136] = 
  {           
        { face = 3, name = "鲛人首领", dir = -1,  talk = '没用的，我的束缚草乃是水母所化，生长速度极快，若不是我解除法术，她不仅不可能逃脱，而且，束缚草会不断生长、越来越紧，直至将她淹没。'}, 
        { face = 0, name = "player", dir = 1,  talk = '好阴狠的手段！'}, 
        { face = 3, name = "鲛人首领", dir = -1,  talk = '哼！姐妹们，给我抓住他！'},
  },
  --第六章第五节剧情3
  [137] = 
  {           
        { face = 0, name = "player", dir = 1,  talk = '是柳，是柳字！'},
        { face = 38, name = "苏茉", dir = -1,  talk = '朱雀柳宿？在鲛人之中！'}, 
  },



  -----------山海经剧情副本over------
-- ID 1-137已被占用  2016/01/26
}