 -- 用于测试没有任务时(纯属BB)的对话内容
-- [qid] = {
-- 	{}, -- 内容一
-- 	{}, -- 内容二
-- 	...
-- }

-- [1]npcId , face 模型ID（对应npc.lua里面的命名，比如face = 1,对应到npc.lua里面的npc_config的00001.pd） , name 名字, 
-- dir -1是半身像在左边（npc方向） 1是半身像在右边（玩家所在方向）, talk说话内容 , name是名字(如果是玩家自己，则填写"player")
-- 【韩丽丽】  2015-12-23  12:49:03 NPC在左边啊  
 normal_talk_dialog = 
 {
[301] = {
    {face = 37, name = "阴丽华", dir = -1, talk = "大哥又罚我关在家里不能出门，一会趁他不注意我们溜出去玩吧！"},
},
[302] = {
    {face = 6, name = "刘秀", dir = -1, talk = "仕宦当作执金吾,娶妻当得阴丽华。"},
},
[303] = {
    {face = 10, name = "阴识", dir = -1, talk = "毕生最大的心愿，唯守护阴氏族人，不求功名，不求利禄。"},
},
[304] = {
    {face = 27, name = "邓婵", dir = -1, talk = "这个玉佩本是我视若性命之物，将来赠与我心爱之人。"},
},
[305] = {
    {face = 29, name = "邓禹", dir = -1, talk = "你懂什么？好男不跟女斗，知道吗？"},
},
[306] = {
    {face = 1, name = "邓奉", dir = -1, talk = "我可是邓家第三代中最聪明的！"},
},
[307] = {
    {face = 28, name = "邓晨", dir = -1, talk = "在南阳名气大的，除了阴家的阴识，就是我邓晨了。"},
},
[308] = {
    {face = 33, name = "刘縯", dir = -1, talk = "新莽暴政，时局动荡。我等是高祖之后必定能匡扶汉室。"},
},
[309] = {
    {face = 11, name = "严子陵", dir = -1, talk = "读书本各有志！何须强加于人。"},
},
[310] = {
    {face = 18, name = "过珊彤", dir = -1, talk = "这么多书！都是为一人所写嘛？她好幸福啊。"},
},
[311] = {
    {face = 17, name = "琥珀", dir = -1, talk = "我本来就是阴家训练的剑士，为了阴家的荣辱在所不惜。"},
},
[312] = {
    {face = 37, name = "丽华", dir = -1, talk = "你们见死不救，还敢说自己是好汉？还不如一介女流之辈。"},
},
[313] = {
    {face = 6, name = "刘文叔", dir = -1, talk = "转眼间长安一别甚久，只怕早已物是人非。"},
},
[314] = {
    {face = 33, name = "刘伯升", dir = -1, talk = "时逢新莽乱世，我看你有些本领，不如来助我一臂之力吧！"},
},
[315] = {
    {face = 18, name = "刘伯姬", dir = -1, talk = "此生若能觅得一懂我、知我、惜我之人,则无怨无悔矣。"},
},
[316] = {
    {face = 21, name = "王常", dir = -1, talk = "此番真是惊险，阴邓两家在南阳的势力不一般啊。"},
},
[317] = {
    {face = 14, name = "马武", dir = -1, talk = "要杀便杀，不用啰嗦！此事我一人所为，与我兄弟无关。"},
},
[318] = {
    {face = 1, name = "成丹", dir = -1, talk = "须得万事小心，一着不慎满盘皆输啊。"},
},
[319] = {
    {face = 35, name = "胭脂", dir = -1, talk = "我家小姐生性顽皮，但是心地善良。"},
},
[320] = {
    {face = 27, name = "邓婵", dir = -1, talk = "笑渐不闻声渐悄，多情总被无情扰。"},
},
[321] = {
    {face = 25, name = "阴兴", dir = -1, talk = "大哥和姐姐都不在家，现在我就是阴家家主了！"},
},
[322] = {
    {face = 11, name = "驿馆伙计", dir = -1, talk = "刘秀公子一早便被李轶公子请去府上做客，不在驿馆了。"},
},
[323] = {
    {face = 10, name = "李通", dir = -1, talk = "“刘氏当兴、李氏为辅”，我李通愿抛家破产，辅佐刘家兄弟起兵，赴汤蹈火，绝无后悔。"},
},
[324] = {
    {face = 16, name = "李轶", dir = -1, talk = "刘秀好不识趣，我兄弟不计前嫌助他，他还推三阻四。"},
},
[325] = {
    {face = 36, name = "阴戟", dir = -1, talk = "我要行侠仗义，匡扶天下，总之你们男子能做的事，我也能做。"},
},
[326] = {
    {face = 6, name = "刘秀", dir = -1, talk = "我希望丽华能像小时一样，开心快活，永远不要介入杀戮之中。"},
},
[327] = {
    {face = 37, name = "阴丽华", dir = -1, talk = "我一定要见到文叔哥哥，向他问明当年我父母为何过世。"},
},
[328] = {
    {face = 33, name = "刘縯", dir = -1, talk = "而今国难民危，我等身为高祖之后，若只顾全自家安危，如何对得起先祖，对得起思汉的百姓？"},
},
[329] = {
    {face = 28, name = "邓晨", dir = -1, talk = "刘李两家原有宿怨，李家家主李通有个同母弟弟叫申屠臣，伯升邀其为母探病，谁想申屠臣刻意刁难，被伯升一剑给杀了……"},
},
[201] = {
    {face = 37, name = "阴丽华", dir = -1, talk = "大哥又罚我关在家里不能出门，一会趁他不注意我们溜出去玩吧！"},
},
[202] = {
    {face = 6, name = "刘秀", dir = -1, talk = "仕宦当作执金吾,娶妻当得阴丽华。"},
},
[203] = {
    {face = 10, name = "阴识", dir = -1, talk = "毕生最大的心愿，唯守护阴氏族人，不求功名，不求利禄。"},
},
[204] = {
    {face = 27, name = "邓婵", dir = -1, talk = "这个玉佩本是我视若性命之物，将来赠与我心爱之人。"},
},
[205] = {
    {face = 29, name = "邓禹", dir = -1, talk = "你懂什么？好男不跟女斗，知道吗？"},
},
[206] = {
    {face = 1, name = "邓奉", dir = -1, talk = "我可是邓家第三代中最聪明的！"},
},
[207] = {
    {face = 28, name = "邓晨", dir = -1, talk = "在南阳名气大的，除了阴家的阴识，就是我邓晨了。"},
},
[208] = {
    {face = 33, name = "刘縯", dir = -1, talk = "新莽暴政，时局动荡。我等是高祖之后必定能匡扶汉室。"},
},
[209] = {
    {face = 11, name = "严子陵", dir = -1, talk = "读书本各有志！何须强加于人。"},
},
[210] = {
    {face = 18, name = "过珊彤", dir = -1, talk = "这么多书！都是为一人所写嘛？她好幸福啊。"},
},
[211] = {
    {face = 17, name = "琥珀", dir = -1, talk = "我本来就是阴家训练的剑士，为了阴家的荣辱在所不惜。"},
},
[212] = {
    {face = 37, name = "丽华", dir = -1, talk = "你们见死不救，还敢说自己是好汉？还不如一介女流之辈。"},
},
[213] = {
    {face = 6, name = "刘文叔", dir = -1, talk = "转眼间长安一别甚久，只怕早已物是人非。"},
},
[214] = {
    {face = 33, name = "刘伯升", dir = -1, talk = "时逢新莽乱世，我看你有些本领，不如来助我一臂之力吧！"},
},
[215] = {
    {face = 18, name = "刘伯姬", dir = -1, talk = "此生若能觅得一懂我、知我、惜我之人,则无怨无悔矣。"},
},
[216] = {
    {face = 21, name = "王常", dir = -1, talk = "此番真是惊险，阴邓两家在南阳的势力不一般啊。"},
},
[217] = {
    {face = 14, name = "马武", dir = -1, talk = "要杀便杀，不用啰嗦！此事我一人所为，与我兄弟无关。"},
},
[218] = {
    {face = 1, name = "成丹", dir = -1, talk = "须得万事小心，一着不慎满盘皆输啊。"},
},
[219] = {
    {face = 35, name = "胭脂", dir = -1, talk = "我家小姐生性顽皮，但是心地善良。"},
},
[220] = {
    {face = 27, name = "邓婵", dir = -1, talk = "笑渐不闻声渐悄，多情总被无情扰。"},
},
[221] = {
    {face = 25, name = "阴兴", dir = -1, talk = "大哥和姐姐都不在家，现在我就是阴家家主了！"},
},
[222] = {
    {face = 11, name = "驿馆伙计", dir = -1, talk = "刘秀公子一早便被李轶公子请去府上做客，不在驿馆了。"},
},
[223] = {
    {face = 10, name = "李通", dir = -1, talk = "“刘氏当兴、李氏为辅”，我李通愿抛家破产，辅佐刘家兄弟起兵，赴汤蹈火，绝无后悔。"},
},
[224] = {
    {face = 16, name = "李轶", dir = -1, talk = "刘秀好不识趣，我兄弟不计前嫌助他，他还推三阻四。"},
},
[225] = {
    {face = 36, name = "阴戟", dir = -1, talk = "我要行侠仗义，匡扶天下，总之你们男子能做的事，我也能做。"},
},
[226] = {
    {face = 6, name = "刘秀", dir = -1, talk = "我希望丽华能像小时一样，开心快活，永远不要介入杀戮之中。"},
},
[227] = {
    {face = 37, name = "阴丽华", dir = -1, talk = "我一定要见到文叔哥哥，向他问明当年我父母为何过世。"},
},
[228] = {
    {face = 33, name = "刘縯", dir = -1, talk = "而今国难民危，我等身为高祖之后，若只顾全自家安危，如何对得起先祖，对得起思汉的百姓？"},
},
[229] = {
    {face = 28, name = "邓晨", dir = -1, talk = "刘李两家原有宿怨，李家家主李通有个同母弟弟叫申屠臣，伯升邀其为母探病，谁想申屠臣刻意刁难，被伯升一剑给杀了……"},
},
[101] = {
    {face = 37, name = "阴丽华", dir = -1, talk = "大哥又罚我关在家里不能出门，一会趁他不注意我们溜出去玩吧！"},
},
[102] = {
    {face = 6, name = "刘秀", dir = -1, talk = "仕宦当作执金吾,娶妻当得阴丽华。"},
},
[103] = {
    {face = 10, name = "阴识", dir = -1, talk = "毕生最大的心愿，唯守护阴氏族人，不求功名，不求利禄。"},
},
[104] = {
    {face = 27, name = "邓婵", dir = -1, talk = "这个玉佩本是我视若性命之物，将来赠与我心爱之人。"},
},
[105] = {
    {face = 29, name = "邓禹", dir = -1, talk = "你懂什么？好男不跟女斗，知道吗？"},
},
[106] = {
    {face = 1, name = "邓奉", dir = -1, talk = "我可是邓家第三代中最聪明的！"},
},
[107] = {
    {face = 28, name = "邓晨", dir = -1, talk = "在南阳名气大的，除了阴家的阴识，就是我邓晨了。"},
},
[108] = {
    {face = 33, name = "刘縯", dir = -1, talk = "新莽暴政，时局动荡。我等是高祖之后必定能匡扶汉室。"},
},
[109] = {
    {face = 11, name = "严子陵", dir = -1, talk = "读书本各有志！何须强加于人。"},
},
[110] = {
    {face = 18, name = "过珊彤", dir = -1, talk = "这么多书！都是为一人所写嘛？她好幸福啊。"},
},
[111] = {
    {face = 17, name = "琥珀", dir = -1, talk = "我本来就是阴家训练的剑士，为了阴家的荣辱在所不惜。"},
},
[112] = {
    {face = 37, name = "丽华", dir = -1, talk = "你们见死不救，还敢说自己是好汉？还不如一介女流之辈。"},
},
[113] = {
    {face = 6, name = "刘文叔", dir = -1, talk = "转眼间长安一别甚久，只怕早已物是人非。"},
},
[114] = {
    {face = 33, name = "刘伯升", dir = -1, talk = "时逢新莽乱世，我看你有些本领，不如来助我一臂之力吧！"},
},
[115] = {
    {face = 18, name = "刘伯姬", dir = -1, talk = "此生若能觅得一懂我、知我、惜我之人,则无怨无悔矣。"},
},
[116] = {
    {face = 21, name = "王常", dir = -1, talk = "此番真是惊险，阴邓两家在南阳的势力不一般啊。"},
},
[117] = {
    {face = 14, name = "马武", dir = -1, talk = "要杀便杀，不用啰嗦！此事我一人所为，与我兄弟无关。"},
},
[118] = {
    {face = 1, name = "成丹", dir = -1, talk = "须得万事小心，一着不慎满盘皆输啊。"},
},
[119] = {
    {face = 35, name = "胭脂", dir = -1, talk = "我家小姐生性顽皮，但是心地善良。"},
},
[120] = {
    {face = 27, name = "邓婵", dir = -1, talk = "笑渐不闻声渐悄，多情总被无情扰。"},
},
[121] = {
    {face = 25, name = "阴兴", dir = -1, talk = "大哥和姐姐都不在家，现在我就是阴家家主了！"},
},
[122] = {
    {face = 11, name = "驿馆伙计", dir = -1, talk = "刘秀公子一早便被李轶公子请去府上做客，不在驿馆了。"},
},
[123] = {
    {face = 10, name = "李通", dir = -1, talk = "“刘氏当兴、李氏为辅”，我李通愿抛家破产，辅佐刘家兄弟起兵，赴汤蹈火，绝无后悔。"},
},
[124] = {
    {face = 16, name = "李轶", dir = -1, talk = "刘秀好不识趣，我兄弟不计前嫌助他，他还推三阻四。"},
},
[125] = {
    {face = 36, name = "阴戟", dir = -1, talk = "我要行侠仗义，匡扶天下，总之你们男子能做的事，我也能做。"},
},
[126] = {
    {face = 6, name = "刘秀", dir = -1, talk = "我希望丽华能像小时一样，开心快活，永远不要介入杀戮之中。"},
},
[127] = {
    {face = 37, name = "阴丽华", dir = -1, talk = "我一定要见到文叔哥哥，向他问明当年我父母为何过世。"},
},
[128] = {
    {face = 33, name = "刘縯", dir = -1, talk = "而今国难民危，我等身为高祖之后，若只顾全自家安危，如何对得起先祖，对得起思汉的百姓？"},
},
[129] = {
    {face = 28, name = "邓晨", dir = -1, talk = "刘李两家原有宿怨，李家家主李通有个同母弟弟叫申屠臣，伯升邀其为母探病，谁想申屠臣刻意刁难，被伯升一剑给杀了……"},
},
[401] = {
    {face = 6, name = "刘秀", dir = -1, talk = "仕宦当作执金吾,娶妻当得阴丽华。"},
},
[402] = {
    {face = 37, name = "阴丽华", dir = -1, talk = "为了你，杀人放火，我在所不惜！"},
},
[403] = {
    {face = 3, name = "丁柔", dir = -1, talk = "救命之恩，小女子没齿难忘！"},
},
[404] = {
    {face = 21, name = "王常", dir = -1, talk = "此事是否太过冒险了，万一被发觉了很是麻烦啊。"},
},
[405] = {
    {face = 14, name = "马武", dir = -1, talk = "你们懂什么？现在兵荒马乱之际，哪有什么好出路！"},
},
[406] = {
    {face = 1, name = "成丹", dir = -1, talk = "听闻绿林山已经有人揭竿而起，不知是否能容下我等。"},
},
[407] = {
    {face = 42, name = "新军兵头", dir = -1, talk = "都给我精神点，出了岔子，谁都跑不掉！"},
},
[408] = {
    {face = 45, name = "新军官兵", dir = -1, talk = "每天瞎嚷嚷，有功跑的快，有过跑的更快！"},
},
[409] = {
    {face = 25, name = "刘稷", dir = -1, talk = "我看这阴兄弟跟三哥的关系不一般，难道他们俩有断袖之癖？"},
},
[410] = {
    {face = 28, name = "刘良", dir = -1, talk = "我三儿素来老实本分，怎么也跟着他哥一起糊涂？！"},
},
[411] = {
    {face = 33, name = "刘縯", dir = -1, talk = "自从莽贼篡国，刘家已在水深火热之中了。事已至此，我们只能跟莽贼拼了。"},
},
[412] = {
    {face = 18, name = "刘伯姬", dir = -1, talk = "若不是因为阴丽华，邓禹哥哥怎么会离家这么多年，杳无音信。"},
},
[413] = {
    {face = 16, name = "李轶", dir = -1, talk = "我李轶才是刘家的座上宾，可那刘縯却对阴戟亲热有加，哼！"},
},
[414] = {
    {face = 24, name = "尉迟峻", dir = -1, talk = "刘家不是在招兵吗，小的身手也不赖，一下就混进刘稷的中队。"},
},
[415] = {
    {face = 37, name = "丽华", dir = -1, talk = "让我知道谁偷了我衣服，我非把他……（咬牙切齿）"},
},
[416] = {
    {face = 11, name = "严子陵", dir = -1, talk = "时隔多年，那小书童伶牙俐齿，刁钻更胜当年了。"},
},
[417] = {
    {face = 35, name = "胭脂", dir = -1, talk = "表姑娘将要分娩走不得路，邓家那边的驿馆也给封了，我们又没马车，只好先在这里落脚。"},
},
[418] = {
    {face = 20, name = "公孙石", dir = -1, talk = "还以为和邓家结亲能带来好处，没想到娶进个晦气来，整日哭丧个脸，让人心烦。"},
},
[419] = {
    {face = 26, name = "小妾", dir = -1, talk = "若不是看那个邓家女人怀了公孙家的骨肉，夫君早就把她休了。"},
},
[420] = {
    {face = 27, name = "邓婵", dir = -1, talk = "我恐怕以后再没机会回去了……可是我好想回家，和亲人在一起……"},
},
[421] = {
    {face = 34, name = "刘玄", dir = -1, talk = "我一定会杀至长安，将莽贼千刀万剐，为丽华的爹娘以及我的亲人报仇。"},
},
[422] = {
    {face = 36, name = "阴戟", dir = -1, talk = "哎……原来扮男人也不容易。"},
},
[423] = {
    {face = 6, name = "刘秀", dir = -1, talk = "军谶，用计用谋，我对丽华，是用心。"},
},
[424] = {
    {face = 33, name = "刘縯", dir = -1, talk = "三弟和阴兄弟真是我的左膀右臂，有他们俩帮我出主意想对策，我何愁大事不成！"},
},
[425] = {
    {face = 36, name = "阴戟", dir = -1, talk = "就算我一己之力微不足道，但也要尽其所能，做焚灭新莽的那点星火。"},
},
[426] = {
    {face = 18, name = "刘伯姬", dir = -1, talk = "三哥为了袒护那个“阴戟”，连我们兄妹情分都不顾了。"},
},
[427] = {
    {face = 6, name = "刘秀", dir = -1, talk = "仕宦当作执金吾,娶妻当得阴丽华。"},
},
[428] = {
    {face = 35, name = "官婢", dir = -1, talk = "救命!!"},
},
[429] = {
    {face = 35, name = "官婢", dir = -1, talk = "救救我!!"},
},
[430] = {
    {face = 35, name = "官婢", dir = -1, talk = "救命啊!!"},
},
[501] = {
    {face = 42, name = "舂陵军", dir = -1, talk = "诛除莽贼，光复汉室！"},
},
[502] = {
    {face = 42, name = "舂陵军", dir = -1, talk = "诛除莽贼，光复汉室！"},
},
[503] = {
    {face = 42, name = "舂陵军", dir = -1, talk = "诛除莽贼，光复汉室！"},
},
[504] = {
    {face = 42, name = "舂陵军", dir = -1, talk = "诛除莽贼，光复汉室！"},
},
[505] = {
    {face = 42, name = "舂陵军", dir = -1, talk = "诛除莽贼，光复汉室！"},
},
[506] = {
    {face = 42, name = "舂陵军", dir = -1, talk = "诛除莽贼，光复汉室！"},
},
[507] = {
    {face = 34, name = "刘玄", dir = -1, talk = "刘、刘某资历尚浅，恐怕难以担当大任啊……"},
},
[508] = {
    {face = 14, name = "马武", dir = -1, talk = "刘圣公当上皇帝，实在是太好了。"},
},
[509] = {
    {face = 33, name = "刘縯", dir = -1, talk = "我会为死去的至亲报仇！"},
},
[510] = {
    {face = 37, name = "丽华", dir = -1, talk = "虽身为女子，但至少我能为这乱世出一分力，并非无用之人。"},
},
[511] = {
    {face = 28, name = "邓晨", dir = -1, talk = "只用能助文叔，便不必计较太多。"},
},
[512] = {
    {face = 21, name = "王常", dir = -1, talk = "乱世之中，得天下者，雄心与仁义缺一不可。"},
},
[513] = {
    {face = 8, name = "王凤", dir = -1, talk = "哼，那刘玄也太不成样子，有时候还真当自己是皇帝了。"},
},
[514] = {
    {face = 2, name = "岑彭", dir = -1, talk = "两军交战，无不用尽谋略，能知人善用、放下仇怨者，方可成大事。"},
},
[515] = {
    {face = 22, name = "王霸", dir = -1, talk = "我只追随文叔。"},
},
[516] = {
    {face = 6, name = "刘秀", dir = -1, talk = "我只希望能好好保护，免她受乱世之苦。"},
},
[517] = {
    {face = 3, name = "丁柔", dir = -1, talk = "公孙……丁柔只希望能服侍你一辈子。"},
},
[518] = {
    {face = 23, name = "王寻", dir = -1, talk = "区区几千兵马，又岂能敌我十万大军！"},
},
[519] = {
    {face = 25, name = "阴兴", dir = -1, talk = "我会努力成为及格的阴家家主！我也会得到琥珀的承认，娶她为妻！"},
},
[520] = {
    {face = 24, name = "尉迟峻", dir = -1, talk = "不知我那些好友至今是否仍为三餐流离。"},
},
[521] = {
    {face = 5, name = "刘秀", dir = -1, talk = "即使了数千军队，也可扭转乾坤。"},
},
[522] = {
    {face = 36, name = "阴戟", dir = -1, talk = "我会随他生死，不离不弃。"},
},
[523] = {
    {face = 33, name = "刘縯", dir = -1, talk = "如今我刘縯再不是莽撞之人，他刘玄要称帝，那就暂时先送给他！"},
},
[524] = {
    {face = 6, name = "刘秀", dir = -1, talk = "乱世之中，只为寻一明主效之。"},
},
[525] = {
    {face = 4, name = "冯异", dir = -1, talk = "不过就是个子高点，会驯兽而已，有何可惧。"},
},
[526] = {
    {face = 20, name = "昆阳商人", dir = -1, talk = "童叟无欺，价廉物美，快来看看。"},
},
[527] = {
    {face = 7, name = "王匡", dir = -1, talk = "区区绿林军，难道还真敢忤逆我们不成。"},
},
[528] = {
    {face = 25, name = "刘稷", dir = -1, talk = "月出皎兮，佼人僚兮。"},
},
[601] = {
    {face = 29, name = "箴机奇图", dir = -1, talk = "箴机奇图，虚虚罔罔，魑魅魍魉。惩奸除恶，采集灵药，都可获得丰厚奖励！活动于每天13:30~14:30、20:30~21:30进行。"},
},
[602] = {
    {face = 4, name = "阵营战", dir = -1, talk = "王莽乱汉，汉室当兴，是时候为天下苍生而战了！活动于每周六 20:00-20:30 举行。"},
},
[603] = {
    {face = 36, name = "逐鹿中原", dir = -1, talk = "乱世之中，奸贼横行，惩奸除恶最众者，可掌洛阳！活动于每周日 20:00-20:30 举行。"},
},
[604] = {
    {face = 22, name = "大乱斗", dir = -1, talk = "随意比斗，各显神通，角逐战场最强者，参与者可获得大量奖励！活动于每周五 20:00-20:30 举行。"},
},
[605] = {
    {face = 20, name = "洛阳商人", dir = -1, talk = "这兵荒马乱的,我们商人也不易啊,请速将货物押送到昆阳给昆阳那位富商,沿途多小心,被匪徒抢夺会有损失的喔。"},
},
[606] = {
    {face = 38, name = "刘玄", dir = -1, talk = "这朝中上下，真正为我担忧的又有几人，唯手中紧握天下，方能拥有一切。"},
},
[607] = {
    {face = 15, name = "韩姬", dir = -1, talk = "要不是阴家那该死的狐媚子，我现在早已是母仪天下的皇后！"},
},
[608] = {
    {face = 25, name = "阴兴", dir = -1, talk = "该怎样才能得到琥珀的青睐呢……好烦躁啊。"},
},
[609] = {
    {face = 17, name = "琥珀", dir = -1, talk = "我并非不喜欢他，只是……高低贵贱，身份之差，又岂是朝夕可以改变的。"},
},
[610] = {
    {face = 29, name = "朱佑", dir = -1, talk = "我一定会好好保护刘家，为伯升大哥讨还一个公道！"},
},
[611] = {
    {face = 25, name = "刘稷", dir = -1, talk = "刘玄这家伙，既无战绩也无人望，连赏赐都这么吝啬，凭什么登上皇位？！"},
},
[612] = {
    {face = 6, name = "刘秀", dir = -1, talk = "现在不是轻举妄动的时候，大哥的枉死，我并没有忘记……"},
},
[613] = {
    {face = 4, name = "冯异", dir = -1, talk = "承蒙文叔知遇之恩，冯异未敢忘记。"},
},
[614] = {
    {face = 10, name = "阴识", dir = -1, talk = "阴家能在乱世之中得以保存，远离朝堂，传至百代，是我毕生的夙愿。"},
},
[615] = {
    {face = 37, name = "丽华", dir = -1, talk = "旁人不知他心中的痛苦，但我知道，他生我生，他死我亦同死。"},
},
[616] = {
    {face = 2, name = "岑彭", dir = -1, talk = "大丈夫能屈能伸，文叔胸襟宽广，让我敬服。"},
},
[617] = {
    {face = 33, name = "刘縯", dir = -1, talk = "欺我可以，但若欺我刘縯的兄弟亲人，我定不饶他！"},
},
[618] = {
    {face = 32, name = "刘秀", dir = -1, talk = "若丽华不在我身边，纵使得这天下又如何。"},
},
[619] = {
    {face = 9, name = "丽华", dir = -1, talk = "我知他心中之苦，明他心中之痛，但种种矛盾嫌隙，又岂是一时可以解开。"},
},
[620] = {
    {face = 24, name = "刘嘉", dir = -1, talk = "大丈夫立于天地，当要干出一番事业，才不枉此生。"},
},
[621] = {
    {face = 11, name = "曹竟", dir = -1, talk = "即便这天下换了皇帝，还不是需要我们来治理国家。"},
},
[622] = {
    {face = 21, name = "刘赐", dir = -1, talk = "我会在陛下跟前替刘秀美言的，还请放心。"},
},
[623] = {
    {face = 10, name = "刘强", dir = -1, talk = "我觉得丽华母后人很好啊，学识又广，不知娘亲为何不喜欢她。"},
},
[624] = {
    {face = 19, name = "刘阳", dir = -1, talk = "我希望能像爹那样为天下百姓谋利，不求开疆拓土，但求国泰民安。"},
},
[625] = {
    {face = 29, name = "邓禹", dir = -1, talk = "丽华，我终究是来晚了吗。"},
},
[626] = {
    {face = 40, name = "城守", dir = -1, talk = "如今天下安康，光武皇帝功不可没。"},
},
[627] = {
    {face = 23, name = "城主", dir = -1, talk = "吾乃洛阳守卫，奉城主之命镇守此城，凡挑衅闹事者，令其立毙当场！"},
},
[628] = {
    {face = 26, name = "廖掌柜", dir = -1, talk = "来来来,我给你看个宝贝!"},
},
[629] = {
    {face = 20, name = "洛阳郡守", dir = -1, talk = "童叟无欺，价廉物美，快来看看。"},
},
[630] = {
    {face = 21, name = "刘赐", dir = -1, talk = "我会在陛下跟前替刘秀美言的，还请放心。"},
},
[631] = {
    {face = 30, name = "过主", dir = -1, talk = "郭家定会掌控朝廷大局，阴丽华又算得什么。"},
},
[632] = {
    {face = 31, name = "过珊彤", dir = -1, talk = "一步错，步步皆错。我起初只是想陛下喜欢我而已……"},
},
[633] = {
    {face = 35, name = "胭脂", dir = -1, talk = "我无法忘记受过的凌辱与折磨！这一切我都会让她付出代价！"},
},
[634] = {
    {face = 37, name = "丽华", dir = -1, talk = "望天下太平，百姓富足。"},
},
[635] = {
    {face = 16, name = "过康", dir = -1, talk = "嘿嘿，待我大权在手之日，那个美人儿还不手到拿来。"},
},
[701] = {
    {face = 37, name = "丽华", dir = -1, talk = "有些事情并非可以简单放下，而且我还要护着长安百姓。"},
},
[702] = {
    {face = 21, name = "刘赐", dir = -1, talk = "若能平定乱世，换谁来当皇帝也没所谓。"},
},
[703] = {
    {face = 38, name = "刘玄", dir = -1, talk = "哼！我才是天下之主！"},
},
[704] = {
    {face = 15, name = "韩姬", dir = -1, talk = "这两个贱人，我总有收拾你们的一天！"},
},
[705] = {
    {face = 26, name = "赵姬", dir = -1, talk = "我只希望能与他找个避世之处，安宁地过日子。"},
},
[706] = {
    {face = 25, name = "阴兴", dir = -1, talk = "姐姐怎么还不愿意离开啊！"},
},
[707] = {
    {face = 17, name = "琥珀", dir = -1, talk = "人的高低贵贱，绝非轻易就可以逾越的。"},
},
[708] = {
    {face = 39, name = "张卬", dir = -1, talk = "没有我们绿林军，你们哪有今天的风光。"},
},
[709] = {
    {face = 28, name = "赵萌", dir = -1, talk = "无需多时，这玄汉的天下就要分崩离析了。"},
},
[710] = {
    {face = 35, name = "侍女", dir = -1, talk = "奴婢不敢!"},
},
[801] = {
    {face = 42, name = "舂陵军", dir = -1, talk = "我们誓要追随柱天都部！"},
},
[802] = {
    {face = 42, name = "舂陵军", dir = -1, talk = "我们誓要追随柱天都部！"},
},
[803] = {
    {face = 42, name = "舂陵军", dir = -1, talk = "我们誓要追随柱天都部！"},
},
[804] = {
    {face = 42, name = "舂陵军", dir = -1, talk = "我们誓要追随柱天都部！"},
},
[805] = {
    {face = 42, name = "舂陵军", dir = -1, talk = "我们誓要追随柱天都部！"},
},
[806] = {
    {face = 42, name = "舂陵军", dir = -1, talk = "我们誓要追随柱天都部！"},
},
[807] = {
    {face = 33, name = "刘縯", dir = -1, talk = "长聚！我志在必得！"},
},
[808] = {
    {face = 5, name = "刘秀", dir = -1, talk = "古有黄飞虎骑五色牛，助西伯侯姬昌建周，如今我刘文叔为何不能骑耕牛，助兄长复汉。"},
},
[809] = {
    {face = 37, name = "丽华", dir = -1, talk = "希望千万不要被大哥抓住……我不想再当那个待在深闺的女子了。"},
},
[810] = {
    {face = 10, name = "阴识", dir = -1, talk = "阴家不会干涉这场乱世之争，方可连延百年。"},
},
[811] = {
    {face = 24, name = "阴家内应", dir = -1, talk = "长聚城中早已遍布阴家耳目。"},
},
[812] = {
    {face = 14, name = "马武", dir = -1, talk = "与丽华多年不见，连我都几乎认不出她来了。"},
},
[813] = {
    {face = 29, name = "朱佑", dir = -1, talk = "我定会与伯升文叔一起建功立业！"},
},
[814] = {
    {face = 36, name = "阴戟", dir = -1, talk = "这些人怎么为了一点财宝，就大打出手，"},
},
[815] = {
    {face = 5, name = "刘秀", dir = -1, talk = "大哥与我之志，是匡扶乱世，光复汉室。"},
},
[816] = {
    {face = 25, name = "刘稷", dir = -1, talk = "虽然是要匡扶乱世不错，但是财宝也可以要啊……"},
},
[817] = {
    {face = 40, name = "严尤", dir = -1, talk = "这些小贼妄图与朝廷对抗，也不过是飞蛾扑火罢了。"},
},
[818] = {
    {face = 28, name = "邓晨", dir = -1, talk = "月出皎兮，佼人僚兮。"},
},
[901] = {
    {face = 6, name = "刘秀", dir = -1, talk = "此地饿殍遍野，山贼为患，需要我去改变。"},
},
[902] = {
    {face = 8, name = "邯郸郡守", dir = -1, talk = "即使是饿殍遍野，也与我无关。"},
},
[903] = {
    {face = 10, name = "耿纯", dir = -1, talk = "望我的妻儿一切安好……"},
},
[904] = {
    {face = -2, name = "灾民甲", dir = -1, talk = "大爷，施舍点什么吧。"},
},
[905] = {
    {face = -2, name = "灾民乙", dir = -1, talk = "大爷，施舍点什么吧。"},
},
[906] = {
    {face = 22, name = "吴汉", dir = -1, talk = "将军胸怀四海，望日后吴汉可效力于将军麾下。"},
},
[907] = {
    {face = 20, name = "王朗", dir = -1, talk = "天机不可泄露。"},
},
[908] = {
    {face = 33, name = "耿弇", dir = -1, talk = "我所敬仰者，唯有昆阳大战英雄刘文叔。"},
},
[909] = {
    {face = 4, name = "冯异", dir = -1, talk = "文叔能不计前嫌信任于我，冯异必以一生犬马作为回报。"},
},
[910] = {
    {face = 16, name = "刘林", dir = -1, talk = "哼！这刘秀不识好歹！"},
},
[911] = {
    {face = 14, name = "盖延", dir = -1, talk = "文叔胸襟广阔，着实令人敬服。"},
},
[912] = {
    {face = 36, name = "阴戟", dir = -1, talk = "望此行顺利。"},
},
[913] = {
    {face = 11, name = "驿丞", dir = -1, talk = "刘秀已如过街老鼠。"},
},
[914] = {
    {face = 29, name = "邓禹", dir = -1, talk = "丽华……我终于找到你了。"},
},
[915] = {
    {face = 22, name = "王霸", dir = -1, talk = "想不到我胡诌的话居然这么灵验。"},
},
[916] = {
    {face = 24, name = "尉迟峻", dir = -1, talk = "仙人指路！"},
},
[917] = {
    {face = 36, name = "阴戟", dir = -1, talk = "这些奔命兵是否可靠还是未知之数。"},
},
[918] = {
    {face = 6, name = "刘秀", dir = -1, talk = "好香的豆粥。"},
},
[919] = {
    {face = 37, name = "丽华", dir = -1, talk = "三哥千万不要有事。"},
},
[920] = {
    {face = 6, name = "刘秀", dir = -1, talk = "看丽华脸色，绝非只受了轻伤。"},
},
[921] = {
    {face = 1, name = "山贼", dir = -1, talk = "即使是饿殍遍野，也与我无关。"},
},
[922] = {
    {face = 18, name = "过珊彤", dir = -1, talk = "文叔……"},
},
[923] = {
    {face = 28, name = "刘扬", dir = -1, talk = "我只求逐鹿天下的资本。"},
},
[924] = {
    {face = 20, name = "神秘人", dir = -1, talk = "仙人指路呐！"},
},
[1001] = {
    {face = 3, name = "丁柔", dir = -1, talk = "知他安好，我就放心了。"},
},
[1002] = {
    {face = 25, name = "朱鮪", dir = -1, talk = "乱世之争，若遇明主，实为幸事。"},
},
[1003] = {
    {face = 37, name = "丽华", dir = -1, talk = "三哥有了郭家女子，想必也不再需要我伴他左右了吧。"},
},
[1004] = {
    {face = 38, name = "刘玄", dir = -1, talk = "若能避世隐居，也不失为一个好选择。"},
},
[1005] = {
    {face = 26, name = "赵姬", dir = -1, talk = "以前事事依赖别人，从今以后，就只靠我自己。"},
},
[1006] = {
    {face = 21, name = "刘恭", dir = -1, talk = "这天下需要一个明君。"},
},
[1101] = {
    {face = 2, name = "岑彭", dir = -1, talk = "不能对任何人纵容与放过，否则这天下又要不稳。"},
},
[1102] = {
    {face = 1, name = "邓奉", dir = -1, talk = "我要的是一个公道！"},
},
[1103] = {
    {face = 25, name = "朱鮪", dir = -1, talk = "如今大势已定，我如何不知，但伯升却是因我而死……"},
},
[1201] = {
    {face = 6, name = "刘秀", dir = -1, talk = "希望丽华的腿伤能早日痊愈。"},
},
[1202] = {
    {face = 34, name = "任光", dir = -1, talk = "没想到可以再看到文叔，几千打几十万又如何！"},
},
[1203] = {
    {face = 29, name = "邓禹", dir = -1, talk = "我一定要救奉儿……"},
},
[1204] = {
    {face = 4, name = "冯异", dir = -1, talk = "不必着急。"},
},
[1205] = {
    {face = 24, name = "尉迟峻", dir = -1, talk = "阴家对我的恩情，这一世也难以报答。"},
},
[1206] = {
    {face = 6, name = "刘秀", dir = -1, talk = "世事岂能尽如人意，除了走下去，我再无退路。"},
},
[1207] = {
    {face = 29, name = "邓禹", dir = -1, talk = "我一直最为悔恨，自己回来得太晚。"},
},
[1208] = {
    {face = 4, name = "冯异", dir = -1, talk = "金银财帛，也不过是过眼烟云。"},
},
[1209] = {
    {face = 20, name = "王郎", dir = -1, talk = "哼，我一定要刘秀好看。"},
},
[1210] = {
    {face = 6, name = "刘秀", dir = -1, talk = "将恐将惧，惟予与汝。将安将乐，汝转弃予。"},
},
[1801] = {
    {face = 15, name = "樊夫人", dir = -1, talk = "只要我刘家一家平安就好。"},
},
[1802] = {
    {face = 6, name = "刘秀", dir = -1, talk = "无论大哥要做什么，我都定会辅助于他。"},
},
[1803] = {
    {face = 29, name = "朱佑", dir = -1, talk = "但愿我们这次起事能成就一番大业。"},
},
[1804] = {
    {face = 10, name = "刘敞", dir = -1, talk = "縯儿之事，若他能安抚族人，我自然是支持的。"},
},
[1805] = {
    {face = 33, name = "刘縯", dir = -1, talk = "我们已落人之后，此时不起事，更待何时。"},
},
[1806] = {
    {face = 11, name = "宗亲甲", dir = -1, talk = "这刘縯想死，可别拖我们一起下水啊！"},
},
[1807] = {
    {face = 28, name = "宗亲乙", dir = -1, talk = "其实刘縯的想法，也并非不可……"},
},
[1901] = {
    {face = 6, name = "刘秀", dir = -1, talk = "能娶到丽华，真是我刘秀最大的福气……"},
},
[1902] = {
    {face = 37, name = "阴丽华", dir = -1, talk = "无论是怎样的结果，我都不会后悔嫁给了他。"},
},
[2001] = {
    {face = 32, name = "光武帝", dir = -1, talk = "如今天下已定，剩下的，就是给她一个未来。"},
},
[2002] = {
    {face = 9, name = "光烈皇后", dir = -1, talk = "我始终离不开他……"},
},
[2003] = {
    {face = 10, name = "刘强", dir = -1, talk = "当上皇帝，就一定是幸福的吗？"},
},
[2004] = {
    {face = 18, name = "过珊彤", dir = -1, talk = "我不会输……"},
},
[2005] = {
    {face = 4, name = "冯异", dir = -1, talk = "君以国士待我, 我必国士报之"},
},
[2006] = {
    {face = 29, name = "邓禹", dir = -1, talk = "他心里装着天下，可我心里却只装得下你一个。"},
},
[2007] = {
    {face = 22, name = "吴汉", dir = -1, talk = "好久没打仗了。"},
},
[2008] = {
    {face = 22, name = "王霸", dir = -1, talk = "果然我过不得这种清闲的生活。"},
},
[2009] = {
    {face = 19, name = "刘阳", dir = -1, talk = "阳儿要快快长大，保护娘亲！"},
},
[2101] = {
    {face = 38, name = "刘玄", dir = -1, talk = "天下，必定是朕的。"},
},
[2102] = {
    {face = 26, name = "赵姬", dir = -1, talk = "我只愿能长久伴在陛下身边。"},
},
[2103] = {
    {face = 39, name = "张卬", dir = -1, talk = "总有人不过是个傀儡，却常得意忘形。"},
},
[2104] = {
    {face = 21, name = "王常", dir = -1, talk = "得民心者，才可得天下。"},
},
[2105] = {
    {face = 8, name = "王凤", dir = -1, talk = "凭那几个赤眉小兵，又能翻起什么风浪。"},
},
[2106] = {
    {face = 25, name = "朱鮪", dir = -1, talk = "愿逐明主，一统天下。"},
},
[2107] = {
    {face = 16, name = "李轶", dir = -1, talk = "哼！"},
},
[2108] = {
    {face = 28, name = "赵萌", dir = -1, talk = "如今我是皇室姻亲，又怎可与跳梁小丑相比。"},
},

-- },



}