taoZhai_choose = {
	[5076] = {
		[1] = "你是阴次伯吧！",
		[2] = "我就是来找你的。",
		[3] = "迂腐不化的人！",
	},
	[5013] = {
		[1] = "文叔让我来找你！",
		[2] = "我是来看你的。",
		[3] = "我来拿回借书。",
	},
	[5016] = {
		[1] = "这局不算，我来！",
		[2] = "我是看热闹的。",
		[3] = "邓奉还想挑战你。",
	},
	[5080] = {
		[1] = "我好像见过你。",
		[2] = "那年是长安吧！",
		[3] = "你现在好落魄啊。",
	},
	[5148] = {
		[1] = "你慢点跑啊！",
		[2] = "你是刘林吗？",
		[3] = "祸国殃民之徒！",
	},
	[22116] = {
		[1] = "我得好好想想",
		[2] = "难道就是伯姬你",
		[3] = "林心如啊",
	},
	[22118] = {
		[1] = "我得好好想想",
		[2] = "最紧要你开心",
		[3] = "感觉要被玩坏了",
	},
	[22120] = {
		[1] = "我得好好想想",
		[2] = "要看得开放得下",
		[3] = "不会是袁弘吧",
	},
	[22122] = {
		[1] = "我得好好想想",
		[2] = "草纸鸢",
		[3] = "纸飞机",
	},
	[22124] = {
		[1] = "我得好好想想",
		[2] = "阴丽华",
		[3] = "夏雨荷",
	},
	[23017] = {
		[1] = "我得好好想想",
		[2] = "250000铜钱",
		[3] = "免费",
	},
	[23019] = {
		[1] = "我得好好想想",
		[2] = "元宝",
		[3] = "玉佩",
	},
	[5155] = {
		[1] = "我来是为了邓禹。",
		[2] = "我没有别的意思。",
		[3] = "你要勇敢面对邓禹",
	},
	[23037] = {
		[1] = "我得好好想想",
		[2] = "时光流逝，都成为过往回忆",
		[3] = "难道是山东蓝翔？",
	},
	[23039] = {
		[1] = "我得好好想想",
		[2] = "5次",
		[3] = "500次",
	},
	[22156] = {
		[1] = "我得好好想想",
		[2] = "用于点亮星图",
		[3] = "发光发热",
	},
	[22158] = {
		[1] = "我得好好想想",
		[2] = "提升战斗力",
		[3] = "比较炫!",
	},
	[22160] = {
		[1] = "我得好好想想",
		[2] = "活跃度",
		[3] = "满意度",
	},
	[22162] = {
		[1] = "我得好好想想",
		[2] = "激活武将技能",
		[3] = "我看是基情吧",
	},
	[22164] = {
		[1] = "我得好好想想",
		[2] = "下午三点到四点",
		[3] = "你说几点就几点",
	},
	[23057] = {
		[1] = "我得好好想想",
		[2] = "时光流逝，都成为过往回忆",
		[3] = "难道是山东蓝翔？",
	},
	[23059] = {
		[1] = "我得好好想想",
		[2] = "5次",
		[3] = "500次",
	},
	[10007] = {
		[1] = "没什么事",
		[2] = "郡守托我清点物资",
		[3] = "听说有人贪墨公产?",
	},
	[22047] = {
		[1] = "我得好好想想",
		[2] = "用于地级寻宝",
		[3] = "好像没什么用",
	},
	[22049] = {
		[1] = "我得好好想想",
		[2] = "伙伴相助",
		[3] = "人多势众啊!",
	},
	[10010] = {
		[1] = "没什么事",
		[2] = "郡守托我清点物资",
		[3] = "听说有人贪墨公产?",
	},
	[5165] = {
		[1] = "不是的！",
		[2] = "我是信使。",
		[3] = "居然抗命不遵!",
	},
	[5041] = {
		[1] = "你们跑什么呢？",
		[2] = "我来找你们回去。",
		[3] = "你们这群逃兵！",
	},
	[5105] = {
		[1] = "圣功，好久不见啊！",
		[2] = "你居然当皇帝了啊",
		[3] = "能封我当官吗？",
	},
	[5108] = {
		[1] = "参见王将军！",
		[2] = "还请将军慎重。",
		[3] = "贪生怕死之辈！",
	},
	[5045] = {
		[1] = "我是过来看看。",
		[2] = "你发现什么了吗？",
		[3] = "为什么为难丽华！",
	},
	[10156] = {
		[1] = "没什么事",
		[2] = "郡守托我清点物资",
		[3] = "听说有人贪墨公产?",
	},
	[10157] = {
		[1] = "没什么事",
		[2] = "郡守托我清点物资",
		[3] = "听说有人贪墨公产?",
	},
	[10158] = {
		[1] = "没什么事",
		[2] = "郡守托我清点物资",
		[3] = "听说有人贪墨公产?",
	},
	[10159] = {
		[1] = "没什么事",
		[2] = "郡守托我清点物资",
		[3] = "听说有人贪墨公产?",
	},
	[10160] = {
		[1] = "没什么事",
		[2] = "郡守托我清点物资",
		[3] = "听说有人贪墨公产?",
	},
	[5178] = {
		[1] = "在下无意冒犯！",
		[2] = "我有陛下的旨意。",
		[3] = "冲撞的就是你！",
	},
	[5113] = {
		[1] = "我来找王司徒！",
		[2] = "敌军马上就到。",
		[3] = "新朝要灭亡啦！",
	},
	[5172] = {
		[1] = "丽华让我来的。",
		[2] = "我不小心走错了。",
		[3] = "你管我啊？",
	},
	[23064] = {
		[1] = "我得好好想想",
		[2] = "变强系统",
		[3] = "装逼系统",
	},
	[5051] = {
		[1] = "我迷路了……",
		[2] = "我来学习制箭的。",
		[3] = "我来找你，老头！",
	},
	[10059] = {
		[1] = "没什么事",
		[2] = "郡守托我清点物资",
		[3] = "听说有人贪墨公产?",
	},
	[5095] = {
		[1] = "朱将军，是我啊！",
		[2] = "你这里有新消息？",
		[3] = "绿林军要干嘛？",
	},
	[5087] = {
		[1] = "刚才发生什么了？",
		[2] = "好像是彗星啊。",
		[3] = "你们真是迷信啊！",
	},
	[10106] = {
		[1] = "没什么事",
		[2] = "郡守托我清点物资",
		[3] = "听说有人贪墨公产?",
	},
	[22117] = {
		[1] = "我得好好想想",
		[2] = "扇子",
		[3] = "你说是啥就是啥",
	},
	[22119] = {
		[1] = "我得好好想想",
		[2] = "凡事看开,平平淡淡才是真",
		[3] = "不是所有人都能做到真心相待",
	},
	[22121] = {
		[1] = "我得好好想想",
		[2] = "阴丽华",
		[3] = "林心如",
	},
	[22123] = {
		[1] = "我得好好想想",
		[2] = "刘秀",
		[3] = "袁弘",
	},
	[22125] = {
		[1] = "我得好好想想",
		[2] = "不愧是一家之主",
		[3] = "关心一下邓婵吧",
	},
	[23016] = {
		[1] = "我得好好想想",
		[2] = "是我们族长啊",
		[3] = "我创建我最大",
	},
	[23018] = {
		[1] = "我得好好想想",
		[2] = "25级",
		[3] = "1级",
	},
	[23020] = {
		[1] = "我得好好想想",
		[2] = "25人",
		[3] = "好多好多",
	},
	[5121] = {
		[1] = "王司徒又见面了。",
		[2] = "你们输了吧？",
		[3] = "早就劝你投降啦。",
	},
	[5033] = {
		[1] = "这里就是阴家庄吗？",
		[2] = "听说丽华病了。",
		[3] = "你这样真的好吗？",
	},
	[5037] = {
		[1] = "你管我是谁啊！",
		[2] = "文叔让我来接你。",
		[3] = "长安到底怎么了？",
	},
	[5059] = {
		[1] = "路过，纯属路过！",
		[2] = "我看你们吵架啊。",
		[3] = "哼，重男轻女！",
	},
	[5025] = {
		[1] = "我凑巧路过此地。",
		[2] = "你就是公孙石吗？",
		[3] = "丽华让我来揍你！",
	},
	[10056] = {
		[1] = "没什么事",
		[2] = "郡守托我清点物资",
		[3] = "听说有人贪墨公产?",
	},
	[10057] = {
		[1] = "没什么事",
		[2] = "郡守托我清点物资",
		[3] = "听说有人贪墨公产?",
	},
	[23036] = {
		[1] = "我得好好想想",
		[2] = "24小时",
		[3] = "240小时",
	},
	[23038] = {
		[1] = "我得好好想想",
		[2] = "张益达",
		[3] = "福尔康",
	},
	[23040] = {
		[1] = "我得好好想想",
		[2] = "影子",
		[3] = "镜子",
	},
	[10108] = {
		[1] = "没什么事",
		[2] = "郡守托我清点物资",
		[3] = "听说有人贪墨公产?",
	},
	[10058] = {
		[1] = "没什么事",
		[2] = "郡守托我清点物资",
		[3] = "听说有人贪墨公产?",
	},
	[22157] = {
		[1] = "我得好好想想",
		[2] = "用于地级寻宝",
		[3] = "好像没什么用",
	},
	[22159] = {
		[1] = "我得好好想想",
		[2] = "伙伴相助",
		[3] = "人多势众啊!",
	},
	[22161] = {
		[1] = "我得好好想想",
		[2] = "上下马",
		[3] = "隐身",
	},
	[22163] = {
		[1] = "我得好好想想",
		[2] = "点击地面",
		[3] = "意念移物",
	},
	[22165] = {
		[1] = "我得好好想想",
		[2] = "换大量铜钱",
		[3] = "摇钱树?",
	},
	[23056] = {
		[1] = "我得好好想想",
		[2] = "24小时",
		[3] = "240小时",
	},
	[23058] = {
		[1] = "我得好好想想",
		[2] = "张益达",
		[3] = "福尔康",
	},
	[23060] = {
		[1] = "我得好好想想",
		[2] = "影子",
		[3] = "镜子",
	},
	[22046] = {
		[1] = "我得好好想想",
		[2] = "用于点亮星图",
		[3] = "发光发热",
	},
	[22048] = {
		[1] = "我得好好想想",
		[2] = "提升战斗力",
		[3] = "比较炫!",
	},
	[22050] = {
		[1] = "我得好好想想",
		[2] = "活跃度",
		[3] = "满意度",
	},
	[5069] = {
		[1] = "你是刘家大哥吗？",
		[2] = "今天是什么日子啊？",
		[3] = "听说小妹又捣乱了",
	},
	[10060] = {
		[1] = "没什么事",
		[2] = "郡守托我清点物资",
		[3] = "听说有人贪墨公产?",
	},
	[23061] = {
		[1] = "我得好好想想",
		[2] = "双方均为杀戮模式",
		[3] = "喊:来!互相伤害啊!",
	},
	[10107] = {
		[1] = "没什么事",
		[2] = "郡守托我清点物资",
		[3] = "听说有人贪墨公产?",
	},
	[5071] = {
		[1] = "你是文叔的同窗？",
		[2] = "不认识我了吧！",
		[3] = "你可真是蠢啊！",
	},
	[10009] = {
		[1] = "没什么事",
		[2] = "郡守托我清点物资",
		[3] = "听说有人贪墨公产?",
	},
	[10008] = {
		[1] = "没什么事",
		[2] = "郡守托我清点物资",
		[3] = "听说有人贪墨公产?",
	},
	[5136] = {
		[1] = "我来帮你们啊！",
		[2] = "阴兴让我来的。",
		[3] = "我来问你的想法。",
	},
	[10006] = {
		[1] = "没什么事",
		[2] = "郡守托我清点物资",
		[3] = "听说有人贪墨公产?",
	},
	[23065] = {
		[1] = "我得好好想想",
		[2] = "钥匙",
		[3] = "不能说的秘密",
	},
	[23063] = {
		[1] = "我得好好想想",
		[2] = "获得特殊称号",
		[3] = "独孤求败啊!~",
	},
	[23062] = {
		[1] = "我得好好想想",
		[2] = "增加亲密度",
		[3] = "增加彼此基情",
	},
	[10109] = {
		[1] = "没什么事",
		[2] = "郡守托我清点物资",
		[3] = "听说有人贪墨公产?",
	},
	[10110] = {
		[1] = "没什么事",
		[2] = "郡守托我清点物资",
		[3] = "听说有人贪墨公产?",
	},
}