unfinished_task_dialog = 
{
	[23058] = {
		[613] = {
			[1] = {
				talk = "冯异扮演者李佳航早期因《爱情公寓》走红，因此有个别称叫什么？",
				name = "冯异",
				dir = -1,
				face = 4,
				chose = true,
			},
			[2] = {
				talk = "是你的益达",
				face = 4,
				name = "冯异",
				dir = -1,
			},
			[3] = {
				talk = "果然是真爱粉",
				face = 4,
				name = "冯异",
				dir = -1,
			},
		},
	},
	[5016] = {
		[121] = {
			[1] = {
				talk = "你是谁？来找我干嘛？",
				name = "阴兴",
				dir = -1,
				face = 25,
				chose = true,
			},
			[2] = {
				talk = "你谁啊？我和邓奉的输赢和你有什么关系？",
				face = 25,
				name = "阴兴",
				dir = -1,
			},
			[3] = {
				talk = "看热闹就离远点！",
				face = 25,
				name = "阴兴",
				dir = -1,
			},
		},
	},
	[190] = {
		[607] = {
			[1] = {
				talk = "等了你们好久，总算来了。",
				face = 15,
				name = "韩姬",
				dir = -1,
			},
		},
	},
	[5020] = {
		[121] = {
			[1] = {
				talk = "好了，我到家啦，谢谢你啊！",
				face = 25,
				name = "阴兴",
				dir = -1,
			},
		},
	},
	[22068] = {
		[507] = {
			[1] = {
				talk = "刘、刘某资历尚浅，恐怕难以担当大任啊……",
				face = 34,
				name = "刘玄",
				dir = -1,
			},
		},
	},
	[22076] = {
		[522] = {
			[1] = {
				talk = "虽身为女子，但至少我能为这乱世出一分力，并非无用之人。",
				face = 36,
				name = "阴戟",
				dir = -1,
			},
		},
	},
	[22084] = {
		[814] = {
			[1] = {
				talk = "希望千万不要被大哥抓住……我不想再当那个待在深闺的女子了。",
				face = 36,
				name = "阴戟",
				dir = -1,
			},
		},
	},
	[22116] = {
		[412] = {
			[1] = {
				talk = "你知道从画中走出来的美人是哪位吗?",
				name = "刘伯姬",
				dir = -1,
				face = 18,
				chose = true,
			},
			[2] = {
				talk = "低调低调..(ˇ?ˇ) ~",
				face = 18,
				name = "刘伯姬",
				dir = -1,
			},
			[3] = {
				talk = "果然是真爱粉",
				face = 18,
				name = "刘伯姬",
				dir = -1,
			},
		},
	},
	[10056] = {
		[404] = {
			[1] = {
				talk = "你来找我所为何事?",
				name = "王常",
				dir = -1,
				face = 21,
				chose = true,
			},
			[2] = {
				talk = "我等受朝廷厚恩，自当知道如何做事!",
				face = 21,
				name = "王常",
				dir = -1,
			},
			[3] = {
				talk = "朝廷居然不相信我？",
				face = 21,
				name = "王常",
				dir = -1,
			},
		},
	},
	[10060] = {
		[408] = {
			[1] = {
				talk = "你来找我所为何事?",
				name = "新军官兵",
				dir = -1,
				face = 45,
				chose = true,
			},
			[2] = {
				talk = "我等受朝廷厚恩，自当知道如何做事!",
				face = 45,
				name = "新军官兵",
				dir = -1,
			},
			[3] = {
				talk = "你是何人来此指手画脚嘛！",
				face = 45,
				name = "新军官兵",
				dir = -1,
			},
		},
	},
	[5044] = {
		[411] = {
			[1] = {
				talk = "是吗？阴家的表亲，那此事就算了吧！大家都是自己人。",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
		[409] = {
			[1] = {
				talk = "是吗？阴家的表亲，那此事就算了吧！大家都是自己人。",
				face = 25,
				name = "刘稷",
				dir = -1,
			},
		},
		[412] = {
			[1] = {
				talk = "是吗？阴家的表亲，那此事就算了吧！大家都是自己人。",
				face = 18,
				name = "刘伯姬",
				dir = -1,
			},
		},
	},
	[5046] = {
		[103] = {
			[1] = {
				talk = "既然丽华不想回家！那请你转告丽华在外万事小心。",
				face = 10,
				name = "阴识",
				dir = -1,
			},
		},
		[121] = {
			[1] = {
				talk = "既然丽华不想回家！那请你转告丽华在外万事小心。",
				face = 25,
				name = "阴兴",
				dir = -1,
			},
		},
	},
	[5052] = {
		[401] = {
			[1] = {
				talk = "这就是改制过的机关弩嘛！看着很不一般啊。",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
		[414] = {
			[1] = {
				talk = "这就是改制过的机关弩嘛！看着很不一般啊。",
				face = 24,
				name = "尉迟峻",
				dir = -1,
			},
		},
		[409] = {
			[1] = {
				talk = "这就是改制过的机关弩嘛！看着很不一般啊。",
				face = 25,
				name = "刘稷",
				dir = -1,
			},
		},
	},
	[10108] = {
		[509] = {
			[1] = {
				talk = "你来找我所为何事?",
				name = "刘縯",
				dir = -1,
				face = 33,
				chose = true,
			},
			[2] = {
				talk = "我等受朝廷厚恩，自当知道如何做事!",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
			[3] = {
				talk = "看来你还是不知道我的厉害。",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
	},
	[5068] = {
		[401] = {
			[1] = {
				talk = "哦，是吗？伯姬还有这个本事呢，我们一定会好好欣赏的。",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
		[411] = {
			[1] = {
				talk = "哦，是吗？伯姬还有这个本事呢，我们一定会好好欣赏的。",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
		[410] = {
			[1] = {
				talk = "哦，是吗？伯姬还有这个本事呢，我们一定会好好欣赏的。",
				face = 28,
				name = "刘良",
				dir = -1,
			},
		},
	},
	[5076] = {
		[103] = {
			[1] = {
				talk = "你是谁？来找我干嘛？",
				name = "阴识",
				dir = -1,
				face = 10,
				chose = true,
			},
			[2] = {
				talk = "我就是阴家庄家主，阴识。",
				face = 10,
				name = "阴识",
				dir = -1,
			},
			[3] = {
				talk = "你找我何事？我并不认识你啊。",
				face = 10,
				name = "阴识",
				dir = -1,
			},
		},
	},
	[5080] = {
		[421] = {
			[1] = {
				talk = "你是谁？来找我干嘛？",
				name = "刘玄",
				dir = -1,
				face = 34,
				chose = true,
			},
			[2] = {
				talk = "你见过我？我没有印象了！",
				face = 34,
				name = "刘玄",
				dir = -1,
			},
			[3] = {
				talk = "什么？长安之时，难道你知道我的底细？",
				face = 34,
				name = "刘玄",
				dir = -1,
			},
		},
	},
	[5084] = {
		[126] = {
			[1] = {
				talk = "好了，我大哥就在前面，我不想他太过自责忧伤，先不要打扰他了。",
				face = 5,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[10156] = {
		[902] = {
			[1] = {
				talk = "你来找我所为何事?",
				name = "邯郸郡守",
				dir = -1,
				face = 8,
				chose = true,
			},
			[2] = {
				talk = "我等受朝廷厚恩，自当知道如何做事!",
				face = 8,
				name = "邯郸郡守",
				dir = -1,
			},
			[3] = {
				talk = "朝廷居然不相信我？",
				face = 8,
				name = "邯郸郡守",
				dir = -1,
			},
		},
	},
	[5088] = {
		[818] = {
			[1] = {
				talk = "伯升可担此重任！我们愿意随他一同起兵反莽。",
				face = 28,
				name = "邓晨",
				dir = -1,
			},
		},
		[816] = {
			[1] = {
				talk = "伯升可担此重任！我们愿意随他一同起兵反莽。",
				face = 25,
				name = "刘稷",
				dir = -1,
			},
		},
	},
	[5096] = {
		[810] = {
			[1] = {
				talk = "什么！这群人真是贼心不改，刚有点作为就又变成土匪了。",
				face = 10,
				name = "阴识",
				dir = -1,
			},
		},
		[808] = {
			[1] = {
				talk = "什么！这群人真是贼心不改，刚有点作为就又变成土匪了。",
				face = 5,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[5098] = {
		[101] = {
			[1] = {
				talk = "好啦，刘家大哥就在前面了，现在战事吃紧，你不用陪着我了。",
				face = 37,
				name = "阴丽华",
				dir = -1,
			},
		},
	},
	[5100] = {
		[509] = {
			[1] = {
				talk = "此事要从长计议，一定要为死去的家眷们报仇。",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
		[511] = {
			[1] = {
				talk = "此事要从长计议，一定要为死去的家眷们报仇。",
				face = 28,
				name = "邓晨",
				dir = -1,
			},
		},
	},
	[257] = {
		[701] = {
			[1] = {
				talk = "兴儿，奉儿……",
				face = 37,
				name = "丽华",
				dir = -1,
			},
		},
	},
	[5104] = {
		[509] = {
			[1] = {
				talk = "什么？推举刘玄为新皇帝？此事怎会这样！",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
		[516] = {
			[1] = {
				talk = "什么？推举刘玄为新皇帝？此事怎会这样！",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[5108] = {
		[512] = {
			[1] = {
				talk = "你是谁？来找我干嘛？",
				name = "王常",
				dir = -1,
				face = 21,
				chose = true,
			},
			[2] = {
				talk = "你是哪个将军部下的，还挺懂礼数。",
				face = 21,
				name = "王常",
				dir = -1,
			},
			[3] = {
				talk = "你是哪个将军部下的，还挺懂礼数。",
				face = 21,
				name = "王常",
				dir = -1,
			},
		},
	},
	[5112] = {
		[515] = {
			[1] = {
				talk = "让冯异将军操心了，我们定当坚守昆阳城，不会放弃的。",
				face = 22,
				name = "王霸",
				dir = -1,
			},
		},
		[516] = {
			[1] = {
				talk = "让冯异将军操心了，我们定当坚守昆阳城，不会放弃的。",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
		[509] = {
			[1] = {
				talk = "让冯异将军操心了，我们定当坚守昆阳城，不会放弃的。",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
	},
	[193] = {
		[620] = {
			[1] = {
				talk = "伯升大哥是被朱鮪李轶害死的，我要去皇帝那讨个说法。",
				face = 24,
				name = "刘嘉",
				dir = -1,
			},
		},
		[610] = {
			[1] = {
				talk = "我们现在这就要杀去皇宫，宰了朱鮪李轶，为大哥报仇……",
				face = 29,
				name = "朱佑",
				dir = -1,
			},
		},
	},
	[5130] = {
		[617] = {
			[1] = {
				talk = "稷儿，不要在胡说了，小心惹祸上身，到时候他们就会有理由来对付我们。",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
		[612] = {
			[1] = {
				talk = "稷儿，不要在胡说了，小心惹祸上身，到时候他们就会有理由来对付我们。",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
		[615] = {
			[1] = {
				talk = "稷儿，不要在胡说了，小心惹祸上身，到时候他们就会有理由来对付我们。",
				face = 37,
				name = "丽华",
				dir = -1,
			},
		},
	},
	[23019] = {
		[104] = {
			[1] = {
				talk = "世族财产除了可以花费铜钱获得还可以花费什么来获得?",
				name = "邓婵",
				dir = -1,
				face = 27,
				chose = true,
			},
			[2] = {
				talk = "真有才",
				face = 27,
				name = "邓婵",
				dir = -1,
			},
			[3] = {
				talk = "不愧是真爱粉",
				face = 27,
				name = "邓婵",
				dir = -1,
			},
		},
	},
	[22005] = {
		[405] = {
			[1] = {
				talk = "我的愤怒也是身不由己的。",
				face = 14,
				name = "马武",
				dir = -1,
			},
		},
	},
	[5136] = {
		[609] = {
			[1] = {
				talk = "你来找我做什么？",
				name = "琥珀",
				dir = -1,
				face = 17,
				chose = true,
			},
			[2] = {
				talk = "多谢好意，我不需要！请回吧。",
				face = 17,
				name = "琥珀",
				dir = -1,
			},
			[3] = {
				talk = "他让你来，你就来啊？我让你走，你走嘛？",
				face = 17,
				name = "琥珀",
				dir = -1,
			},
		},
	},
	[23043] = {
		[516] = {
			[1] = {
				talk = "打战，只为了胜利，有什么用什么，物尽其用！~",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[5140] = {
		[634] = {
			[1] = {
				talk = "真是狡诈，想把我困在这里，要挟三哥嘛？",
				face = 37,
				name = "丽华",
				dir = -1,
			},
		},
	},
	[23059] = {
		[420] = {
			[1] = {
				talk = "你知道地级寻宝每天可以免费使用几次吗？",
				name = "邓婵",
				dir = -1,
				face = 27,
				chose = true,
			},
			[2] = {
				talk = "累计在线时长就可以获得免费次数喔~",
				face = 27,
				name = "邓婵",
				dir = -1,
			},
			[3] = {
				talk = "真有才",
				face = 27,
				name = "邓婵",
				dir = -1,
			},
		},
	},
	[226] = {
		[913] = {
			[1] = {
				talk = "不知邯郸使节到此，有何公务，卑职也好准备。",
				face = 11,
				name = "驿丞",
				dir = -1,
			},
		},
	},
	[22069] = {
		[509] = {
			[1] = {
				talk = "我会为死去的至亲报仇！",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
	},
	[22077] = {
		[519] = {
			[1] = {
				talk = "我会努力成为及格的阴家家主！我也会得到琥珀的承认，娶她为妻！",
				face = 25,
				name = "阴兴",
				dir = -1,
			},
		},
	},
	[22085] = {
		[810] = {
			[1] = {
				talk = "阴家不会干涉这场乱世之争，方可连延百年。",
				face = 10,
				name = "阴识",
				dir = -1,
			},
		},
	},
	[5156] = {
		[912] = {
			[1] = {
				talk = "有阿禹前来相助，我们定不会被围困于此。",
				face = 36,
				name = "阴戟",
				dir = -1,
			},
		},
		[909] = {
			[1] = {
				talk = "有阿禹前来相助，我们定不会被围困于此。",
				face = 4,
				name = "冯异",
				dir = -1,
			},
		},
	},
	[5160] = {
		[10910] = {
			[1] = {
				talk = "区区后辈，太冒失了，这下知道厉害了吧。",
				face = 16,
				name = "刘林",
				dir = -1,
			},
		},
		[910] = {
			[1] = {
				talk = "我堂堂真定王，不会包庇一个丧家之犬的。",
				face = 16,
				name = "刘林",
				dir = -1,
			},
		},
		[10907] = {
			[1] = {
				talk = "你知道的太多了，我顾不了你啦，王朗。",
				face = 20,
				name = "王朗",
				dir = -1,
			},
		},
		[907] = {
			[1] = {
				talk = "我与王朗已经没有瓜葛了，我也是被他骗了。",
				face = 20,
				name = "王朗",
				dir = -1,
			},
		},
	},
	[22117] = {
		[416] = {
			[1] = {
				talk = "有风不动无风动,不动无风动有风是指?",
				name = "严子陵",
				dir = -1,
				face = 11,
				chose = true,
			},
			[2] = {
				talk = "扇子",
				face = 11,
				name = "严子陵",
				dir = -1,
			},
			[3] = {
				talk = "你是不是制杖",
				face = 11,
				name = "严子陵",
				dir = -1,
			},
		},
	},
	[22125] = {
		[810] = {
			[1] = {
				talk = "自我登上家主之位，自此一言一行都是代表阴家。",
				name = "阴识",
				dir = -1,
				face = 10,
				chose = true,
			},
			[2] = {
				talk = "这是当然",
				face = 10,
				name = "阴识",
				dir = -1,
			},
			[3] = {
				talk = "我今世怕是已负蝉儿了",
				face = 10,
				name = "阴识",
				dir = -1,
			},
		},
	},
	[261] = {
		[98] = {
			[1] = {
				talk = "谏议大夫杜威拜见大司马。",
				face = -2,
				name = "杜威",
				dir = -1,
			},
		},
	},
	[5168] = {
		[902] = {
			[1] = {
				talk = "这可是大喜之事啊，如若萧王和真定王府联姻，我们就一统河北了。",
				face = 8,
				name = "邯郸郡守",
				dir = -1,
			},
		},
		[909] = {
			[1] = {
				talk = "这可是大喜之事啊，如若萧王和真定王府联姻，我们就一统河北了。",
				face = 4,
				name = "冯异",
				dir = -1,
			},
		},
		[906] = {
			[1] = {
				talk = "这可是大喜之事啊，如若萧王和真定王府联姻，我们就一统河北了。",
				face = 22,
				name = "吴汉",
				dir = -1,
			},
		},
	},
	[22157] = {
		[508] = {
			[1] = {
				talk = "好友之间互赠的钥匙有什么用?",
				name = "马武",
				dir = -1,
				face = 14,
				chose = true,
			},
			[2] = {
				talk = "一个好汉三个帮，一个情侣三对基~ 记得多多结交好友哦",
				face = 14,
				name = "马武",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 14,
				name = "马武",
				dir = -1,
			},
		},
	},
	[22165] = {
		[516] = {
			[1] = {
				talk = "聚宝盆里使用元宝可以干嘛?",
				name = "刘秀",
				dir = -1,
				face = 6,
				chose = true,
			},
			[2] = {
				talk = "每日有五次免费兑换铜钱的次数哟!记得来聚宝盆哟!~",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[5176] = {
		[701] = {
			[1] = {
				talk = "不知道刘玄又安得什么主意，不过我们也要照应一下赵姬。",
				face = 37,
				name = "丽华",
				dir = -1,
			},
		},
		[707] = {
			[1] = {
				talk = "不知道刘玄又安得什么主意，不过我们也要照应一下赵姬。",
				face = 17,
				name = "琥珀",
				dir = -1,
			},
		},
	},
	[5178] = {
		[704] = {
			[1] = {
				talk = "你是何人？冲撞銮驾可是大罪！",
				name = "韩姬",
				dir = -1,
				face = 15,
				chose = true,
			},
			[2] = {
				talk = "看你认错，这次就放过你了。",
				face = 15,
				name = "韩姬",
				dir = -1,
			},
			[3] = {
				talk = "什么?!你有陛下的旨意！",
				face = 15,
				name = "韩姬",
				dir = -1,
			},
		},
	},
	[5180] = {
		[709] = {
			[1] = {
				talk = "是吗？难道陛下就没有自己的主见了吗？任由美色所左右。",
				face = 28,
				name = "赵萌",
				dir = -1,
			},
		},
		[708] = {
			[1] = {
				talk = "是吗？难道陛下就没有自己的主见了吗？任由美色所左右。",
				face = 39,
				name = "张卬",
				dir = -1,
			},
		},
		[702] = {
			[1] = {
				talk = "是吗？难道陛下就没有自己的主见了吗？任由美色所左右。",
				face = 21,
				name = "刘赐",
				dir = -1,
			},
		},
	},
	[49] = {
		[115] = {
			[1] = {
				talk = "这位就是那令邓禹大哥和三哥魂牵梦绕的阴丽华？",
				face = 18,
				name = "刘伯姬",
				dir = -1,
			},
		},
	},
	[66] = {
		[101] = {
			[1] = {
				talk = "有劳了，不知这上边会不会有蔡阳刘家的消息。",
				face = 37,
				name = "阴丽华",
				dir = -1,
			},
		},
	},
	[98] = {
		[422] = {
			[1] = {
				talk = "替我谢谢大哥！",
				face = 36,
				name = "阴戟",
				dir = -1,
			},
		},
	},
	[4202] = {
		[501] = {
			[1] = {
				talk = "谢将军赐酒。",
				face = 42,
				name = "舂陵军",
				dir = -1,
			},
		},
		[502] = {
			[1] = {
				talk = "谢将军赐酒。",
				face = 42,
				name = "舂陵军",
				dir = -1,
			},
		},
	},
	[4216] = {
		[634] = {
			[1] = {
				talk = "唉！表姐这是被情所困呀!都怪大哥，我就不明白了，为什么不能在一起呢？",
				face = 37,
				name = "丽华",
				dir = -1,
			},
		},
		[633] = {
			[1] = {
				talk = "当年家主阴识与邓家邓晨公子一起送表小姐来洛阳求医的，小姐照顾了她表姐好几天呢。",
				face = 35,
				name = "胭脂",
				dir = -1,
			},
		},
		[606] = {
			[1] = {
				talk = "心悸之人多不觉心中悸动、惊惕不安的一种病症。由情志内伤，外邪侵袭引起，需镇心安神之法方可治愈。",
				face = 38,
				name = "刘玄",
				dir = -1,
			},
		},
	},
	[23012] = {
		[107] = {
			[1] = {
				talk = "世族贡献可以学习世族属性，增加你的战力!",
				face = 28,
				name = "邓晨",
				dir = -1,
			},
		},
	},
	[23020] = {
		[102] = {
			[1] = {
				talk = "一级世族最多可容纳多少成员?",
				name = "刘秀",
				dir = -1,
				face = 6,
				chose = true,
			},
			[2] = {
				talk = "继续升级世族,可以招募更多成员",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[23036] = {
		[412] = {
			[1] = {
				talk = "天级寻宝每隔多少小时可以免费使用一次？",
				name = "刘伯姬",
				dir = -1,
				face = 18,
				chose = true,
			},
			[2] = {
				talk = "天级寻宝可以获得非常珍稀的物品喔！",
				face = 18,
				name = "刘伯姬",
				dir = -1,
			},
			[3] = {
				talk = "难道真的要等到花儿都谢了╮(╯_╰)╭",
				face = 18,
				name = "刘伯姬",
				dir = -1,
			},
		},
	},
	[23044] = {
		[510] = {
			[1] = {
				talk = "哎……原来扮男人也不容易。",
				face = 37,
				name = "丽华",
				dir = -1,
			},
		},
	},
	[10009] = {
		[407] = {
			[1] = {
				talk = "你来找我所为何事?",
				name = "新军兵头",
				dir = -1,
				face = 42,
				chose = true,
			},
			[2] = {
				talk = "我等受朝廷厚恩，自当知道如何做事!",
				face = 42,
				name = "新军兵头",
				dir = -1,
			},
			[3] = {
				talk = "赶快离开此地，免得吃苦头！",
				face = 42,
				name = "新军兵头",
				dir = -1,
			},
		},
	},
	[23060] = {
		[625] = {
			[1] = {
				talk = "知道世上什么和你自己最亲近吗? ",
				name = "邓禹",
				dir = -1,
				face = 29,
				chose = true,
			},
			[2] = {
				talk = "形影不离阿！~",
				face = 29,
				name = "邓禹",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 29,
				name = "邓禹",
				dir = -1,
			},
		},
	},
	[22046] = {
		[507] = {
			[1] = {
				talk = "通关剧情副本获得的星魂有什么用?",
				name = "刘玄",
				dir = -1,
				face = 34,
				chose = true,
			},
			[2] = {
				talk = "点亮星图可以帮助你提升不少属性哟!~",
				face = 34,
				name = "刘玄",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 34,
				name = "刘玄",
				dir = -1,
			},
		},
	},
	[22062] = {
		[511] = {
			[1] = {
				talk = "只用能助文叔，便不必计较太多。",
				face = 28,
				name = "邓晨",
				dir = -1,
			},
		},
	},
	[22070] = {
		[523] = {
			[1] = {
				talk = "我会为死去的至亲报仇！",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
	},
	[22078] = {
		[421] = {
			[1] = {
				talk = "刘、刘某资历尚浅，恐怕难以担当大任啊……",
				face = 34,
				name = "刘玄",
				dir = -1,
			},
		},
	},
	[22118] = {
		[417] = {
			[1] = {
				talk = "所有的人情，都是建立在恶俗的世故之上",
				name = "胭脂",
				dir = -1,
				face = 35,
				chose = true,
			},
			[2] = {
				talk = "做人当然最重要是开心啦哈",
				face = 35,
				name = "胭脂",
				dir = -1,
			},
			[3] = {
				talk = "这世上还是无人懂我...",
				face = 35,
				name = "胭脂",
				dir = -1,
			},
		},
	},
	[10057] = {
		[405] = {
			[1] = {
				talk = "你来找我所为何事?",
				name = "马武",
				dir = -1,
				face = 14,
				chose = true,
			},
			[2] = {
				talk = "我等受朝廷厚恩，自当知道如何做事!",
				face = 14,
				name = "马武",
				dir = -1,
			},
			[3] = {
				talk = "胆大妄为，郡守算什么东西！",
				face = 14,
				name = "马武",
				dir = -1,
			},
		},
	},
	[22158] = {
		[509] = {
			[1] = {
				talk = "戴上称号,有什么用?",
				name = "刘縯",
				dir = -1,
				face = 33,
				chose = true,
			},
			[2] = {
				talk = "可以提升不少战力哦!~",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
	},
	[22166] = {
		[517] = {
			[1] = {
				talk = "听说是很稀奇的物品",
				face = 3,
				name = "丁柔",
				dir = -1,
			},
		},
		[522] = {
			[1] = {
				talk = "有多稀奇,我也看看",
				face = 36,
				name = "阴戟",
				dir = -1,
			},
		},
	},
	[10109] = {
		[518] = {
			[1] = {
				talk = "你来找我所为何事?",
				name = "王寻",
				dir = -1,
				face = 23,
				chose = true,
			},
			[2] = {
				talk = "我等受朝廷厚恩，自当知道如何做事!",
				face = 23,
				name = "王寻",
				dir = -1,
			},
			[3] = {
				talk = "赶快离开此地，免得吃苦头！",
				face = 23,
				name = "王寻",
				dir = -1,
			},
		},
	},
	[168] = {
		[520] = {
			[1] = {
				talk = "姑娘，怎么是你？",
				face = 24,
				name = "尉迟峻",
				dir = -1,
			},
		},
	},
	[10157] = {
		[903] = {
			[1] = {
				talk = "你来找我所为何事?",
				name = "耿纯",
				dir = -1,
				face = 10,
				chose = true,
			},
			[2] = {
				talk = "我等受朝廷厚恩，自当知道如何做事!",
				face = 10,
				name = "耿纯",
				dir = -1,
			},
			[3] = {
				talk = "胆大妄为，郡守算什么东西！",
				face = 10,
				name = "耿纯",
				dir = -1,
			},
		},
	},
	[23013] = {
		[108] = {
			[1] = {
				talk = "做世族任务除了增加世族贡献还能获得额外的经验、铜钱奖励!",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
	},
	[23021] = {
		[1805] = {
			[1] = {
				talk = "三弟和阴兄弟真是我的左膀右臂，有他们俩帮我出主意想对策，我何愁大事不成！",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
	},
	[23037] = {
		[416] = {
			[1] = {
				talk = "回想那时年少我与刘文叔在那儿一起求学，满满的都是回忆",
				name = "严子陵",
				dir = -1,
				face = 11,
				chose = true,
			},
			[2] = {
				talk = "满满的回忆,都记在我的心里",
				face = 11,
				name = "严子陵",
				dir = -1,
			},
			[3] = {
				talk = "呵呵，你猜后面怎么着",
				face = 11,
				name = "严子陵",
				dir = -1,
			},
		},
	},
	[23045] = {
		[810] = {
			[1] = {
				talk = "阴家不会干涉这场乱世之争，方可连延百年。",
				face = 10,
				name = "阴识",
				dir = -1,
			},
		},
	},
	[138] = {
		[1806] = {
			[1] = {
				talk = "反反反！",
				face = 11,
				name = "宗亲甲",
				dir = -1,
			},
		},
		[1807] = {
			[1] = {
				talk = "反反反！",
				face = 28,
				name = "宗亲乙",
				dir = -1,
			},
		},
	},
	[22047] = {
		[508] = {
			[1] = {
				talk = "好友之间互赠的钥匙有什么用?",
				name = "马武",
				dir = -1,
				face = 14,
				chose = true,
			},
			[2] = {
				talk = "一个好汉三个帮，一个情侣三对基~ 记得多多结交好友哦",
				face = 14,
				name = "马武",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 14,
				name = "马武",
				dir = -1,
			},
		},
	},
	[22063] = {
		[517] = {
			[1] = {
				talk = "公孙……丁柔只希望能服侍你一辈子。",
				face = 3,
				name = "丁柔",
				dir = -1,
			},
		},
	},
	[22071] = {
		[508] = {
			[1] = {
				talk = "刘圣公当上皇帝，实在是太好了。",
				face = 14,
				name = "马武",
				dir = -1,
			},
		},
	},
	[22079] = {
		[402] = {
			[1] = {
				talk = "旁人不知他心中的痛苦，但我知道，他生我生，他死我亦同死。",
				face = 37,
				name = "阴丽华",
				dir = -1,
			},
		},
	},
	[22119] = {
		[420] = {
			[1] = {
				talk = "秋寒南柯梦，一梦多少年。恐那一瞬变化莫测..",
				name = "邓婵",
				dir = -1,
				face = 27,
				chose = true,
			},
			[2] = {
				talk = "只能顺其自然了",
				face = 27,
				name = "邓婵",
				dir = -1,
			},
			[3] = {
				talk = "为什么他就是看不到我的一片真心",
				face = 27,
				name = "邓婵",
				dir = -1,
			},
		},
	},
	[22159] = {
		[510] = {
			[1] = {
				talk = "带上伙伴,有什么用?",
				name = "丽华",
				dir = -1,
				face = 37,
				chose = true,
			},
			[2] = {
				talk = "高级的伙伴自带主角光环，哦不，天赋技能！",
				face = 37,
				name = "丽华",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 37,
				name = "丽华",
				dir = -1,
			},
		},
	},
	[22167] = {
		[518] = {
			[1] = {
				talk = "听说是很稀奇的物品",
				face = 23,
				name = "王寻",
				dir = -1,
			},
		},
		[520] = {
			[1] = {
				talk = "有多稀奇,我也看看",
				face = 24,
				name = "尉迟峻",
				dir = -1,
			},
		},
	},
	[203] = {
		[621] = {
			[1] = {
				talk = "刘秀有辅国之才，既然是player你相托，老夫自然帮忙。",
				face = 11,
				name = "曹竟",
				dir = -1,
			},
		},
		[622] = {
			[1] = {
				talk = "一切放心，我定会让陛下派刘秀往河北。",
				face = 21,
				name = "刘赐",
				dir = -1,
			},
		},
	},
	[235] = {
		[702] = {
			[1] = {
				talk = "货物清点完毕，辛苦阁下了。",
				face = 21,
				name = "刘赐",
				dir = -1,
			},
		},
	},
	[51] = {
		[118] = {
			[1] = {
				talk = "让我为你们做事？给你们当狗？做梦!",
				face = 1,
				name = "成丹",
				dir = -1,
			},
		},
		[116] = {
			[1] = {
				talk = "我们沦为匪寇，都是因为你们这些强占田地，横行霸道的强宗豪族给逼的!！",
				face = 21,
				name = "王常",
				dir = -1,
			},
		},
		[117] = {
			[1] = {
				talk = "要杀便杀！要剐便剐！",
				face = 14,
				name = "马武",
				dir = -1,
			},
		},
	},
	[141] = {
		[811] = {
			[1] = {
				talk = "小姐，你来了。",
				face = 24,
				name = "阴家内应",
				dir = -1,
			},
		},
	},
	[173] = {
		[517] = {
			[1] = {
				talk = "不、不要！",
				face = 3,
				name = "丁柔",
				dir = -1,
			},
		},
	},
	[237] = {
		[99] = {
			[1] = {
				talk = "夫君！终于看到你了……",
				face = -2,
				name = "冯妻",
				dir = -1,
			},
		},
	},
	[23014] = {
		[109] = {
			[1] = {
				talk = "世族贡献可以在世族商店中兑换各种物品哒喔~",
				face = 11,
				name = "严子陵",
				dir = -1,
			},
		},
	},
	[5005] = {
		[115] = {
			[1] = {
				talk = "谢谢你，我终于找到阿禹哥哥了！",
				face = 18,
				name = "刘伯姬",
				dir = -1,
			},
		},
	},
	[5007] = {
		[121] = {
			[1] = {
				talk = "婵姐姐要出嫁了啊！真是大喜事啊。",
				face = 25,
				name = "阴兴",
				dir = -1,
			},
		},
		[101] = {
			[1] = {
				talk = "婵姐姐要出嫁了啊！真是大喜事啊。",
				face = 37,
				name = "阴丽华",
				dir = -1,
			},
		},
		[106] = {
			[1] = {
				talk = "婵姐姐要出嫁了啊！真是大喜事啊。",
				face = 1,
				name = "邓奉",
				dir = -1,
			},
		},
	},
	[5009] = {
		[407] = {
			[1] = {
				talk = "哦！公孙公子的喜事啊，我们定当前去！",
				face = 42,
				name = "新军兵头",
				dir = -1,
			},
		},
		[411] = {
			[1] = {
				talk = "哦！公孙公子的喜事啊，我们定当前去！",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
		[413] = {
			[1] = {
				talk = "哦！公孙公子的喜事啊，我们定当前去！",
				face = 16,
				name = "李轶",
				dir = -1,
			},
		},
	},
	[10006] = {
		[123] = {
			[1] = {
				talk = "你来找我所为何事?",
				name = "李通",
				dir = -1,
				face = 10,
				chose = true,
			},
			[2] = {
				talk = "我等受朝廷厚恩，自当知道如何做事!",
				face = 10,
				name = "李通",
				dir = -1,
			},
			[3] = {
				talk = "朝廷居然不相信我？",
				face = 10,
				name = "李通",
				dir = -1,
			},
		},
	},
	[10010] = {
		[409] = {
			[1] = {
				talk = "你来找我所为何事?",
				name = "刘稷",
				dir = -1,
				face = 25,
				chose = true,
			},
			[2] = {
				talk = "我等受朝廷厚恩，自当知道如何做事!",
				face = 25,
				name = "刘稷",
				dir = -1,
			},
			[3] = {
				talk = "你是何人来此指手画脚嘛！",
				face = 25,
				name = "刘稷",
				dir = -1,
			},
		},
	},
	[5015] = {
		[106] = {
			[1] = {
				talk = "多谢姐姐啦，有了这个，阴兴！我还会怕你不成。",
				face = 1,
				name = "邓奉",
				dir = -1,
			},
		},
	},
	[22048] = {
		[509] = {
			[1] = {
				talk = "戴上称号,有什么用?",
				name = "刘縯",
				dir = -1,
				face = 33,
				chose = true,
			},
			[2] = {
				talk = "可以提升不少战力哦!~",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
	},
	[22056] = {
		[1801] = {
			[1] = {
				talk = "只要我刘家一家平安就好。",
				face = 15,
				name = "樊夫人",
				dir = -1,
			},
		},
	},
	[5021] = {
		[101] = {
			[1] = {
				talk = "大哥，我们知错了！以后我们肯定将阴家重振。",
				face = 37,
				name = "阴丽华",
				dir = -1,
			},
		},
		[121] = {
			[1] = {
				talk = "大哥，我们知错了！以后我们肯定将阴家重振。",
				face = 25,
				name = "阴兴",
				dir = -1,
			},
		},
	},
	[22072] = {
		[512] = {
			[1] = {
				talk = "乱世之中，得天下者，雄心与仁义缺一不可。",
				face = 21,
				name = "王常",
				dir = -1,
			},
		},
	},
	[22080] = {
		[808] = {
			[1] = {
				talk = "古有黄飞虎骑五色牛，助西伯侯姬昌建周，如今我刘文叔为何不能骑耕牛，助兄长复汉。",
				face = 5,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[5031] = {
		[127] = {
			[1] = {
				talk = "原来当年是这样嘛？我的父母都惨遭枉死了……",
				face = 37,
				name = "阴丽华",
				dir = -1,
			},
		},
	},
	[5033] = {
		[103] = {
			[1] = {
				talk = "你是谁？来找我干嘛？",
				name = "阴识",
				dir = -1,
				face = 10,
				chose = true,
			},
			[2] = {
				talk = "是的，这里就是新野阴家庄。",
				face = 10,
				name = "阴识",
				dir = -1,
			},
			[3] = {
				talk = "你是从哪里道听途说的？",
				face = 10,
				name = "阴识",
				dir = -1,
			},
		},
	},
	[5035] = {
		[102] = {
			[1] = {
				talk = "今日，李刘两家！再次结盟！",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
		[124] = {
			[1] = {
				talk = "今日，李刘两家！再次结盟！",
				face = 16,
				name = "李轶",
				dir = -1,
			},
		},
	},
	[10058] = {
		[406] = {
			[1] = {
				talk = "你来找我所为何事?",
				name = "成丹",
				dir = -1,
				face = 1,
				chose = true,
			},
			[2] = {
				talk = "我等受朝廷厚恩，自当知道如何做事!",
				face = 1,
				name = "成丹",
				dir = -1,
			},
			[3] = {
				talk = "看来你还是不知道我的厉害。",
				face = 1,
				name = "成丹",
				dir = -1,
			},
		},
	},
	[5039] = {
		[401] = {
			[1] = {
				talk = "此书果然神奇，不亏是兵家秘典！",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
		[411] = {
			[1] = {
				talk = "此书果然神奇，不亏是兵家秘典！",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
		[409] = {
			[1] = {
				talk = "此书果然神奇，不亏是兵家秘典！",
				face = 25,
				name = "刘稷",
				dir = -1,
			},
		},
	},
	[5041] = {
		[408] = {
			[1] = {
				talk = "你是谁？来找我干嘛？",
				name = "新军官兵",
				dir = -1,
				face = 45,
				chose = true,
			},
			[2] = {
				talk = "还不跑，再不跑就被打死啦。",
				face = 45,
				name = "新军官兵",
				dir = -1,
			},
			[3] = {
				talk = "不回去，回去也是当炮灰。",
				face = 45,
				name = "新军官兵",
				dir = -1,
			},
		},
	},
	[22160] = {
		[511] = {
			[1] = {
				talk = "每天完成各种活动、副本、玩法等，即可获得?",
				name = "邓晨",
				dir = -1,
				face = 28,
				chose = true,
			},
			[2] = {
				talk = "日常活跃都完成的才是好孩子！每日记得去领取活跃度奖励哦!~",
				face = 28,
				name = "邓晨",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 28,
				name = "邓晨",
				dir = -1,
			},
		},
	},
	[22168] = {
		[519] = {
			[1] = {
				talk = "听说是很稀奇的物品",
				face = 25,
				name = "阴兴",
				dir = -1,
			},
		},
		[525] = {
			[1] = {
				talk = "有多稀奇,我也看看",
				face = 4,
				name = "冯异",
				dir = -1,
			},
		},
	},
	[5049] = {
		[125] = {
			[1] = {
				talk = "好了就到这里吧！尉迟峻来接我了！",
				face = 36,
				name = "阴戟",
				dir = -1,
			},
		},
	},
	[207] = {
		[901] = {
			[1] = {
				talk = "一路果然无数衣不蔽体、食不果腹的孩子……教我如何安心",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[5057] = {
		[413] = {
			[1] = {
				talk = "刘将军果然是神勇无敌，霸王再世啊！",
				face = 16,
				name = "李轶",
				dir = -1,
			},
		},
		[414] = {
			[1] = {
				talk = "刘将军果然是神勇无敌，霸王再世啊！",
				face = 24,
				name = "尉迟峻",
				dir = -1,
			},
		},
		[422] = {
			[1] = {
				talk = "刘将军果然是神勇无敌，霸王再世啊！",
				face = 36,
				name = "阴戟",
				dir = -1,
			},
		},
	},
	[5059] = {
		[423] = {
			[1] = {
				talk = "你是谁？来找我干嘛？",
				name = "刘秀",
				dir = -1,
				face = 6,
				chose = true,
			},
			[2] = {
				talk = "看着你很闲的样子啊。",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
			[3] = {
				talk = "你这人，真是无聊透顶。",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[5061] = {
		[427] = {
			[1] = {
				talk = "阴兄弟果然身手不凡，智勇双全啊！",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
		[424] = {
			[1] = {
				talk = "阴兄弟果然身手不凡，智勇双全啊！",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
	},
	[10110] = {
		[527] = {
			[1] = {
				talk = "你来找我所为何事?",
				name = "王匡",
				dir = -1,
				face = 7,
				chose = true,
			},
			[2] = {
				talk = "我等受朝廷厚恩，自当知道如何做事!",
				face = 7,
				name = "王匡",
				dir = -1,
			},
			[3] = {
				talk = "你是何人来此指手画脚嘛！",
				face = 7,
				name = "王匡",
				dir = -1,
			},
		},
	},
	[5065] = {
		[115] = {
			[1] = {
				talk = "嗯，我大哥就在前面了，谢谢！也带我谢谢阴家姐姐。",
				face = 18,
				name = "刘伯姬",
				dir = -1,
			},
		},
	},
	[5067] = {
		[410] = {
			[1] = {
				talk = "我的侄女性格乖张，这次只是小小教训她一下。",
				face = 28,
				name = "刘良",
				dir = -1,
			},
		},
		[423] = {
			[1] = {
				talk = "你知道的太多了，居然被你发现了。",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
		[10423] = {
			[1] = {
				talk = "小妹就是这样，唉什么时候才能长大啊。",
				face = 5,
				name = "刘秀",
				dir = -1,
			},
		},
		[10410] = {
			[1] = {
				talk = "不要急，三哥不会让你们受罚的。",
				face = 28,
				name = "刘良",
				dir = -1,
			},
		},
	},
	[5069] = {
		[411] = {
			[1] = {
				talk = "你是谁？来找我干嘛？",
				name = "刘縯",
				dir = -1,
				face = 33,
				chose = true,
			},
			[2] = {
				talk = "我就是南阳刘縯刘伯升！",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
			[3] = {
				talk = "今天是我母亲的大寿！",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
	},
	[5071] = {
		[416] = {
			[1] = {
				talk = "你是谁？来找我干嘛？",
				name = "严子陵",
				dir = -1,
				face = 11,
				chose = true,
			},
			[2] = {
				talk = "对啊，当年还是我送文叔回家的呢！",
				face = 11,
				name = "严子陵",
				dir = -1,
			},
			[3] = {
				talk = "你看着有些面生啊！",
				face = 11,
				name = "严子陵",
				dir = -1,
			},
		},
	},
	[5073] = {
		[401] = {
			[1] = {
				talk = "这王莽也太狠毒了吧！李家居然被满门灭族了。",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
		[411] = {
			[1] = {
				talk = "这王莽也太狠毒了吧！李家居然被满门灭族了。",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
		[409] = {
			[1] = {
				talk = "这王莽也太狠毒了吧！李家居然被满门灭族了。",
				face = 25,
				name = "刘稷",
				dir = -1,
			},
		},
	},
	[104] = {
		[413] = {
			[1] = {
				talk = "少侠，请留步。",
				face = 16,
				name = "李轶",
				dir = -1,
			},
		},
	},
	[5077] = {
		[101] = {
			[1] = {
				talk = "好了，到南阳就好了！表姐故去，我还不知如何面对大哥和表哥。",
				face = 37,
				name = "阴丽华",
				dir = -1,
			},
		},
	},
	[5081] = {
		[421] = {
			[1] = {
				talk = "多谢了！我刘玄他日定当报答你的带路之恩。",
				face = 34,
				name = "刘玄",
				dir = -1,
			},
		},
	},
	[5087] = {
		[808] = {
			[1] = {
				talk = "你是谁？来找我干嘛？",
				name = "刘秀",
				dir = -1,
				face = 5,
				chose = true,
			},
			[2] = {
				talk = "我自有打算你不要胡乱声张。",
				face = 5,
				name = "刘秀",
				dir = -1,
			},
			[3] = {
				talk = "是彗星，但是不是一般的彗星。",
				face = 5,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[5091] = {
		[96] = {
			[1] = {
				talk = "刘将军！我来了！",
				face = -2,
				name = "刘氏子弟",
				dir = -1,
			},
		},
	},
	[5093] = {
		[808] = {
			[1] = {
				talk = "此战真是痛快！哈哈哈……",
				face = 5,
				name = "刘秀",
				dir = -1,
			},
		},
		[816] = {
			[1] = {
				talk = "此战真是痛快！哈哈哈……",
				face = 25,
				name = "刘稷",
				dir = -1,
			},
		},
	},
	[5095] = {
		[813] = {
			[1] = {
				talk = "你是谁？来找我干嘛？",
				name = "朱佑",
				dir = -1,
				face = 29,
				chose = true,
			},
			[2] = {
				talk = "你是何人，来这里和我套近乎。",
				face = 29,
				name = "朱佑",
				dir = -1,
			},
			[3] = {
				talk = "消息是有的，不过我不会告诉你。",
				face = 29,
				name = "朱佑",
				dir = -1,
			},
		},
	},
	[5105] = {
		[507] = {
			[1] = {
				talk = "你是谁？来找我干嘛？",
				name = "刘玄",
				dir = -1,
				face = 34,
				chose = true,
			},
			[2] = {
				talk = "你是何人，胆敢直呼我的名讳。",
				face = 34,
				name = "刘玄",
				dir = -1,
			},
			[3] = {
				talk = "大胆！我为帝与你何干。",
				face = 34,
				name = "刘玄",
				dir = -1,
			},
		},
	},
	[5107] = {
		[528] = {
			[1] = {
				talk = "刘大哥真是有心，大家都收下吧！",
				face = 25,
				name = "刘稷",
				dir = -1,
			},
		},
		[516] = {
			[1] = {
				talk = "刘大哥真是有心，大家都收下吧！",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[5113] = {
		[518] = {
			[1] = {
				talk = "你是谁？来找我干嘛？",
				name = "王寻",
				dir = -1,
				face = 23,
				chose = true,
			},
			[2] = {
				talk = "我就是王司徒，你有何事？",
				face = 23,
				name = "王寻",
				dir = -1,
			},
			[3] = {
				talk = "怕什么，我们有四十万大军！",
				face = 23,
				name = "王寻",
				dir = -1,
			},
		},
	},
	[209] = {
		[904] = {
			[1] = {
				talk = "谢谢，我好几天没吃饭了。",
				face = 46,
				name = "灾民甲",
				dir = -1,
			},
		},
		[905] = {
			[1] = {
				talk = "一饭之恩，他日良辰必千金相报！",
				face = 46,
				name = "灾民乙",
				dir = -1,
			},
		},
	},
	[5117] = {
		[509] = {
			[1] = {
				talk = "好！阴伯父和蔡伯母的大仇终于得报！",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
		[528] = {
			[1] = {
				talk = "好！阴伯父和蔡伯母的大仇终于得报！",
				face = 25,
				name = "刘稷",
				dir = -1,
			},
		},
		[511] = {
			[1] = {
				talk = "好！阴伯父和蔡伯母的大仇终于得报！",
				face = 28,
				name = "邓晨",
				dir = -1,
			},
		},
	},
	[5119] = {
		[509] = {
			[1] = {
				talk = "火攻，真是好计策啊！",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
		[528] = {
			[1] = {
				talk = "火攻，真是好计策啊！",
				face = 25,
				name = "刘稷",
				dir = -1,
			},
		},
		[525] = {
			[1] = {
				talk = "火攻，真是好计策啊！",
				face = 4,
				name = "冯异",
				dir = -1,
			},
		},
	},
	[5121] = {
		[527] = {
			[1] = {
				talk = "你是谁？来找我干嘛？",
				name = "王匡",
				dir = -1,
				face = 7,
				chose = true,
			},
			[2] = {
				talk = "我可不想看见你，无知小儿。",
				face = 7,
				name = "王匡",
				dir = -1,
			},
			[3] = {
				talk = "胜败乃兵家常事，这又能如何？",
				face = 7,
				name = "王匡",
				dir = -1,
			},
		},
	},
	[5123] = {
		[97] = {
			[1] = {
				talk = "谢谢你啦，我到家啦！",
				face = -2,
				name = "洛英",
				dir = -1,
			},
		},
	},
	[5125] = {
		[620] = {
			[1] = {
				talk = "谢谢，谢谢！终于到了发放月俸之时了。",
				face = 24,
				name = "刘嘉",
				dir = -1,
			},
		},
		[610] = {
			[1] = {
				talk = "谢谢，谢谢！终于到了发放月俸之时了。",
				face = 29,
				name = "朱佑",
				dir = -1,
			},
		},
		[616] = {
			[1] = {
				talk = "谢谢，谢谢！终于到了发放月俸之时了。",
				face = 2,
				name = "岑彭",
				dir = -1,
			},
		},
	},
	[5129] = {
		[617] = {
			[1] = {
				talk = "多谢更始新帝的封赏，我等实在是受之有愧啊。",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
		[613] = {
			[1] = {
				talk = "多谢更始新帝的封赏，我等实在是受之有愧啊。",
				face = 4,
				name = "冯异",
				dir = -1,
			},
		},
		[612] = {
			[1] = {
				talk = "多谢更始新帝的封赏，我等实在是受之有愧啊。",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[23015] = {
		[110] = {
			[1] = {
				talk = "世族升级后可以招募更多志同道合的战士!",
				face = 18,
				name = "过珊彤",
				dir = -1,
			},
		},
	},
	[22001] = {
		[401] = {
			[1] = {
				talk = "大哥与我之志，是匡扶乱世，光复汉室。",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[5135] = {
		[111] = {
			[1] = {
				talk = "二公子就在前面了，我自己过去吧！",
				face = 17,
				name = "琥珀",
				dir = -1,
			},
		},
	},
	[23039] = {
		[420] = {
			[1] = {
				talk = "你知道地级寻宝每天可以免费使用几次吗？",
				name = "邓婵",
				dir = -1,
				face = 27,
				chose = true,
			},
			[2] = {
				talk = "累计在线时长就可以获得免费次数喔~",
				face = 27,
				name = "邓婵",
				dir = -1,
			},
			[3] = {
				talk = "真有才",
				face = 27,
				name = "邓婵",
				dir = -1,
			},
		},
	},
	[5141] = {
		[634] = {
			[1] = {
				talk = "快点走，前面就能追上三哥了。",
				face = 37,
				name = "丽华",
				dir = -1,
			},
		},
	},
	[23063] = {
		[615] = {
			[1] = {
				talk = "排行榜获得前几名能获得什么?",
				name = "丽华",
				dir = -1,
				face = 37,
				chose = true,
			},
			[2] = {
				talk = "排行榜中全服前几名会获得特殊的称号，同时还能强力的增益效果哦",
				face = 37,
				name = "丽华",
				dir = -1,
			},
			[3] = {
				talk = "你以为你是东方教主咩",
				face = 37,
				name = "丽华",
				dir = -1,
			},
		},
	},
	[22049] = {
		[510] = {
			[1] = {
				talk = "带上伙伴,有什么用?",
				name = "丽华",
				dir = -1,
				face = 37,
				chose = true,
			},
			[2] = {
				talk = "高级的伙伴自带主角光环，哦不，天赋技能！",
				face = 37,
				name = "丽华",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 37,
				name = "丽华",
				dir = -1,
			},
		},
	},
	[210] = {
		[907] = {
			[1] = {
				talk = "在下名唤王郎，我从小善谶纬，晓天机，愿为大将军参谋军事。",
				face = 20,
				name = "王朗",
				dir = -1,
			},
		},
		[919] = {
			[1] = {
				talk = "怎么是你？刚才在与我们抢马，转身又来当奔命兵，不会是山贼派来的奸细吧~",
				face = 37,
				name = "丽华",
				dir = -1,
			},
		},
		[906] = {
			[1] = {
				talk = "大将军，可是你要招募我？咱又见面了。",
				face = 22,
				name = "吴汉",
				dir = -1,
			},
		},
		[918] = {
			[1] = {
				talk = "现在正是用人的时候，此人言行有大将之风，不似山贼细作。",
				face = 5,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[22065] = {
		[516] = {
			[1] = {
				talk = "我只希望能好好保护，免她受乱世之苦。",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[22073] = {
		[513] = {
			[1] = {
				talk = "哼，那刘玄也太不成样子，有时候还真当自己是皇帝了。",
				face = 8,
				name = "王凤",
				dir = -1,
			},
		},
	},
	[22081] = {
		[815] = {
			[1] = {
				talk = "古有黄飞虎骑五色牛，助西伯侯姬昌建周，如今我刘文叔为何不能骑耕牛，助兄长复汉。",
				face = 5,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[5155] = {
		[912] = {
			[1] = {
				talk = "你来是要做什么吗？",
				name = "阴戟",
				dir = -1,
				face = 36,
				chose = true,
			},
			[2] = {
				talk = "你未免也太多事了吧！",
				face = 36,
				name = "阴戟",
				dir = -1,
			},
			[3] = {
				talk = "那就不要在啰嗦了，我心意已定。",
				face = 36,
				name = "阴戟",
				dir = -1,
			},
		},
	},
	[5159] = {
		[914] = {
			[1] = {
				talk = "好！既然丽华这么相信我们，这次一定要将王朗剿灭。",
				face = 29,
				name = "邓禹",
				dir = -1,
			},
		},
		[915] = {
			[1] = {
				talk = "好！既然丽华这么相信我们，这次一定要将王朗剿灭。",
				face = 22,
				name = "王霸",
				dir = -1,
			},
		},
		[909] = {
			[1] = {
				talk = "好！既然丽华这么相信我们，这次一定要将王朗剿灭。",
				face = 4,
				name = "冯异",
				dir = -1,
			},
		},
	},
	[5161] = {
		[914] = {
			[1] = {
				talk = "任将军果然是神勇过人，此次灭掉王朗，当居首功。",
				face = 29,
				name = "邓禹",
				dir = -1,
			},
		},
		[909] = {
			[1] = {
				talk = "任将军果然是神勇过人，此次灭掉王朗，当居首功。",
				face = 4,
				name = "冯异",
				dir = -1,
			},
		},
		[912] = {
			[1] = {
				talk = "任将军果然是神勇过人，此次灭掉王朗，当居首功。",
				face = 36,
				name = "阴戟",
				dir = -1,
			},
		},
	},
	[22121] = {
		[422] = {
			[1] = {
				talk = "仕宦当作执金吾，娶妻当得     ？",
				name = "阴戟",
				dir = -1,
				face = 36,
				chose = true,
			},
			[2] = {
				talk = "江山,是朕与丽华的江山",
				face = 36,
				name = "阴戟",
				dir = -1,
			},
			[3] = {
				talk = "果然是真爱粉",
				face = 36,
				name = "阴戟",
				dir = -1,
			},
		},
	},
	[5165] = {
		[1201] = {
			[1] = {
				talk = "你是更始帝派来的信使吗？",
				name = "刘秀",
				dir = -1,
				face = 6,
				chose = true,
			},
			[2] = {
				talk = "哦，那敢问你是何人？",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
			[3] = {
				talk = "有什么消息传达给我吗？",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[293] = {
		[1101] = {
			[1] = {
				talk = "邓奉是被吴汉所逼，并非出自他本意。",
				face = 2,
				name = "岑彭",
				dir = -1,
			},
		},
	},
	[22161] = {
		[512] = {
			[1] = {
				talk = "滑动屏幕,角色会有什么变化?",
				name = "王常",
				dir = -1,
				face = 21,
				chose = true,
			},
			[2] = {
				talk = "上下滑动换姿势,骑兵步兵瞬秒变!~",
				face = 21,
				name = "王常",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 21,
				name = "王常",
				dir = -1,
			},
		},
	},
	[22169] = {
		[520] = {
			[1] = {
				talk = "听说是很稀奇的物品",
				face = 24,
				name = "尉迟峻",
				dir = -1,
			},
		},
		[521] = {
			[1] = {
				talk = "有多稀奇,我也看看",
				face = 5,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[5181] = {
		[10702] = {
			[1] = {
				talk = "无知！你以为找来赵萌就能控制朝堂了，真是肤浅至极。",
				face = 21,
				name = "刘赐",
				dir = -1,
			},
		},
		[10708] = {
			[1] = {
				talk = "没有我们，他刘玄能坐上皇帝之位嘛？",
				face = 39,
				name = "张卬",
				dir = -1,
			},
		},
		[702] = {
			[1] = {
				talk = "赵将军啊，恐怕他也难当此任吧！",
				face = 21,
				name = "刘赐",
				dir = -1,
			},
		},
		[708] = {
			[1] = {
				talk = "赵萌这个小人，他有什么？不过是仗着自己是赵姬夫人的父亲罢了。",
				face = 39,
				name = "张卬",
				dir = -1,
			},
		},
	},
	[5183] = {
		[1205] = {
			[1] = {
				talk = "大小姐，我们走了，您一定要多加小心啊。",
				face = 24,
				name = "尉迟峻",
				dir = -1,
			},
		},
	},
	[5187] = {
		[1202] = {
			[1] = {
				talk = "呵呵，我们的萧王也称帝了，那我们岂不是要加官进爵了。",
				face = 34,
				name = "任光",
				dir = -1,
			},
		},
		[1203] = {
			[1] = {
				talk = "呵呵，我们的萧王也称帝了，那我们岂不是要加官进爵了。",
				face = 29,
				name = "邓禹",
				dir = -1,
			},
		},
	},
	[5189] = {
		[1202] = {
			[1] = {
				talk = "我等愿意跟随邓将军，前去杀敌。",
				face = 34,
				name = "任光",
				dir = -1,
			},
		},
		[1205] = {
			[1] = {
				talk = "我等愿意跟随邓将军，前去杀敌。",
				face = 24,
				name = "尉迟峻",
				dir = -1,
			},
		},
	},
	[45] = {
		[428] = {
			[1] = {
				talk = "谢谢少侠仗义相救。",
				face = 35,
				name = "官婢",
				dir = -1,
			},
		},
		[429] = {
			[1] = {
				talk = "救命之恩，小女子来日再报。",
				face = 35,
				name = "官婢",
				dir = -1,
			},
		},
		[430] = {
			[1] = {
				talk = "多谢英雄搭救，小女子不胜感激。",
				face = 35,
				name = "官婢",
				dir = -1,
			},
		},
	},
	[297] = {
		[101] = {
			[1] = {
				talk = "三哥，我们回去吧。",
				face = 37,
				name = "阴丽华",
				dir = -1,
			},
		},
	},
	[298] = {
		[618] = {
			[1] = {
				talk = "这次能带丽华回到洛阳，多亏了你。",
				face = 32,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[23016] = {
		[101] = {
			[1] = {
				talk = "世族内,权利最高的人是谁?",
				name = "阴丽华",
				dir = -1,
				face = 37,
				chose = true,
			},
			[2] = {
				talk = "世族内权利最高是族长",
				face = 37,
				name = "阴丽华",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 37,
				name = "阴丽华",
				dir = -1,
			},
		},
	},
	[23024] = {
		[510] = {
			[1] = {
				talk = "哎……原来扮男人也不容易。",
				face = 37,
				name = "丽华",
				dir = -1,
			},
		},
	},
	[23040] = {
		[625] = {
			[1] = {
				talk = "知道世上什么和你自己最亲近吗? ",
				name = "邓禹",
				dir = -1,
				face = 29,
				chose = true,
			},
			[2] = {
				talk = "形影不离阿！~",
				face = 29,
				name = "邓禹",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 29,
				name = "邓禹",
				dir = -1,
			},
		},
	},
	[10007] = {
		[418] = {
			[1] = {
				talk = "你来找我所为何事?",
				name = "公孙石",
				dir = -1,
				face = 20,
				chose = true,
			},
			[2] = {
				talk = "我等受朝廷厚恩，自当知道如何做事!",
				face = 20,
				name = "公孙石",
				dir = -1,
			},
			[3] = {
				talk = "胆大妄为，郡守算什么东西！",
				face = 20,
				name = "公孙石",
				dir = -1,
			},
		},
	},
	[23056] = {
		[412] = {
			[1] = {
				talk = "天级寻宝每隔多少小时可以免费使用一次？",
				name = "刘伯姬",
				dir = -1,
				face = 18,
				chose = true,
			},
			[2] = {
				talk = "天级寻宝可以获得非常珍稀的物品喔！",
				face = 18,
				name = "刘伯姬",
				dir = -1,
			},
			[3] = {
				talk = "难道真的要等到花儿都谢了╮(╯_╰)╭",
				face = 18,
				name = "刘伯姬",
				dir = -1,
			},
		},
	},
	[23064] = {
		[624] = {
			[1] = {
				talk = "哪个系统是可以快速了解提升战力的各途径?",
				name = "刘阳",
				dir = -1,
				face = 19,
				chose = true,
			},
			[2] = {
				talk = "在主界面通过头像旁边的变强按钮进入变强系统哦",
				face = 19,
				name = "刘阳",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 19,
				name = "刘阳",
				dir = -1,
			},
		},
	},
	[22050] = {
		[511] = {
			[1] = {
				talk = "每天完成各种活动、副本、玩法等，即可获得?",
				name = "邓晨",
				dir = -1,
				face = 28,
				chose = true,
			},
			[2] = {
				talk = "日常活跃都完成的才是好孩子！每日记得去领取活跃度奖励哦!~",
				face = 28,
				name = "邓晨",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 28,
				name = "邓晨",
				dir = -1,
			},
		},
	},
	[23080] = {
		[519] = {
			[1] = {
				talk = "听说是很稀奇的物品",
				face = 25,
				name = "阴兴",
				dir = -1,
			},
		},
		[525] = {
			[1] = {
				talk = "有多稀奇,我也看看",
				face = 4,
				name = "冯异",
				dir = -1,
			},
		},
	},
	[22066] = {
		[521] = {
			[1] = {
				talk = "我只希望能好好保护，免她受乱世之苦。",
				face = 5,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[22074] = {
		[520] = {
			[1] = {
				talk = "不知我那些好友至今是否仍为三餐流离。",
				face = 24,
				name = "尉迟峻",
				dir = -1,
			},
		},
	},
	[22082] = {
		[807] = {
			[1] = {
				talk = "长聚！我志在必得！",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
	},
	[22122] = {
		[510] = {
			[1] = {
				talk = "我与刘秀的定情信物是什么？",
				name = "丽华",
				dir = -1,
				face = 37,
				chose = true,
			},
			[2] = {
				talk = "纸鸢已在手,马上就去飞",
				face = 37,
				name = "丽华",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 37,
				name = "丽华",
				dir = -1,
			},
		},
	},
	[10059] = {
		[407] = {
			[1] = {
				talk = "你来找我所为何事?",
				name = "新军兵头",
				dir = -1,
				face = 42,
				chose = true,
			},
			[2] = {
				talk = "我等受朝廷厚恩，自当知道如何做事!",
				face = 42,
				name = "新军兵头",
				dir = -1,
			},
			[3] = {
				talk = "赶快离开此地，免得吃苦头！",
				face = 42,
				name = "新军兵头",
				dir = -1,
			},
		},
	},
	[22162] = {
		[513] = {
			[1] = {
				talk = "收集有羁绊的武将可以干嘛?",
				name = "王凤",
				dir = -1,
				face = 8,
				chose = true,
			},
			[2] = {
				talk = "多多收集武将，不同的武将组合，可以释放绚丽的武将技能哟！~",
				face = 8,
				name = "王凤",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 8,
				name = "王凤",
				dir = -1,
			},
		},
	},
	[22170] = {
		[523] = {
			[1] = {
				talk = "听说是很稀奇的物品",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
		[527] = {
			[1] = {
				talk = "有多稀奇,我也看看",
				face = 7,
				name = "王匡",
				dir = -1,
			},
		},
	},
	[31] = {
		[109] = {
			[1] = {
				talk = "谁敢打劫阴丽华，那真是吃了熊心豹子胆。",
				face = 11,
				name = "严子陵",
				dir = -1,
			},
		},
		[115] = {
			[1] = {
				talk = "你们可以找我大哥刘縯刘伯升帮忙。",
				face = 18,
				name = "刘伯姬",
				dir = -1,
			},
		},
		[106] = {
			[1] = {
				talk = "姐姐不见了？糟了，小叔叔回来一定会骂死我的。",
				face = 1,
				name = "邓奉",
				dir = -1,
			},
		},
	},
	[38] = {
		[404] = {
			[1] = {
				talk = "都到了什么时候了，还想挑？不想饿死就快点吃！",
				face = 21,
				name = "王常",
				dir = -1,
			},
		},
		[405] = {
			[1] = {
				talk = "看情形，过几日更难找到吃的了，你们就先凑合着吃吧。",
				face = 14,
				name = "马武",
				dir = -1,
			},
		},
	},
	[10159] = {
		[907] = {
			[1] = {
				talk = "你来找我所为何事?",
				name = "王朗",
				dir = -1,
				face = 20,
				chose = true,
			},
			[2] = {
				talk = "我等受朝廷厚恩，自当知道如何做事!",
				face = 20,
				name = "王朗",
				dir = -1,
			},
			[3] = {
				talk = "赶快离开此地，免得吃苦头！",
				face = 20,
				name = "王朗",
				dir = -1,
			},
		},
	},
	[249] = {
		[101] = {
			[1] = {
				talk = "送我到这里就可以了，我又不是真的瘸了。",
				face = 37,
				name = "阴丽华",
				dir = -1,
			},
		},
	},
	[10160] = {
		[908] = {
			[1] = {
				talk = "你来找我所为何事?",
				name = "耿弇",
				dir = -1,
				face = 33,
				chose = true,
			},
			[2] = {
				talk = "我等受朝廷厚恩，自当知道如何做事!",
				face = 33,
				name = "耿弇",
				dir = -1,
			},
			[3] = {
				talk = "你是何人来此指手画脚嘛！",
				face = 33,
				name = "耿弇",
				dir = -1,
			},
		},
	},
	[5137] = {
		[615] = {
			[1] = {
				talk = "唉，造化弄人……",
				face = 37,
				name = "丽华",
				dir = -1,
			},
		},
		[614] = {
			[1] = {
				talk = "唉，造化弄人……",
				face = 10,
				name = "阴识",
				dir = -1,
			},
		},
	},
	[5138] = {
		[610] = {
			[1] = {
				talk = "好的，我们这就过去！先去通知大家吧。",
				face = 29,
				name = "朱佑",
				dir = -1,
			},
		},
		[612] = {
			[1] = {
				talk = "好的，我们这就过去！先去通知大家吧。",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
		[613] = {
			[1] = {
				talk = "好的，我们这就过去！先去通知大家吧。",
				face = 4,
				name = "冯异",
				dir = -1,
			},
		},
	},
	[23017] = {
		[105] = {
			[1] = {
				talk = "世族的创建条件是?",
				name = "邓禹",
				dir = -1,
				face = 29,
				chose = true,
			},
			[2] = {
				talk = "酱紫真的好么",
				face = 29,
				name = "邓禹",
				dir = -1,
			},
			[3] = {
				talk = "不愧是真爱粉",
				face = 29,
				name = "邓禹",
				dir = -1,
			},
		},
	},
	[23025] = {
		[810] = {
			[1] = {
				talk = "阴家不会干涉这场乱世之争，方可连延百年。",
				face = 10,
				name = "阴识",
				dir = -1,
			},
		},
	},
	[10158] = {
		[906] = {
			[1] = {
				talk = "你来找我所为何事?",
				name = "吴汉",
				dir = -1,
				face = 22,
				chose = true,
			},
			[2] = {
				talk = "我等受朝廷厚恩，自当知道如何做事!",
				face = 22,
				name = "吴汉",
				dir = -1,
			},
			[3] = {
				talk = "看来你还是不知道我的厉害。",
				face = 22,
				name = "吴汉",
				dir = -1,
			},
		},
	},
	[93] = {
		[422] = {
			[1] = {
				talk = "刘姑娘来了？在下阴戟……",
				face = 36,
				name = "阴戟",
				dir = -1,
			},
			[2] = {
				talk = "那个……我们是本家，自然长得像。",
				face = 36,
				name = "阴戟",
				dir = -1,
			},
		},
		[412] = {
			[1] = {
				talk = "我们是不是在哪见过？我觉得你长得像……阴姬阴丽华！",
				face = 18,
				name = "刘伯姬",
				dir = -1,
			},
		},
	},
	[5143] = {
		[10910] = {
			[1] = {
				talk = "几个逃兵而已，逃就逃了吧。",
				face = 16,
				name = "刘林",
				dir = -1,
			},
		},
		[910] = {
			[1] = {
				talk = "逃吧，现在大汉都灭亡了。",
				face = 16,
				name = "刘林",
				dir = -1,
			},
		},
		[906] = {
			[1] = {
				talk = "你以为被抓进军营就有活路吗？你错了！",
				face = 22,
				name = "吴汉",
				dir = -1,
			},
		},
		[10906] = {
			[1] = {
				talk = "你知道的太多了，我们不能被回去的！",
				face = 22,
				name = "吴汉",
				dir = -1,
			},
		},
	},
	[23057] = {
		[416] = {
			[1] = {
				talk = "回想那时年少我与刘文叔在那儿一起求学，满满的都是回忆",
				name = "严子陵",
				dir = -1,
				face = 11,
				chose = true,
			},
			[2] = {
				talk = "满满的回忆,都记在我的心里",
				face = 11,
				name = "严子陵",
				dir = -1,
			},
			[3] = {
				talk = "呵呵，你猜后面怎么着",
				face = 11,
				name = "严子陵",
				dir = -1,
			},
		},
	},
	[154] = {
		[523] = {
			[1] = {
				talk = "丽华与player来得正好。",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
	},
	[23041] = {
		[1805] = {
			[1] = {
				talk = "三弟和阴兄弟真是我的左膀右臂，有他们俩帮我出主意想对策，我何愁大事不成！",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
	},
	[22059] = {
		[1805] = {
			[1] = {
				talk = "我们已落人之后，此时不起事，更待何时。",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
	},
	[22067] = {
		[524] = {
			[1] = {
				talk = "我只希望能好好保护，免她受乱世之苦。",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[22075] = {
		[510] = {
			[1] = {
				talk = "虽身为女子，但至少我能为这乱世出一分力，并非无用之人。",
				face = 37,
				name = "丽华",
				dir = -1,
			},
		},
	},
	[22083] = {
		[809] = {
			[1] = {
				talk = "希望千万不要被大哥抓住……我不想再当那个待在深闺的女子了。",
				face = 37,
				name = "丽华",
				dir = -1,
			},
		},
	},
	[5145] = {
		[908] = {
			[1] = {
				talk = "这个王朗还挺会做人的嘛！有好处还想着我们。",
				face = 33,
				name = "耿弇",
				dir = -1,
			},
		},
		[906] = {
			[1] = {
				talk = "这个王朗还挺会做人的嘛！有好处还想着我们。",
				face = 22,
				name = "吴汉",
				dir = -1,
			},
		},
		[903] = {
			[1] = {
				talk = "这个王朗还挺会做人的嘛！有好处还想着我们。",
				face = 10,
				name = "耿纯",
				dir = -1,
			},
		},
	},
	[23038] = {
		[613] = {
			[1] = {
				talk = "冯异扮演者李佳航早期因《爱情公寓》走红，因此有个别称叫什么？",
				name = "冯异",
				dir = -1,
				face = 4,
				chose = true,
			},
			[2] = {
				talk = "是你的益达",
				face = 4,
				name = "冯异",
				dir = -1,
			},
			[3] = {
				talk = "果然是真爱粉",
				face = 4,
				name = "冯异",
				dir = -1,
			},
		},
	},
	[23018] = {
		[103] = {
			[1] = {
				talk = "几级才能加入一个世族?",
				name = "阴识",
				dir = -1,
				face = 10,
				chose = true,
			},
			[2] = {
				talk = "继续升级世族,可以招募更多成员",
				face = 10,
				name = "阴识",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 10,
				name = "阴识",
				dir = -1,
			},
		},
	},
	[23022] = {
		[517] = {
			[1] = {
				talk = "公孙……丁柔只希望能服侍你一辈子。",
				face = 3,
				name = "丁柔",
				dir = -1,
			},
		},
	},
	[22123] = {
		[516] = {
			[1] = {
				talk = "东汉开国皇帝是以下哪位？",
				name = "刘秀",
				dir = -1,
				face = 6,
				chose = true,
			},
			[2] = {
				talk = "如果我当皇帝,定要丽华做我的皇后",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
			[3] = {
				talk = "没错就是我",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[5132] = {
		[10621] = {
			[1] = {
				talk = "帝王心术不是我们能猜度的。",
				face = 11,
				name = "曹竟",
				dir = -1,
			},
		},
		[10606] = {
			[1] = {
				talk = "鸟尽弓藏，兔死狗烹，不外乎如此。",
				face = 38,
				name = "刘玄",
				dir = -1,
			},
		},
		[621] = {
			[1] = {
				talk = "你知道的太多了，我岂能容你！",
				face = 11,
				name = "曹竟",
				dir = -1,
			},
		},
		[606] = {
			[1] = {
				talk = "刘縯和刘稷就是逆贼，敢行刺与我！",
				face = 38,
				name = "刘玄",
				dir = -1,
			},
		},
	},
	[5153] = {
		[912] = {
			[1] = {
				talk = "虽然我每天喊着谁说女子不如男，每次到危难关头，你们还是放心不下我。",
				face = 36,
				name = "阴戟",
				dir = -1,
			},
		},
	},
	[5154] = {
		[914] = {
			[1] = {
				talk = "多谢引路，邓禹在此谢过。",
				face = 29,
				name = "邓禹",
				dir = -1,
			},
		},
	},
	[5163] = {
		[621] = {
			[1] = {
				talk = "我们定当遵从陛下的安排，先行前往长安。",
				face = 11,
				name = "曹竟",
				dir = -1,
			},
		},
		[607] = {
			[1] = {
				talk = "我们定当遵从陛下的安排，先行前往长安。",
				face = 15,
				name = "韩姬",
				dir = -1,
			},
		},
	},
	[22163] = {
		[514] = {
			[1] = {
				talk = "除了使用摇杆还可以怎么移动?",
				name = "岑彭",
				dir = -1,
				face = 2,
				chose = true,
			},
			[2] = {
				talk = "使用摇杆和点击地面都可以移动哟!~",
				face = 2,
				name = "岑彭",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 2,
				name = "岑彭",
				dir = -1,
			},
		},
	},
	[23078] = {
		[517] = {
			[1] = {
				talk = "听说是很稀奇的物品",
				face = 3,
				name = "丁柔",
				dir = -1,
			},
		},
		[522] = {
			[1] = {
				talk = "有多稀奇,我也看看",
				face = 36,
				name = "阴戟",
				dir = -1,
			},
		},
	},
	[99] = {
		[422] = {
			[1] = {
				talk = "这礼物太贵重了，阴戟担受不起。",
				face = 36,
				name = "阴戟",
				dir = -1,
			},
		},
	},
	[22002] = {
		[402] = {
			[1] = {
				talk = "希望千万不要被大哥抓住……我不想再当那个待在深闺的女子了。",
				face = 37,
				name = "阴丽华",
				dir = -1,
			},
		},
	},
	[251] = {
		[705] = {
			[1] = {
				talk = "阴姐姐，你怎么伤成这样了？我想念阴姐姐很久了，没想到陛下就把姐姐接了过来。以后，我在宫里就不寂寞了。",
				face = 26,
				name = "赵姬",
				dir = -1,
			},
		},
	},
	[23065] = {
		[625] = {
			[1] = {
				talk = "好友之间每天可以互赠什么?",
				name = "邓禹",
				dir = -1,
				face = 29,
				chose = true,
			},
			[2] = {
				talk = "快点私信你的好友，让他/她送你开启地级宝藏的钥匙！",
				face = 29,
				name = "邓禹",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 29,
				name = "邓禹",
				dir = -1,
			},
		},
	},
	[23062] = {
		[612] = {
			[1] = {
				talk = "和好友一起通关副本可以增加什么?",
				name = "刘秀",
				dir = -1,
				face = 6,
				chose = true,
			},
			[2] = {
				talk = "快组队一起打副本吧!~",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[133] = {
		[1801] = {
			[1] = {
				talk = "这位是?",
				face = 15,
				name = "樊夫人",
				dir = -1,
			},
		},
	},
	[10107] = {
		[508] = {
			[1] = {
				talk = "你来找我所为何事?",
				name = "马武",
				dir = -1,
				face = 14,
				chose = true,
			},
			[2] = {
				talk = "我等受朝廷厚恩，自当知道如何做事!",
				face = 14,
				name = "马武",
				dir = -1,
			},
			[3] = {
				talk = "胆大妄为，郡守算什么东西！",
				face = 14,
				name = "马武",
				dir = -1,
			},
		},
	},
	[5164] = {
		[703] = {
			[1] = {
				talk = "好，长安到了！我会重重赏你的。",
				face = 38,
				name = "刘玄",
				dir = -1,
			},
		},
	},
	[5012] = {
		[118] = {
			[1] = {
				talk = "文叔兄弟果然胸怀天下苍生！我们衷心佩服。",
				face = 1,
				name = "成丹",
				dir = -1,
			},
		},
		[116] = {
			[1] = {
				talk = "文叔兄弟果然胸怀天下苍生！我们衷心佩服。",
				face = 21,
				name = "王常",
				dir = -1,
			},
		},
		[117] = {
			[1] = {
				talk = "文叔兄弟果然胸怀天下苍生！我们衷心佩服。",
				face = 14,
				name = "马武",
				dir = -1,
			},
		},
	},
	[5172] = {
		[703] = {
			[1] = {
				talk = "你是何人？胆敢如此闯入皇宫？",
				name = "刘玄",
				dir = -1,
				face = 38,
				chose = true,
			},
			[2] = {
				talk = "哦，丽华托你过来有事嘛？",
				face = 38,
				name = "刘玄",
				dir = -1,
			},
			[3] = {
				talk = "这里可是后宫禁地，走错？我看你是别用用心。",
				face = 38,
				name = "刘玄",
				dir = -1,
			},
		},
	},
	[5148] = {
		[910] = {
			[1] = {
				talk = "你来做什么？笑话我吗？",
				name = "刘林",
				dir = -1,
				face = 16,
				chose = true,
			},
			[2] = {
				talk = "谁说我跑了，我只是走的快来一些。",
				face = 16,
				name = "刘林",
				dir = -1,
			},
			[3] = {
				talk = "废话，你来追我不知道我是谁吗？",
				face = 16,
				name = "刘林",
				dir = -1,
			},
		},
	},
	[23011] = {
		[106] = {
			[1] = {
				talk = "世族是为使玩家更高效的获取资源，并在秀丽江山中寻求更安全的环境而成立的组织哟。",
				face = 1,
				name = "邓奉",
				dir = -1,
			},
		},
	},
	[22003] = {
		[403] = {
			[1] = {
				talk = "明月无暇，城池喑哑。",
				face = 3,
				name = "丁柔",
				dir = -1,
			},
		},
	},
	[5150] = {
		[912] = {
			[1] = {
				talk = "哈哈，这个驿丞还真实够意思啊，给了这么多粮食。",
				face = 36,
				name = "阴戟",
				dir = -1,
			},
		},
		[909] = {
			[1] = {
				talk = "哈哈，这个驿丞还真实够意思啊，给了这么多粮食。",
				face = 4,
				name = "冯异",
				dir = -1,
			},
		},
	},
	[91] = {
		[411] = {
			[1] = {
				talk = "这弩箭不错！不仅射程远，而且这带血槽的箭头，威力更惊人。",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
		[102] = {
			[1] = {
				talk = "好！设计的好啊！这是阴兄弟想出来的？厉害！厉害啊！",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[156] = {
		[507] = {
			[1] = {
				talk = "丽华，你我无须多礼。",
				face = 34,
				name = "刘玄",
				dir = -1,
			},
		},
	},
	[22058] = {
		[1802] = {
			[1] = {
				talk = "无论大哥要做什么，我都定会辅助于他。",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[23023] = {
		[516] = {
			[1] = {
				talk = "打战，只为了胜利，有什么用什么，物尽其用！~",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[214] = {
		[906] = {
			[1] = {
				talk = "将我送到此地即可。",
				face = 22,
				name = "吴汉",
				dir = -1,
			},
		},
	},
	[23079] = {
		[518] = {
			[1] = {
				talk = "听说是很稀奇的物品",
				face = 23,
				name = "王寻",
				dir = -1,
			},
		},
		[520] = {
			[1] = {
				talk = "有多稀奇,我也看看",
				face = 24,
				name = "尉迟峻",
				dir = -1,
			},
		},
	},
	[9] = {
		[106] = {
			[1] = {
				talk = "奉儿觉得，阴家姐姐好像不是很喜欢我小叔叔……",
				face = 1,
				name = "邓奉",
				dir = -1,
			},
		},
		[105] = {
			[1] = {
				talk = "我与丽华青梅竹马，门当户对，除了我，还有谁有资格娶她？",
				face = 29,
				name = "邓禹",
				dir = -1,
			},
		},
		[109] = {
			[1] = {
				talk = "除了那个同样痴情的刘农夫还会有谁？",
				face = 11,
				name = "严子陵",
				dir = -1,
			},
		},
	},
	[5062] = {
		[422] = {
			[1] = {
				talk = "哎吆，看不出来这个李家公子还是有点意思的啊。",
				face = 36,
				name = "阴戟",
				dir = -1,
			},
		},
		[411] = {
			[1] = {
				talk = "哎吆，看不出来这个李家公子还是有点意思的啊。",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
		[414] = {
			[1] = {
				talk = "哎吆，看不出来这个李家公子还是有点意思的啊。",
				face = 24,
				name = "尉迟峻",
				dir = -1,
			},
		},
	},
	[22156] = {
		[507] = {
			[1] = {
				talk = "通关剧情副本获得的星魂有什么用?",
				name = "刘玄",
				dir = -1,
				face = 34,
				chose = true,
			},
			[2] = {
				talk = "点亮星图可以帮助你提升不少属性哟!~",
				face = 34,
				name = "刘玄",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 34,
				name = "刘玄",
				dir = -1,
			},
		},
	},
	[10106] = {
		[507] = {
			[1] = {
				talk = "你来找我所为何事?",
				name = "刘玄",
				dir = -1,
				face = 34,
				chose = true,
			},
			[2] = {
				talk = "我等受朝廷厚恩，自当知道如何做事!",
				face = 34,
				name = "刘玄",
				dir = -1,
			},
			[3] = {
				talk = "朝廷居然不相信我？",
				face = 34,
				name = "刘玄",
				dir = -1,
			},
		},
	},
	[23061] = {
		[608] = {
			[1] = {
				talk = "怎么样才能在野外上进行pk?",
				name = "阴兴",
				dir = -1,
				face = 25,
				chose = true,
			},
			[2] = {
				talk = "点到即止还是置人于死地,全在你一念之间",
				face = 25,
				name = "阴兴",
				dir = -1,
			},
			[3] = {
				talk = "来!互相伤害啊!",
				face = 25,
				name = "阴兴",
				dir = -1,
			},
		},
	},
	[22120] = {
		[625] = {
			[1] = {
				talk = "他的心里只有天下,可我心里却只装得下一个人…",
				name = "邓禹",
				dir = -1,
				face = 29,
				chose = true,
			},
			[2] = {
				talk = "希望她幸福,也让我默默陪伴她一辈子吧。",
				face = 29,
				name = "邓禹",
				dir = -1,
			},
			[3] = {
				talk = "真是不可思议的幻想啊",
				face = 29,
				name = "邓禹",
				dir = -1,
			},
		},
	},
	[5051] = {
		[410] = {
			[1] = {
				talk = "你是谁？来找我干嘛？",
				name = "刘良",
				dir = -1,
				face = 28,
				chose = true,
			},
			[2] = {
				talk = "这里是豫州地界！你要去哪里？",
				face = 28,
				name = "刘良",
				dir = -1,
			},
			[3] = {
				talk = "你怎么知道我懂得此术！",
				face = 28,
				name = "刘良",
				dir = -1,
			},
		},
	},
	[5023] = {
		[119] = {
			[1] = {
				talk = "多谢姑娘的美意了啊！这个绸缎还真是不错呢。",
				face = 35,
				name = "胭脂",
				dir = -1,
			},
		},
	},
	[5022] = {
		[101] = {
			[1] = {
				talk = "好啦，我到了！谢谢你啦。",
				face = 37,
				name = "阴丽华",
				dir = -1,
			},
		},
	},
	[22124] = {
		[807] = {
			[1] = {
				talk = "林心如在秀丽江山中饰演哪位？",
				name = "刘縯",
				dir = -1,
				face = 33,
				chose = true,
			},
			[2] = {
				talk = "不知道为什么,丽华总是躲着我",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
			[3] = {
				talk = "果然是真爱粉",
				face = 33,
				name = "刘縯",
				dir = -1,
			},
		},
	},
	[22164] = {
		[515] = {
			[1] = {
				talk = "听说每日世族跑商在某个时间段双倍奖励?",
				name = "王霸",
				dir = -1,
				face = 22,
				chose = true,
			},
			[2] = {
				talk = "每天的15点-16点，世族跑商双倍奖励这个秘密我只告诉你哟!~",
				face = 22,
				name = "王霸",
				dir = -1,
			},
			[3] = {
				talk = "是在下输了",
				face = 22,
				name = "王霸",
				dir = -1,
			},
		},
	},
	[22060] = {
		[1803] = {
			[1] = {
				talk = "但愿我们这次起事能成就一番大业。",
				face = 29,
				name = "朱佑",
				dir = -1,
			},
		},
	},
	[189] = {
		[612] = {
			[1] = {
				talk = "player，你也来送三哥出城么。",
				face = 6,
				name = "刘秀",
				dir = -1,
			},
		},
	},
	[5013] = {
		[105] = {
			[1] = {
				talk = "你是谁？来找我干嘛？",
				name = "邓禹",
				dir = -1,
				face = 29,
				chose = true,
			},
			[2] = {
				talk = "哦，文叔知道我回来了啊。",
				face = 29,
				name = "邓禹",
				dir = -1,
			},
			[3] = {
				talk = "真是谢谢你啦，你来看我没带礼物嘛？",
				face = 29,
				name = "邓禹",
				dir = -1,
			},
		},
	},
	[5026] = {
		[124] = {
			[1] = {
				talk = "喝了这杯酒，大家就荣辱以共，同进共退。",
				face = 16,
				name = "李轶",
				dir = -1,
			},
		},
		[126] = {
			[1] = {
				talk = "喝了这杯酒，大家就荣辱以共，同进共退。",
				face = 5,
				name = "刘秀",
				dir = -1,
			},
		},
		[129] = {
			[1] = {
				talk = "喝了这杯酒，大家就荣辱以共，同进共退。",
				face = 28,
				name = "邓晨",
				dir = -1,
			},
		},
	},
	[22057] = {
		[1804] = {
			[1] = {
				talk = "縯儿之事，若他能安抚族人，我自然是支持的。",
				face = 10,
				name = "刘敞",
				dir = -1,
			},
		},
	},
	[5025] = {
		[418] = {
			[1] = {
				talk = "你是谁？来找我干嘛？",
				name = "公孙石",
				dir = -1,
				face = 20,
				chose = true,
			},
			[2] = {
				talk = "那就在此歇息一下吧。",
				face = 20,
				name = "公孙石",
				dir = -1,
			},
			[3] = {
				talk = "对，我就是公孙石！",
				face = 20,
				name = "公孙石",
				dir = -1,
			},
		},
	},
	[5037] = {
		[109] = {
			[1] = {
				talk = "你是谁？来找我干嘛？",
				name = "严子陵",
				dir = -1,
				face = 11,
				chose = true,
			},
			[2] = {
				talk = "你这人还挺有意思的啊。",
				face = 11,
				name = "严子陵",
				dir = -1,
			},
			[3] = {
				talk = "有什么证据吗？你可不要骗我！",
				face = 11,
				name = "严子陵",
				dir = -1,
			},
		},
	},
	[22064] = {
		[525] = {
			[1] = {
				talk = "不过就是个子高点，会驯兽而已，有何可惧。",
				face = 4,
				name = "冯异",
				dir = -1,
			},
		},
	},
	[5045] = {
		[412] = {
			[1] = {
				talk = "你是谁？来找我干嘛？",
				name = "刘伯姬",
				dir = -1,
				face = 18,
				chose = true,
			},
			[2] = {
				talk = "别乱跑啊，现在不是很安全。",
				face = 18,
				name = "刘伯姬",
				dir = -1,
			},
			[3] = {
				talk = "我为什么要告诉你啊，真是的。",
				face = 18,
				name = "刘伯姬",
				dir = -1,
			},
		},
	},
	[5002] = {
		[116] = {
			[1] = {
				talk = "多谢一路护送，有劳了！",
				face = 21,
				name = "王常",
				dir = -1,
			},
		},
	},
	[5004] = {
		[118] = {
			[1] = {
				talk = "多谢文叔兄弟，我们兄弟感激不尽。",
				face = 1,
				name = "成丹",
				dir = -1,
			},
		},
		[116] = {
			[1] = {
				talk = "多谢文叔兄弟，我们兄弟感激不尽。",
				face = 21,
				name = "王常",
				dir = -1,
			},
		},
		[117] = {
			[1] = {
				talk = "多谢文叔兄弟，我们兄弟感激不尽。",
				face = 14,
				name = "马武",
				dir = -1,
			},
		},
	},
	[22004] = {
		[404] = {
			[1] = {
				talk = "在战场上一切生命会变得毫无意义。不是你死，便是我亡。",
				face = 21,
				name = "王常",
				dir = -1,
			},
		},
	},
	[5008] = {
		[104] = {
			[1] = {
				talk = "多谢一路照应，邓婵在此谢过。",
				face = 27,
				name = "邓婵",
				dir = -1,
			},
		},
	},
	[23042] = {
		[517] = {
			[1] = {
				talk = "公孙……丁柔只希望能服侍你一辈子。",
				face = 3,
				name = "丁柔",
				dir = -1,
			},
		},
	},
	[10008] = {
		[117] = {
			[1] = {
				talk = "你来找我所为何事?",
				name = "马武",
				dir = -1,
				face = 14,
				chose = true,
			},
			[2] = {
				talk = "我等受朝廷厚恩，自当知道如何做事!",
				face = 14,
				name = "马武",
				dir = -1,
			},
			[3] = {
				talk = "看来你还是不知道我的厉害。",
				face = 14,
				name = "马武",
				dir = -1,
			},
		},
	},
	[22061] = {
		[514] = {
			[1] = {
				talk = "两军交战，无不用尽谋略，能知人善用、放下仇怨者，方可成大事。",
				face = 2,
				name = "岑彭",
				dir = -1,
			},
		},
	},
}